Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Branch name template
ko: 브랜치 이름 템플릿
ru: Шаблон для имён веток

source: Branch rules
ko: 브랜치 규칙
ru: Правила веток

source: Branch target
ko: 브랜치 타겟

source: Branch target created.
ko: 브랜치 타겟이 생성됨.

source: Branch target deleted.
ko: 브랜치 타겟 삭제됨.

source: Branch target does not exist
ko: 브랜치 타겟이 존재하지 않습니다.

source: BranchRules|%{linkStart}Wildcards%{linkEnd} such as *-stable or production/ are supported
ko: *-stable 또는 production/ 와 같은 %{linkStart}와일드카드%{linkEnd}가 지원됩니다.
ru: Поддерживаются %{linkStart}шаблоны%{linkEnd}, такие как *-stable или production/

source: BranchRules|%{linkStart}Wildcards%{linkEnd} such as *-stable or production/* are supported.
ko: *-stable 또는 production/*과 같은 %{linkStart}와일드카드%{linkEnd}가 지원됩니다.
ru: Поддерживаются %{linkStart}шаблоны%{linkEnd}, такие как *-stable или production/*.

source: BranchRules|%{total} approval %{subject}
ko: %{total} 승인 %{subject}
ru: %{total} %{subject} одобрения

source: BranchRules|%{total} matching %{subject}
ko: %{total} 매칭 %{subject}
ru: соответствует %{total} %{subject}

source: BranchRules|%{total} status %{subject}
ko: %{total} 상태 %{subject}
ru: %{total} %{subject} статуса

source: BranchRules|Add branch rule
ko: 브랜치 규칙 추가
ru: Добавить правило ветки

source: BranchRules|Add status check
ko: 상태 점검 추가
ru: Добавить проверку статуса

source: BranchRules|Administrators
ko: 운영자
ru: Администраторы

source: BranchRules|After a protected branch is created, it will show up in the list as a branch rule.
ko: 보호된 브랜치가 생성된 후에, 브랜치 규칙으로 목록에 표시됩니다.
ru: После создания защищенной ветки, она будет отображаться в списке как правило ветки.

source: BranchRules|All branches
ko: 모든 브랜치
ru: Все ветки

source: BranchRules|All protected branches
ko: 모든 보호된 브랜치
ru: Все защищённые ветки

source: BranchRules|Allow all users with push access to %{linkStart}force push%{linkEnd}.
ko: 푸시 액세스 권한이 있는 모든 사용자에게 %{linkStart}강제 푸시%{linkEnd}를 허용합니다.
ru: Разрешить всем пользователям с правом отправки изменений %{linkStart}принудительную отправку изменений%{linkEnd}.

source: BranchRules|Allow force push
ko: 강제 푸시 허용
ru: Разрешить принудительную отправку

source: BranchRules|Allowed force push disabled
ko: 강제 푸시 허용이 비활성화됨
ru: Принудительная отправка запрещена

source: BranchRules|Allowed force push enabled
ko: 강제 푸시 허용이 활성화됨
ru: Принудительная отправка разрешена

source: BranchRules|Allowed to force push
ko: 강제 푸시 허용
ru: Разрешить принудительную отправку изменений

source: BranchRules|Allowed to merge
ko: 머지 허용
ru: Разрешено сливать

source: BranchRules|Allowed to merge updated
ko: 머지 업데이트 허용됨
ru: Разрешения на слияние обновлены

source: BranchRules|Allowed to push and merge
ko: 푸시와 머지가 허용됨
ru: Разрешено отправлять и сливать

source: BranchRules|Allowed to push and merge updated
ko: 푸시 및 머지 업데이트가 허용됨
ru: Разрешения на отправку и слияние обновлены

source: BranchRules|Allows force push
ko: 강제 푸시 허용
ru: Принудительная отправка разрешена

source: BranchRules|Also accepts code pushes that change files listed in CODEOWNERS file.
ko: CODEOWNERS 파일에 나열된 파일을 변경하는 code push도 받아들입니다.
ru: Также принимать отправку кода, который изменяет файлы, указанные в файле CODEOWNERS.

source: BranchRules|Also rejects code pushes that change files listed in CODEOWNERS file.
ko: CODEOWNERS 파일에 나열된 파일을 변경하는 코드 푸시 역시 거부합니다.
ru: Также отклонять отправку кода, который изменяет файлы, указанные в файле CODEOWNERS.

source: BranchRules|An error occurred while fetching branches.
ko: 브랜치를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении веток.

source: BranchRules|Approvals to ensure separation of duties for new merge requests. %{linkStart}Learn more.%{linkEnd}
ko: 새로운 머지 리퀘스트에 대한 의무 분리를 보장하기 위한 승인. %{linkStart}자세히 알아보기.%{linkEnd}
ru: Одобрения для обеспечения разделения обязанностей для новых запросов на слияние. %{linkStart}Подробнее%{linkEnd}.

source: BranchRules|Are you sure you want to delete this branch rule? This action cannot be undone.
ko: 이 브랜치 규칙을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить это правило ветки? Это действие не может быть отменено.

source: BranchRules|Branch
ko: 브랜치
ru: Ветка

source: BranchRules|Branch name or pattern
ko: 브랜치 이름 또는 패턴
ru: Имя ветки или шаблон

source: BranchRules|Branch rule created.
ko: 브랜치 규칙이 생성됨.
ru: Правило ветки создано.

source: BranchRules|Branch rule details
ko: 브랜치 규칙 세부정보
ru: Детали правила ветки

source: BranchRules|Cancel
ko: 취소
ru: Отмена

source: BranchRules|Changed files listed in %{linkStart}CODEOWNERS%{linkEnd} require an approval for merge requests and will be rejected for code pushes.
ko: %{linkStart}CODEOWNERS%{linkEnd} 에 나열된 변경된 파일은 머지 리퀘스트에 대한 승인이 필요하며 코드 푸시에 대해 거부됩니다.
ru: Изменённые файлы, указанные в %{linkStart}CODEOWNERS%{linkEnd}, требуют одобрения для запросов на слияние и будут отклоняться при отправке кода.

source: BranchRules|Changes require a merge request. The following users can push and merge directly.
ko: 변경 사항에는 머리 리퀘스트가 필요합니다. 다음 사용자는 직접 푸시하고 머지할 수 있습니다.
ru: Изменения требуют запроса на слияние. Следующие участники могут отправлять и сливать изменения напрямую.

source: BranchRules|Check for a status response in merge requests. Failures do not block merges. %{linkStart}Learn more.%{linkEnd}
ko: 머지 리퀘스트에서 상태 응답을 확인합니다. 실패는 머지를 차단하지 않습니다. %{linkStart}자세히 알아보기.%{linkEnd}
ru: Проверять статус в запросах на слияние. Ошибки не блокируют слияния. %{linkStart}Подробнее%{linkEnd}.

source: BranchRules|Create branch rule
ko: 브랜치 규칙 생성
ru: Создать правило ветки

source: BranchRules|Create protected branch
ko: 보호받는 브랜치 생성
ru: Создать защищённую ветку

source: BranchRules|Create wildcard
ko: 와일드카드 생성
ru: Создать шаблон

source: BranchRules|Create wildcard: %{searchTerm}
ko: 와일드카드 생성: %{searchTerm}
ru: Создать шаблон: %{searchTerm}

source: BranchRules|Delete %{statusCheckName}
ko: %{statusCheckName} 삭제
ru: Удалить %{statusCheckName}

source: BranchRules|Delete branch rule
ko: 브랜치 규칙 삭제
ru: Удалить правило ветки

source: BranchRules|Delete branch rule?
ko: 브랜치 규칙을 삭제하겠습니까?
ru: Удалить правило ветки?

source: BranchRules|Delete rule
ko: 규칙 삭제
ru: Удалить правило

source: BranchRules|Delete status check
ko: 상태 점검 삭제
ru: Удалить проверку статуса

source: BranchRules|Delete status check?
ko: 상태 점검을 삭제하시겠습니까?
ru: Удалить проверку статуса?

source: BranchRules|Deploy keys
ko: 키 배포
ru: Ключи для развёртывания

source: BranchRules|Developers and Maintainers
ko: 개발자 및 유지관리자
ru: Разработчики и Мейнтейнеры

source: BranchRules|Does not allow force push
ko: 강제 push를 허용하지 않음
ru: Не позволять принудительную отправку

source: BranchRules|Does not require approval from code owners
ko: 코드 소유자의 승인이 필요하지 않음
ru: Не требовать одобрения от владельцев кода

source: BranchRules|Edit
ko: 편집
ru: Редактировать

source: BranchRules|Edit allowed to merge
ko: 머지 허용 편집
ru: Редактирование разрешений на слияние

source: BranchRules|Edit allowed to push and merge
ko: 푸시와 머지 허용 편집
ru: Редактирование разрешений на отправку и слияние

source: BranchRules|Edit branch protections, approval rules, and status checks from a single page. %{docs_link_start} How to use branch rules?%{docs_link_end}
ko: 한 페이지에서 브랜치 보호, 승인 규칙, 상태 점검을 편집합니다. %{docs_link_start} 브랜치 규칙을 사용하는 방법은?%{docs_link_end}
ru: Редактируйте защиты веток, правила одобрения и проверки статуса с одной страницы. %{docs_link_start} Как использовать правила веток?%{docs_link_end}

source: BranchRules|Edit status check
ko: 상태 점검 수정
ru: Изменить проверку статуса

source: BranchRules|From users with push access.
ko: 푸시 접근 권한이 있는 사용자들로부터.
ru: От участников с правами на отправку.

source: BranchRules|Groups
ko: 그룹
ru: Группы

source: BranchRules|Keep stable branches secure and force developers to use merge requests. %{linkStart}What are protected branches?%{linkEnd}
ko: 안정적인 브랜치를 안전하게 유지하고 개발자가 머지 리퀘스트를 사용하도록 합니다. %{linkStart}보호된 브랜치에 대한 설명%{linkEnd}
ru: Обеспечьте безопасность стабильных веток и заставьте разработчиков использовать запросы на слияние. %{linkStart}Что такое защищённые ветки?%{linkEnd}

source: BranchRules|Maintainers
ko: 유지관리자
ru: Мейнтейнеры

source: BranchRules|Manage in merge request approvals
ko: 머지 리퀘스트 승인에서 관리
ru: Управлять одобрениями в запросах на слияние

source: BranchRules|Manage in protected branches
ko: 보호된 브랜치에서 관리
ru: Управлять в защищённых ветках

source: BranchRules|Manage in status checks
ko: 상태 점검에서 관리
ru: Управлять в проверках состояния

source: BranchRules|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: BranchRules|No data to display
ko: 표시할 데이터가 없습니다
ru: Нет данных для отображения

source: BranchRules|No default set until defined by user
ko: 사용자가 정의할 때까지 기본 설정 없음
ru: Нет значения по умолчанию до определения пользователем

source: BranchRules|No matching results
ko: 일치하는 결과가 없습니다
ru: Нет подходящих результатов

source: BranchRules|No one
ko: 아무도 없음
ru: Никто

source: BranchRules|No one is allowed to merge changes.
ko: 아무도 변경사항을 머지할 수 없습니다.
ru: Никому не разрешается объединять изменения.

source: BranchRules|No one is allowed to push and merge changes.
ko: 아무도 변경사항을 푸시하고 머지할 수 없습니다.
ru: Никому не разрешено отправлять и сливать изменения.

source: BranchRules|No status checks have been added.
ko: 상태 점검이 추가되지 않았습니다.
ru: Проверки состояния не были добавлены.

source: BranchRules|Protect branch
ko: 브랜치 보호
ru: Защитить ветку

source: BranchRules|Protections
ko: 보호
ru: Защита

source: BranchRules|Reject code pushes that change files listed in the CODEOWNERS file.
ko: CODEOWNERS 파일에 나열된 변경 파일을 코드 푸시를 거부합니다.
ru: Отклонять отправку кода, которая изменяет файлы, указанные в файле CODEOWNERS.

source: BranchRules|Require approval from code owners.
ko: 코드 소유자의 승인이 필요합니다.
ru: Требовать одобрения от владельцев кода.

source: BranchRules|Require code owner approval
ko: 코드 소유자 승인 필요
ru: Требовать одобрения владельца кода

source: BranchRules|Require code owner approval disabled
ko: 코드 소유자 승인 필요 비활성화됨
ru: Требование одобрения владельца кода отключено

source: BranchRules|Require code owner approval enabled
ko: 코드 소유자 승인 필요 활성화됨
ru: Требование одобрения владельца кода включено

source: BranchRules|Requires CODEOWNERS approval
ko: CODEOWNERS의 승인이 필요합니다
ru: Требует одобрения от владельцев кода (CODEOWNERS)

source: BranchRules|Requires code owner approval
ko: 코드 소유자 승인이 필요
ru: Требует одобрения владельца кода

source: BranchRules|Roles
ko: 역할
ru: Роли

source: BranchRules|Rule target
ko: 규칙 대상
ru: Цель правила

source: BranchRules|Select Branch or create wildcard
ko: 브랜치 선택 또는 와일드카드 생성
ru: Выберите ветку или создайте шаблон

source: BranchRules|Set the default behavior of this option in merge requests. Changes to this are also applied to existing merge requests. %{linkStart}What is squashing?%{linkEnd}
ko: 이 옵션의 기본 동작을 머지 리퀘스트에서 설정합니다. 이 변경 사항은 기존 머지 리퀘스트에도 적용됩니다. %{linkStart}스쿼싱이란?%{linkEnd}
ru: Установите поведение по умолчанию для этой опции в запросах на слияние. Изменения этого параметра также применяются к существующим запросам на слияние. %{linkStart}Что такое сжатие?%{linkEnd}

source: BranchRules|Something went wrong while creating branch rule.
ko: 브랜치 규칙을 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании правила ветки.

source: BranchRules|Something went wrong while deleting branch rule.
ko: 브랜치 규칙을 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении правила ветки.

source: BranchRules|Something went wrong while updating branch rule.
ko: 브랜치 규칙을 업데이트하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при изменении правила ветки.

source: BranchRules|Squash commits when merging
ko: 머지할 때 커밋 스쿼시
ru: Сжатие коммитов при слиянии

source: BranchRules|Squash commits: %{setting}
ko: 스쿼시 커밋: %{setting}
ru: Сжатие коммитов: %{setting}

source: BranchRules|Status check created
ko: 상태 점검이 생성됨
ru: Проверка состояния создана

source: BranchRules|Status check deleted
ko: 상태 점검 삭제됨
ru: Проверка состояния удалена

source: BranchRules|Status check updated
ko: 상태 점검 업데이트됨
ru: Проверка состояния обновлена

source: BranchRules|Status checks
ko: 상태 점검
ru: Проверка состояния

source: BranchRules|Target branch
ko: 대상 브랜치
ru: Целевая ветка

source: BranchRules|To create a branch rule, you first need to create a protected branch.
ko: 브랜치 규칙을 생성하려면 먼저 보호된 브랜치를 생성해야 합니다.
ru: Для создания правила ветки необходимо сначала создать защищённую ветку.

source: BranchRules|Update
ko: 업데이트
ru: Обновить

source: BranchRules|Update target branch
ko: 대상 브랜치 업데이트
ru: Обновить целевую ветку

source: BranchRules|Users & groups
ko: 사용자 및 그룹
ru: Пользователи и группы

source: BranchRules|View details
ko: 세부정보 보기
ru: Подробнее

source: BranchRules|You are about to delete the %{name} status check.
ko: %{name} 상태 점검을 삭제하려고 합니다.
ru: Вы собираетесь удалить проверку состояния %{name}.

source: BranchRules|default
ko: 기본값
ru: по умолчанию

source: Branches
ko: 브랜치
ru: Ветки

source: Branches matching this string are retargeted. Wildcards are supported, and names are case-sensitive.
ko: 이 문자열과 일치하는 브랜치의 대상이 변경됩니다. 와일드카드가 지원되며 이름은 대소문자를 구분합니다.
ru: Ветки, соответствующие этой строке, перенаправляются. Поддерживаются шаблоны, имена чувствительны к регистру.

source: Branches to send notifications for. Valid options are `all`, `default`, `protected`, and `default_and_protected`. The default value is `default`.
ko: 알림을 보낼 브랜치입니다. 유효한 옵션은 `all`, `default`, `protected` 및 `default_and_protected`입니다. 기본값은 'default'입니다.

source: Branches: %{source_branch} to %{target_branch}
ko: 브랜치들: %{source_branch} 에서 %{target_branch} 로
ru: Ветки: %{source_branch} в %{target_branch}

source: Branches: %{source_branch} → %{target_branch}
ko: 브랜치들: %{source_branch} → %{target_branch}
ru: Ветки: %{source_branch} → %{target_branch}

source: Branches|A branch won't be deleted if it is protected or associated with an open merge request.
ko: 브랜치는 보호받거나 열린 머지 리퀘스트와 연관되어 있으면 삭제되지 않습니다.
ru: Ветка не будет удалена, если она защищена или связана с открытым запросом на слияние.

source: Branches|Active
ko: 활성
ru: Активные

source: Branches|Active branches
ko: 활성 브랜치
ru: Активные ветки

source: Branches|After you confirm and select %{strongStart}%{buttonText},%{strongEnd} you cannot recover this branch.
ko: 확인하고 %{strongStart}%{buttonText}%{strongEnd}를 선택한 후에는 이 브랜치를 복구할 수 없습니다.
ru: После подтверждения и нажатия на кнопку %{strongStart}%{buttonText},%{strongEnd} восстановить эту ветку будет невозможно.

source: Branches|All
ko: 모두
ru: Все

source: Branches|Cancel, keep branch
ko: 취소, 브랜치 유지
ru: Отмена, оставить ветку

source: Branches|Can’t find HEAD commit for this branch
ko: 이 브랜치의 HEAD 커밋을 찾을 수 없음
ru: Невозможно найти HEAD-коммит этой ветки

source: Branches|Compare
ko: 비교
ru: Сравнить

source: Branches|Delete all merged branches?
ko: 모든 병합된 브랜치를 삭제하시겠습니까?
ru: Удалить все объединённые ветки?

source: Branches|Delete branch
ko: 브랜치 지우기
ru: Удалить ветку

source: Branches|Delete branch. Are you ABSOLUTELY SURE?
ko: 브랜치를 삭제합니다. 정말 확실합니까?
ru: Удалить ветку. Вы АБСОЛЮТНО УВЕРЕНЫ?

source: Branches|Delete merged branches
ko: 머지된 브랜치 지우기
ru: Удалить объединённые ветки

source: Branches|Delete protected branch
ko: 보호된 브랜치 지우기
ru: Удалить защищённую ветку

source: Branches|Delete protected branch. Are you ABSOLUTELY SURE?
ko: 보호된 브랜치를 삭제합니다. 정말 확실합니까?
ru: Удаление защищённой ветки. Вы АБСОЛЮТНО УВЕРЕНЫ?

source: Branches|Deleting the %{strongStart}%{branchName}%{strongEnd} branch cannot be undone. Are you sure?
ko: %{strongStart}%{branchName}%{strongEnd} 브랜치 삭제는 취소할 수 없습니다. 확실합니까?
ru: Удаление ветки %{strongStart}%{branchName}%{strongEnd} невозможно отменить. Вы уверены?

source: Branches|Filter by branch name
ko: 브랜치 이름으로 필터링
ru: Фильтровать по имени ветки

source: Branches|New branch
ko: 새 브랜치
ru: Новая ветка

source: Branches|No branches to show
ko: 표시할 브랜치 없음
ru: Нет веток для отображения

source: Branches|Overview
ko: 개요
ru: Обзор

source: Branches|Please type the following to confirm:
ko: 다음에 있는 내용을 입력하여 확인하세요.
ru: Пожалуйста, введите следующее для подтверждения:

source: Branches|Please type the following to confirm: %{codeStart}delete%{codeEnd}.
ko: 확인하려면 다음을 입력하세요: %{codeStart}삭제%{codeEnd}.
ru: Введите следующее для подтверждения: %{codeStart}delete%{codeEnd}.

source: Branches|See all branch-related settings together with branch rules
ko: 브랜치 규칙과 함께 모든 브랜치 관련 설정 보기
ru: Просмотр всех настроек, связанных с ветками, вместе с правилами для веток

source: Branches|Show active branches
ko: 활성 브랜치 보기
ru: Показать активные ветки

source: Branches|Show all branches
ko: 모든 브랜치 보기
ru: Показать все ветки

source: Branches|Show more active branches
ko: 활성 브랜치 더 보기
ru: Показать больше активных веток

source: Branches|Show more stale branches
ko: 오래된 브랜치 더 보기
ru: Показать больше неактивных веток

source: Branches|Show overview of the branches
ko: 브랜치 개요 보기
ru: Показать описание веток

source: Branches|Show stale branches
ko: 오래된 브랜치 보기
ru: Показать неактивные ветки

source: Branches|Stale
ko: 오래됨
ru: Неактивные

source: Branches|Stale branches
ko: 오래된 브랜치
ru: Неактивные ветки

source: Branches|The branch could not be updated automatically because it has diverged from its upstream counterpart.
ko: 이 브랜치는 업스트림에서 분기 중이므로 자동으로 업데이트할 수 없습니다.
ru: Ветка не может быть обновлена автоматически, потому что она имеет расхождения с её двойником в родительском репозитории.

source: Branches|This branch hasn't been merged into %{defaultBranchName}. To avoid data loss, consider merging this branch before deleting it.
ko: 이 브랜치는 %{defaultBranchName}으로 머지되지 않았습니다. 데이터 손실을 방지하려면 이 브랜치를 삭제하기 전에 머지하는 것이 좋습니다.
ru: Эта ветка не была объединена с %{defaultBranchName}. Чтобы избежать потери данных, рекомендуется объединить эту ветку перед её удалением.

source: Branches|This bulk action is %{strongStart}permanent and cannot be undone or recovered%{strongEnd}.
ko: 이 대량 작업은 %{strongStart}영구적이며 취소하거나 복구할 수 없습니다%{strongEnd}.
ru: Это массовое действие %{strongStart}окончательное и не может быть отменено или восстановлено%{strongEnd}.

source: Branches|This may include merged branches that are not visible on the current screen.
ko: 현재 화면에 표시되지 않는 머지된 브랜치들을 포함할 수 있습니다.
ru: Это может включать объединённые ветки, которые не отображаются на текущем экране.

source: Branches|To discard the local changes and overwrite the branch with the upstream version, delete it here and choose 'Update Now' above.
ko: 로컬 변경사항을 취소하고 업스트림 버전으로 브랜치를 덮어쓰려면 여기서 삭제하고 '지금 업데이트'를 선택하세요.
ru: Чтобы отменить локальные изменения и перезаписать ветку версией из родительского репозитория, удалите её здесь и выберите "Обновить сейчас" выше.

source: Branches|Unable to load branches
ko: 브랜치를 로드할 수 없습니다.
ru: Невозможно загрузить ветки

source: Branches|View branch rules
ko: 브랜치 규칙 보기
ru: Просмотреть правила веток

source: Branches|Yes, delete branch
ko: 예, 브랜치를 삭제합니다.
ru: Да, удалить ветку

source: Branches|Yes, delete protected branch
ko: 예, 보호된 브랜치를 삭제합니다.
ru: Да, удалить защищённую ветку

source: Branches|You are about to %{strongStart}delete all branches%{strongEnd} that were merged into %{codeStart}%{defaultBranch}%{codeEnd}.
ko: 당신은 %{codeStart}%{defaultBranch}%{codeEnd}에 merge된 모든 브랜치를 %{strongStart}삭제하려고 합니다%{strongEnd}.
ru: Вы собираетесь %{strongStart}удалить все ветки%{strongEnd}, которые были объединены в %{codeStart}%{defaultBranch}%{codeEnd}.

source: Branches|You can now find an overview of settings for protected branches, merge request approvals, status checks, and security approvals conveniently in one spot.
ko: 이제 보호받는 브랜치, 머지 리퀘스트 승인, 상태 점검, 보안 승인에 대한 설정 개요를 한 곳에서 편리하게 찾을 수 있습니다.
ru: Теперь вы можете найти обзор настроек для защищённых веток, одобрений запросов на слияние, проверок состояния и одобрений безопасности в одном месте.

source: Branches|You're about to permanently delete the branch %{branchName}.
ko: %{branchName} 브랜치를 영구적으로 삭제하려고 합니다.
ru: Вы собираетесь безвозвратно удалить ветку %{branchName}.

source: Branches|You're about to permanently delete the protected branch %{branchName}.
ko: 보호된 브랜치 %{branchName}을 영구적으로 삭제하려고 합니다.
ru: Вы собираетесь безвозвратно удалить защищённую ветку %{branchName}.

source: Branches|default
ko: 기본값
ru: по умолчанию

source: Branches|diverged from upstream
ko: 업스트림에서 분기됨
ru: расходится с родительским репозиторием

source: Branches|protected
ko: 보호됨
ru: защищена

source: Breadcrumbs
ko: 탐색 경로
ru: Навигация

source: Broadcast Message was successfully created.
ko: 전체알림 메시지가 성공적으로 생성되었습니다.
ru: Широковещательное сообщение успешно создано.

source: Broadcast Message was successfully updated.
ko: 전체알림 메시지가 성공적으로 업데이트되었습니다.
ru: Широковещательное сообщение успешно обновлено.

source: Broadcast Messages
ko: 전체 알림 메시지
ru: Объявления

source: BroadcastMessages|Add broadcast message
ko: 전체 알림 메시지 추가하기
ru: Добавить объявление

source: BroadcastMessages|Add new message
ko: 새 메시지 추가
ru: Добавить новое объявление

source: BroadcastMessages|Allow users to dismiss the broadcast message
ko: 사용자가 전체 알림을 해지할 수 있게 허용
ru: Разрешить пользователям закрыть объявление

source: BroadcastMessages|Banner
ko: 배너
ru: Баннер

source: BroadcastMessages|Blue
ko: 파란색
ru: Синяя

source: BroadcastMessages|Broadcast messages must not contain sensitive information. All broadcast messages are publicly accessible through the API, regardless of path or role scoping.
ko: 브로드캐스트 메시지에는 민감한 정보가 포함되어서는 안 됩니다. 모든 브로드캐스트 메시지는 경로 또는 역할 범위와 관계없이 API를 통해 공개적으로 접근할 수 있습니다.
ru: Объявления не должны содержать конфиденциальную информацию. Все объявления общедоступны через API, независимо от области действия пути или ролей.

source: BroadcastMessages|Dark
ko: 어두운색
ru: Тёмная

source: BroadcastMessages|Delete broadcast message
ko: 브로드캐스트 메시지 삭제
ru: Удалить объявление

source: BroadcastMessages|Delete message
ko: 메시지 삭제
ru: Удалить объявление

source: BroadcastMessages|Dismissable
ko: 해지 가능
ru: Отклоняемое

source: BroadcastMessages|Do you really want to delete this broadcast message?
ko: 정말로 이 전체공지 메시지를 삭제하시겠습니까?
ru: Вы действительно хотите удалить это объявление?

source: BroadcastMessages|Ends at
ko: 종료 시간
ru: Окончание отображения

source: BroadcastMessages|Git remote responses
ko: Git 리모트 응답
ru: Удалённые ответы Git

source: BroadcastMessages|Green
ko: 녹색
ru: Зелёный

source: BroadcastMessages|I understand and confirm
ko: 이해하였으며, 확인 합니다
ru: Я понимаю и подтверждаю

source: BroadcastMessages|Indigo
ko: 인디고
ru: Индиго

source: BroadcastMessages|Leave blank to target all group and project pages.
ko: 비워 두면, 모든 그룹 및 프로젝트 Pages를 대상으로 하게 됩니다.
ru: Оставьте пустым, чтобы отображать на всех страницах групп и проектов.

source: BroadcastMessages|Light
ko: 밝은색
ru: Светлая

source: BroadcastMessages|Light Blue
ko: 하늘색
ru: Светло-синяя

source: BroadcastMessages|Light Green
ko: 밝은 녹색
ru: Светло-зеленая

source: BroadcastMessages|Light Indigo
ko: 밝은 인디고
ru: Светлая индиго

source: BroadcastMessages|Light Red
ko: 밝은 빨간색
ru: Светло-красная

source: BroadcastMessages|Message
ko: 메시지
ru: Сообщение

source: BroadcastMessages|Messages
ko: 메시지
ru: Объявления

source: BroadcastMessages|No broadcast messages defined yet.
ko: 아직 정의된 전체 알림 메시지가 없습니다.
ru: Объявлений пока нет.

source: BroadcastMessages|Notification
ko: 알림
ru: Уведомление

source: BroadcastMessages|One or more roles is required.
ko: 하나 이상의 역할이 필요합니다.
ru: Требуется одна или несколько ролей.

source: BroadcastMessages|Paths can contain wildcards, like */welcome.
ko: 경로는 */welcome과 같은 와일드카드를 포함할 수 있습니다.
ru: Пути могут содержать шаблоны, например */welcome.

source: BroadcastMessages|Red
ko: 빨간색
ru: Красная

source: BroadcastMessages|Security Notice
ko: 보안 알림
ru: Уведомление о безопасности

source: BroadcastMessages|Select at least one role.
ko: 적어도 하나의 역할을 선택하십시오.
ru: Выберите хотя бы одну роль.

source: BroadcastMessages|Show only to users who have specific roles on groups/project pages
ko: 그룹/프로젝트 Pages에서 특정 역할을 가진 사용자에게만 표시
ru: Показывать только пользователям, которые имеют определенные роли на страницах групп/проектов.

source: BroadcastMessages|Show the broadcast message in a command-line interface as a Git remote response
ko: 명령어 인터페이스에 Git 리모트 응답으로 전체알림 메시지 표시
ru: Показывать объявление в интерфейсе командной строки как удаленный ответ Git.
