Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: SecurityOrchestration|Can't find project: %{boldStart}%{projectName}%{boldEnd}. Edit or remove this entry.
ko: 프로젝트를 찾을 수 없습니다: %{boldStart}%{projectName}%{boldEnd}. 이 항목을 편집하거나 제거하십시오.

source: SecurityOrchestration|Cannot create an empty policy
ko: 빈 정책을 생성할 수 없습니다.

source: SecurityOrchestration|ChatOps command
ko: ChatOps 명령

source: SecurityOrchestration|Choose a project
ko: 프로젝트 선택

source: SecurityOrchestration|Choose an action
ko: 작업 선택
ru: Выберите действие

source: SecurityOrchestration|Choose approver type
ko: 승인자 유형 선택

source: SecurityOrchestration|Choose exception branches
ko: 예외 브랜치 선택

source: SecurityOrchestration|Choose specific role
ko: 특정 역할 선택

source: SecurityOrchestration|Clear all
ko: 모두 지우기
ru: Очистить всё

source: SecurityOrchestration|Code push
ko: 코드 푸시

source: SecurityOrchestration|Compliance framework has no projects
ko: 규정 준수 프레임워크에 프로젝트가 없습니다.
ru: Регламент соблюдения норм не связан с проектами

source: SecurityOrchestration|Compliance pipeline migration to pipeline execution policy
ko: 파이프라인 실행 정책으로의 규정 준수 파이프라인 마이그레이션
ru: Перенос конвейера соблюдения норм в политику выполнения конвейера

source: SecurityOrchestration|Configuration
ko: 구성

source: SecurityOrchestration|Configure exactly when and where scans should run
ko: 스캔을 언제, 어디서 실행해야 하는지 정확하게 구성하세요

source: SecurityOrchestration|Configure policies to control whether individual users or service accounts can use %{linkStart}skip_ci%{linkEnd} to skip pipelines.
ko: 개별 사용자나 서비스 계정이 %{linkStart}skip_ci%{linkEnd}를 사용하여 파이프라인을 생략할 수 있는지 여부를 제어하는 ​​정책을 구성합니다.
ru: Настройте политики, чтобы контролировать, могут ли отдельные пользователи или учётные записи служб использовать %{linkStart}skip_ci%{linkEnd} для пропуска конвейеров.

source: SecurityOrchestration|Configure your conditions in the pipeline execution file. %{linkStart}What can pipeline execution do?%{linkEnd}
ko: 파이프라인 실행 파일에서 조건을 구성합니다. %{linkStart}파이프라인 실행은 무엇을 할 수 있나요?%{linkEnd}

source: SecurityOrchestration|Create custom variable
ko: 커스텀 변수 생성

source: SecurityOrchestration|Create more robust vulnerability rules and apply them to all your projects.
ko: 보다 강력한 취약성 규칙을 만들어 모든 프로젝트에 적용합니다.

source: SecurityOrchestration|Create new framework label
ko: 새 프레임워크 라벨 만들기

source: SecurityOrchestration|Create new project with the new policy
ko: 새 정책과 함께 새 프로젝트 생성

source: SecurityOrchestration|Create security policy
ko: 보안 정책 생성

source: SecurityOrchestration|Custom configuration
ko: 사용자 정의 구성

source: SecurityOrchestration|Custom roles
ko: 커스텀 역할
ru: Пользовательские роли

source: SecurityOrchestration|Custom scan experiment has ended in 17.3
ko: 커스텀 스캔 실험기능이 버전 17.3에서 종료되었습니다.

source: SecurityOrchestration|Days of month
ko: 월의 날짜
ru: Дни месяца

source: SecurityOrchestration|Default approval settings on this merge request have been overridden by policies based on their rules.
ko: 이 머지 리퀘스트에 대한 기본 승인 설정이 규칙에 정의된 정책에 의해 오버라이드 되었습니다.

source: SecurityOrchestration|Default approval settings on this merge request have been overridden by policy %{policyName} based on its rules.
ko: 이 머지 리퀘스트에 대한 기본 승인 설정이 규칙에 정의된 정책%{policyName}에 의해 오버라이드 되었습니다.

source: SecurityOrchestration|Default approval settings on this merge request have been overridden by the following policies based on their rules:
ko: 이 머지 리퀘스트에 대한 기본 승인 설정이 규칙에 정의된 다음 정책에 의해 오버라이드 되었습니다:

source: SecurityOrchestration|Default mode
ko: 기본 모드

source: SecurityOrchestration|Define this policy's location, conditions and actions.
ko: 이 정책의 위치, 조건 및 조치를 정의합니다.

source: SecurityOrchestration|Delete policy
ko: 정책 삭제

source: SecurityOrchestration|Delete policy: %{policy}
ko: 정책 삭제: %{policy}

source: SecurityOrchestration|Denied licenses
ko: 거부된 라이선스

source: SecurityOrchestration|Denylist details
ko: 거부 리스트 상세정보
ru: Детали чёрного списка

source: SecurityOrchestration|Description
ko: 설명

source: SecurityOrchestration|Details
ko: 상세정보

source: SecurityOrchestration|Direct
ko: 직접

source: SecurityOrchestration|Don't show the alert anymore
ko: 더 이상 이 경고 표시 안 함
ru: Больше не показывать это предупреждение

source: SecurityOrchestration|Drag with a mouse to adjust editor's width
ko: 마우스로 드래그하여 편집기의 폭을 조정하세요

source: SecurityOrchestration|Edge case settings
ko: 에지 케이스 설정

source: SecurityOrchestration|Edit allowlist
ko: 허용목록 편집

source: SecurityOrchestration|Edit allowlist (%{variablesCount} %{variables})
ko: 허용목록 편집 (%{variablesCount} %{variables})

source: SecurityOrchestration|Edit denylist
ko: 거부목록 편집

source: SecurityOrchestration|Edit denylist (%{variablesCount} %{variables})
ko: 거부목록 편집 (%{variablesCount} %{variables})

source: SecurityOrchestration|Edit merge request approval policy
ko: 머지 리퀘스트 승인 정책 편집

source: SecurityOrchestration|Edit pipeline execution policy
ko: 파이프라인 실행 정책 편집
ru: Изменить политику выполнения конвейера

source: SecurityOrchestration|Edit policy
ko: 정책 편집
ru: Изменить политику

source: SecurityOrchestration|Edit policy project
ko: 정책 프로젝트 편집
ru: Редактировать проект политики

source: SecurityOrchestration|Edit scan execution policy
ko: 스캔 실행 정책 편집

source: SecurityOrchestration|Edit vulnerability management policy
ko: 취약점 관리 정책 편집
ru: Редактирование политики управления уязвимостями

source: SecurityOrchestration|Empty policy name
ko: 정책 이름 비워짐

source: SecurityOrchestration|Enabled
ko: 활성화됨

source: SecurityOrchestration|Enforce %{linkStart}security policies%{linkEnd} for all projects in this group.
ko: 이 그룹의 모든 프로젝트에 대해 %{linkStart}보안 정책%{linkEnd} 을 시행합니다.

source: SecurityOrchestration|Enforce %{linkStart}security policies%{linkEnd} for this project.
ko: 이 프로젝트에 대해 %{linkStart}보안 정책%{linkEnd}을 시행합니다.
ru: Применить %{linkStart}политики безопасности%{linkEnd} для этого проекта.

source: SecurityOrchestration|Enforce policy on all groups, subgroups, and projects linked to the security policy project. %{linkStart}How does scoping work?%{linkEnd}
ko: 보안 정책 프로젝트에 링크된 모든 그룹, 하위 그룹 및 프로젝트에 정책을 시행합니다. %{linkStart}범위 지정은 어떻게 작동하나요?%{linkEnd}

source: SecurityOrchestration|Enforce the following pipeline execution policy:
ko: 다음 파이프라인 실행 정책을 적용합니다.

source: SecurityOrchestration|Every time a pipeline runs for %{branches}%{branchExceptionsString}
ko: 파이프라인이 %{branches}%{branchExceptionsString}에 대해 실행될 때마다

source: SecurityOrchestration|Except
ko: 예외

source: SecurityOrchestration|Except for following users:
ko: 다음 사용자를 제외:

source: SecurityOrchestration|Exception branches
ko: 예외 브랜치

source: SecurityOrchestration|Exceptions
ko: 예외
ru: Исключения

source: SecurityOrchestration|Excluded projects
ko: 제외된 프로젝트
ru: Исключённые проекты

source: SecurityOrchestration|External event
ko: 외부 이벤트

source: SecurityOrchestration|External pull request
ko: 외부 풀 리퀘스트

source: SecurityOrchestration|Failed to fetch the scope information. Please refresh the page to try again.
ko: 범위 정보를 가져오지 못했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Не удалось получить информацию о области. Обновите страницу и попробуйте снова.

source: SecurityOrchestration|Failed to load cluster agents.
ko: 클러스터 에이전트를 로드하지 못했습니다.
ru: Не удалось загрузить агентов кластера.

source: SecurityOrchestration|Failed to load compliance frameworks
ko: 규정 준수 프레임워크를 로드하지 못했습니다.
ru: Не удалось загрузить регламенты соблюдения норм

source: SecurityOrchestration|Failed to load group projects
ko: 그룹 프로젝트를 로드하지 못했습니다.
ru: Не удалось загрузить проекты групп

source: SecurityOrchestration|Failed to load groups
ko: 그룹을 로드하지 못했습니다.
ru: Не удалось загрузить группы

source: SecurityOrchestration|Failed to load images.
ko: 이미지를 로드하지 못했습니다.
ru: Не удалось загрузить образы.

source: SecurityOrchestration|Failed to load projects
ko: 프로젝트를 로드하지 못했습니다.
ru: Не удалось загрузить проекты

source: SecurityOrchestration|Fallback behavior in case of policy failure
ko: 정책 실패 시 대체(Fallback) 동작

source: SecurityOrchestration|Fetching
ko: 가져오는 중

source: SecurityOrchestration|Fetching the scope information.
ko: 범위 정보를 가져오는 중입니다.
ru: Получение сведений об области действия.

source: SecurityOrchestration|Filter and search projects
ko: 프로젝트 필터링 및 검색

source: SecurityOrchestration|For any MR that matches this policy's rules, only the override project approval settings apply and bot message enabled. No additional approvals are required.
ko: 이 정책의 규칙과 일치하는 MR의 경우 프로젝트 승인 설정 오버라이드만 적용되고 봇 메시지가 활성화됩니다. 추가 승인은 필요하지 않습니다.
ru: Для любого запроса на слияние, который соответствует правилам этой политики, применяются только настройки переопределения одобрений проекта и включённое сообщение от бота. Дополнительные одобрения не требуются.

source: SecurityOrchestration|For any merge request on %{branches}%{commitType}%{branchExceptionsString}
ko: %{branches}%{commitType}%{branchExceptionsString}에 대한 머지 리퀘스트의 경우

source: SecurityOrchestration|For large groups, there may be a significant delay in applying policy changes to pre-existing merge requests. Policy changes typically apply almost immediately for newly created merge requests.
ko: 대규모 그룹의 경우 기존 머지 리퀘스트에 정책 변경 사항을 적용하는 데 상당한 지연이 있을 수 있습니다. 정책 변경은 일반적으로 새로 생성된 머지 리퀘스트에 거의 즉시 적용됩니다.
ru: Для крупных групп возможна значительная задержка при применении изменений политики к уже существующим запросам на слияние. Обычно изменения политики применяются почти сразу к новым запросам на слияние.

source: SecurityOrchestration|Group ID: %{id}
ko: 그룹 ID: %{id}
ru: ID группы: %{id}

source: SecurityOrchestration|Group cannot be deleted because it has projects that are linked as a security policy project
ko: 보안 정책 프로젝트로 링크된 프로젝트가 있으므로 그룹을 삭제할 수 없습니다.

source: SecurityOrchestration|Groups
ko: 그룹

source: SecurityOrchestration|Hide extra items
ko: 추가 항목 숨기기

source: SecurityOrchestration|Hide extra projects
ko: 추가 프로젝트 숨기기

source: SecurityOrchestration|How do I link a group to the policy?
ko: 그룹을 정책에 링크하려면 어떻게 해야 하나요?
ru: Как привязать группу к политике?

source: SecurityOrchestration|If %{scanners} of the default branch finds %{severity_level} vulnerabilities are no longer detected.
ko: 기본 브랜치의 %{scanners} 에서 %{severity_level} 취약점이 발견되면 더 이상 감지되지 않습니다.

source: SecurityOrchestration|If any of the following occur:
ko: 다음 중 하나가 발생하는 경우:

source: SecurityOrchestration|If any scanner finds a %{strongStart}newly detected critical vulnerability%{strongEnd} in an open %{strongStart}merge request%{strongEnd} targeting the main branch, then %{strongStart}require two approvals from any two members%{strongEnd} of the application security team.
ko: 스캐너가 메인 브랜치를 타겟으로 하는 오픈된 %{strongStart}머지 리퀘스트%{strongEnd}에서 %{strongStart}새로 감지된 심각한 취약점%{strongEnd}을 발견하면 애플리케이션 보안 팀의 %{strongStart}멤버 2명의 승인%{strongEnd}을 요구합니다.
ru: Если любой сканер обнаружит %{strongStart}новую критическую уязвимость%{strongEnd} в открытом %{strongStart}запросе на слияние%{strongEnd}, нацеленном на основную ветку, то %{strongStart}требовать два одобрения от любых двух участников%{strongEnd} команды по безопасности приложения.

source: SecurityOrchestration|If any scanner finds a %{strongStart}vulnerability%{strongEnd} that was %{strongStart}previously detected but no longer found%{strongEnd} in a subsequent scan, then automatically %{strongStart}set the status to Resolved%{strongEnd}.
ko: 어떤 스캐너든 %{strongStart}취약성%{strongEnd}이 %{strongStart}이전에 발견되었으나 더 이상 발견되지 않는%{strongEnd} 경우, 자동으로 %{strongStart}해결됨으로 상태를 설정%{strongEnd}합니다.

source: SecurityOrchestration|In each pipeline, a %{boldStart}maximum of 1000%{boldEnd} vulnerabilities that are %{italicStart}no longer detected%{italicEnd} will be set to status %{italicStart}Resolved%{italicEnd} until all have been auto-resolved.
ko: 각 파이프라인에서 %{boldStart}최대 1000개%{boldEnd}의 취약성이 %{italicStart}더 이상 감지되지 않는 경우%{italicEnd}, 상태가 %{italicStart}해결됨%{italicEnd}으로 설정되며, 모든 항목이 자동으로 해결될 때까지 계속됩니다.
ru: В каждом конвейере %{boldStart}максимум 1000%{boldEnd} уязвимостей, которые %{italicStart}больше не обнаружены%{italicEnd}, будут переведены в статус %{italicStart}«Решена»%{italicEnd} до полного автоматического решения.

source: SecurityOrchestration|Individual users
ko: 개인 사용자

source: SecurityOrchestration|Inherited
ko: 상속됨

source: SecurityOrchestration|Inherited from %{namespace}
ko: %{namespace}에서 상속됨

source: SecurityOrchestration|Invalid Compliance Framework ID(s)
ko: 잘못된 규정 준수 프레임워크 ID
ru: Неверный(е) идентификатор(ы) регламента(ов) соблюдения норм

source: SecurityOrchestration|Invalid branch type detected - rule will not be applied.
ko: 잘못된 브랜치 유형 감지 - 규칙이 적용되지 않습니다.

source: SecurityOrchestration|Invalid policy
ko: 잘못된 정책

source: SecurityOrchestration|Invalid policy type
ko: 잘못된 정책 유형

source: SecurityOrchestration|Invalid syntax
ko: 잘못된 구문

source: SecurityOrchestration|Key
ko: 키

source: SecurityOrchestration|Latest scan run against %{agent}
ko: %{agent}에 대해 최신 스캔 실행

source: SecurityOrchestration|License Scan
ko: 라이센스 스캔

source: SecurityOrchestration|Linked groups
ko: 링크된 그룹
ru: Связанные группы

source: SecurityOrchestration|List branches in the format %{boldStart}branch-name@group-name/project-name,%{boldEnd} separated by a comma (,).
ko: %{boldStart}branch-name@group-name/project-name,%{boldEnd} 형식으로 브랜치들을 쉼표(,)로 구분하여 나열합니다.

source: SecurityOrchestration|Logic error
ko: 로직 오류
ru: Логическая ошибка

source: SecurityOrchestration|Manual pipeline run
ko: 수동 파이프라인 실행

source: SecurityOrchestration|Maximum action limit for scan execution policies will be enabled in 18.0
ko: 스캔 실행 정책에 대한 최대 작업 제한이 18.0에서 활성화됩니다.

source: SecurityOrchestration|Maximum security policy project schedule rule count exceeded
ko: 보안 정책 프로젝트의 최대 스케줄 규칙 수를 초과했습니다.

source: SecurityOrchestration|Merge request approval
ko: 머지 리퀘스트 승인

source: SecurityOrchestration|Merge request approval policies allow a maximum 1 bot message action.
ko: 머지 리퀘스트 승인 정책은 최대 1개의 봇 메시지 동작을 허용합니다.

source: SecurityOrchestration|Merge request approval policies allow a maximum of 5 approver actions.
ko: 머지 리퀘스트 승인 정책은 최대 5개의 승인자 작업을 허용합니다.
ru: Политики одобрения запросов на слияние позволяют не более 5 действий для одобрения.

source: SecurityOrchestration|Merge request approval policies can only be created by project owners.
ko: 머지 리퀘스트 승인 정책은 프로젝트 소유자만 만들 수 있습니다.

source: SecurityOrchestration|Merge request approval policy
ko: 머지 리퀘스트 승인 정책

source: SecurityOrchestration|Merge request approval policy syntax changes
ko: 머지 리퀘스트 승인 정책 구문 변경

source: SecurityOrchestration|Merge request pipeline
ko: 머지 리퀘스트 파이프라인

source: SecurityOrchestration|Merge request security
ko: 머지 리퀘스트 보안

source: SecurityOrchestration|Never
ko: 절대 안함
ru: Никогда

source: SecurityOrchestration|New merge request approval policy
ko: 새 머지 리퀘스트 승인 정책

source: SecurityOrchestration|New pipeline execution policy
ko: 새 파이프라인 실행 정책

source: SecurityOrchestration|New policy
ko: 새 정책

source: SecurityOrchestration|New scan execution policy
ko: 새 검색 실행 정책

source: SecurityOrchestration|New vulnerability management policy
ko: 새 취약점 관리 정책

source: SecurityOrchestration|No actions defined - policy will not run.
ko: 정의된 동작이 없습니다 - 정책이 실행되지 않습니다

source: SecurityOrchestration|No compliance frameworks
ko: 규정 준수 프레임워크 없음
ru: Нет регламентов соблюдения норм

source: SecurityOrchestration|No description
ko: 설명 없음
ru: Нет описания

source: SecurityOrchestration|No exceptions
ko: 예외 없음

source: SecurityOrchestration|No linked groups
ko: 링크된 그룹 없음

source: SecurityOrchestration|No policies found
ko: 정책을 찾을 수 없음
ru: Политики не найдены

source: SecurityOrchestration|No policies in the security policy project will be enforced until the invalid policies are fixed.
ko: 잘못된 정책이 수정될 때까지 보안 정책 프로젝트의 정책이 시행되지 않습니다.

source: SecurityOrchestration|No rules defined - policy will not run.
ko: 정의된 규칙 없음 - 정책이 실행되지 않습니다.

source: SecurityOrchestration|No scope
ko: 범위 없음
ru: Без области действия

source: SecurityOrchestration|No tags available
ko: 사용 가능한 태그 없음

source: SecurityOrchestration|Non-existing DAST profiles have been detected in the policy yaml. As a result, rule mode has been disabled. To enable rule mode, remove those non-existing profiles from the policy yaml.
ko: 존재하지 않는 DAST 프로필이 정책 yaml에서 감지되었습니다. 그 결과 규칙 모드가 비활성화되었습니다. 규칙 모드를 활성화하려면 정책 yaml에서 존재하지 않는 프로필을 제거하십시오.

source: SecurityOrchestration|Non-existing tags have been detected in the policy yaml. As a result, rule mode has been disabled. To enable rule mode, remove those non-existing tags from the policy yaml.
ko: 존재하지 않는 태그가 정책 yaml에서 감지되었습니다. 그 결과 규칙 모드가 비활성화되었습니다. 규칙 모드를 활성화하려면 정책 yaml에서 존재하지 않는 태그를 제거하십시오.

source: SecurityOrchestration|Not enabled
ko: 활성화 되지 않음
ru: Отключено

source: SecurityOrchestration|On conflict
ko: 충돌 시

source: SecurityOrchestration|On runners with tag:
ko: 태그가 있는 러너:
ru: На средствах выполнения с тегом:

source: SecurityOrchestration|Only custom roles with the permission to approve merge requests are shown
ko: 머지 리퀘스트를 승인할 수 있는 권한이 있는 커스텀 역할만 표시됩니다.
ru: Показаны только пользовательские роли с разрешением на одобрение запросов на слияние

source: SecurityOrchestration|Only overriding settings and bot message will take effect
ko: 오버라이드 설정 및 봇 메시지에만 적용됩니다.

source: SecurityOrchestration|Only owners can update Security Policy Project
ko: 소유자만 보안 정책 프로젝트를 업데이트할 수 있습니다.

source: SecurityOrchestration|Open policy actions dropdown
ko: 정책 동작 드롭다운을 열기

source: SecurityOrchestration|Override the following project settings:
ko: 다음 프로젝트 설정을 오버라이드 합니다:
ru: Перезаписать следующие настройки проекта:

source: SecurityOrchestration|Pipeline execution
ko: 파이프라인 실행

source: SecurityOrchestration|Pipeline execution policy
ko: 파이프라인 실행 정책

source: SecurityOrchestration|Please remove duplicated values
ko: 중복된 값을 제거하세요
ru: Удалите дублирующиеся значения

source: SecurityOrchestration|Please remove duplicates.
ko: 중복을 제거하세요.

source: SecurityOrchestration|Policies
ko: 정책

source: SecurityOrchestration|Policies are invalid
ko: 정책이 잘못되었습니다.

source: SecurityOrchestration|Policy Type
ko: 정책 유형

source: SecurityOrchestration|Policy cannot be enabled for non-existing branches (%{branches})
ko: 존재하지 않는 브랜치(%{branches})에 대해 정책을 사용하도록 설정할 수 없습니다
ru: Политика не может быть включена для несуществующих веток (%{branches})

source: SecurityOrchestration|Policy cannot be enabled without branch information
ko: 브랜치 정보가 없으면 정책을 사용할 수 없습니다.
ru: Политику нельзя включить без информации о ветке

source: SecurityOrchestration|Policy changes may take some time to be applied.
ko: 책 변경 사항을 적용하는 데 다소 시간이 걸릴 수 있습니다.

source: SecurityOrchestration|Policy contains %{linkStart}deprecated syntax%{linkEnd} (%{deprecatedProperties}).
ko: 정책에 %{linkStart}더 이상 사용되지 않는 구문%{linkEnd} (%{deprecatedProperties})이 포함되어 있습니다.

source: SecurityOrchestration|Policy definition
ko: 정책 정의

source: SecurityOrchestration|Policy editor
ko: 정책 편집기

source: SecurityOrchestration|Policy exceeds the maximum of %{limit} actions
ko: 정책이 최대 %{limit} 동작을 초과했습니다.

source: SecurityOrchestration|Policy exceeds the maximum of %{limit} approver actions
ko: 정책이 승인자 작업의 최대값인 %{limit} 을 초과합니다.

source: SecurityOrchestration|Policy exceeds the maximum of %{limit} pipeline execution schedules
ko: 정책이 %{limit} 파이프라인 실행 일정의 최대 개수를 초과함

source: SecurityOrchestration|Policy exceeds the maximum of %{limit} rule schedules
ko: 정책이 최대 %{limit} 규칙 예약을 초과했습니다.

source: SecurityOrchestration|Policy has reached the maximum of %{actionsCount} %{actions}
ko: 정책이 최대값인 %{actionsCount} %{actions}에 도달했습니다.

source: SecurityOrchestration|Policy is invalid
ko: 정책이 잘못되었습니다.

source: SecurityOrchestration|Policy override
ko: 정책 오버라이드

source: SecurityOrchestration|Policy scope
ko: 정책 범위
ru: Область действия политики

source: SecurityOrchestration|Policy status
ko: 정책 상태

source: SecurityOrchestration|Policy type
ko: 정책 유형

source: SecurityOrchestration|Prevent users from skipping pipelines
ko: 사용자가 파이프라인을 생략하지 못하도록 방지
ru: Запретить пользователям пропускать конвейеры

source: SecurityOrchestration|Project cannot be deleted because it is linked as a security policy project
ko: 프로젝트가 보안 정책 프로젝트로 링크되어 있어 삭제할 수 없습니다.

source: SecurityOrchestration|Reason for snoozing policy (optional)
ko: 정책 미루기 이유 (옵션)

source: SecurityOrchestration|Require %{approvals} %{plural} from %{approvers}
ko: %{approvers}의 %{approvals} %{plural}가 요구됨
ru: Требуется %{approvals} %{plural} от %{approvers}

source: SecurityOrchestration|Require Approvers
ko: 승인자 필요

source: SecurityOrchestration|Required approvals exceed eligible approvers.
ko: 승인 요구가 적정한 승인자 수를 초과합니다.
ru: Требуемое количество одобрений превышает количество подходящих рецензентов.

source: SecurityOrchestration|Requires no approvals if any of the following occur:
ko: 다음 중 하나라도 발생하면 승인이 필요하지 않습니다:
ru: Не требует одобрений, если происходит одно из следующего:

source: SecurityOrchestration|Resolve the following vulnerabilities that are no longer detected on the default branch:
ko: 기본 브랜치에서 더 이상 감지되지 않는 다음 취약점을 해결합니다.

source: SecurityOrchestration|Resolved
ko: 해결됨

source: SecurityOrchestration|Roles
ko: 역할
ru: Роли

source: SecurityOrchestration|Rule mode
ko: 규칙 모드

source: SecurityOrchestration|Rule mode is unavailable for this policy. In some cases, we cannot parse the YAML file back into the rules editor.
ko: 이 정책에는 규칙 모드를 사용할 수 없습니다. 경우에 따라 YAML 파일을 다시 규칙 편집기로 구문 분석할 수 없습니다.

source: SecurityOrchestration|Rules
ko: 규칙

source: SecurityOrchestration|Run %{scannerStart}%{scanner}%{scannerEnd} with the following options:
ko: 다음 옵션을 사용하여 %{scannerStart}%{scanner}%{scannerEnd} 실행:

source: SecurityOrchestration|Run a %{scannerStart}%{scanner}%{scannerEnd} scan with the following options:
ko: 다음 옵션을 사용하여 %{scannerStart}%{scanner}%{scannerEnd} 스캔을 실행합니다.

source: SecurityOrchestration|Save allowlist
ko: 허용목록 저장

source: SecurityOrchestration|Save denylist
ko: 거부목록 저장

source: SecurityOrchestration|Scan actions exceed the limit of %{maxScanExecutionPolicyActions} actions per policy.
ko: 스캔 동작이 정책당 %{maxScanExecutionPolicyActions} 동작 제한을 초과했습니다.

source: SecurityOrchestration|Scan execution
ko: 스캔 실행

source: SecurityOrchestration|Scan execution policies can only be created by project owners.
ko: 스캔 실행 정책은 프로젝트 소유자만 만들 수 있습니다.

source: SecurityOrchestration|Scan execution policies that exceed the maximum of %{maxCount} actions per policy have been detected. Those policies will not work after GitLab 18.0 (May 15, 2025). Before then you must edit these policies to reduce the number of actions.
ko: 정책당 최대 %{maxCount}개 작업을 초과하는 스캔 실행 정책이 감지되었습니다. 해당 정책은 GitLab 18.0(2025년 5월 15일) 이후에는 적용되지 않습니다. 그 전에 이러한 정책을 편집하여 작업 수를 줄여야 합니다.

source: SecurityOrchestration|Scan execution policies using `custom` scan action have been detected. Policies using this action will not work after GitLab 18.0 (May 10, 2025). You must edit these policies to remove the deprecated action. Learn more about the %{linkStart}pipeline execution policy%{linkEnd}.
ko: 커스텀 `custom` 스캔 작업을 사용하는 스캔 실행 정책이 감지되었습니다. 이 작업을 사용하는 정책은 GitLab 18.0(2025년 5월 10일) 이후에는 작동하지 않습니다. 이러한 정책을 편집하여 더 이상 사용되지 않는 작업을 제거해야 합니다. %{linkStart}파이프라인 실행 정책%{linkEnd}에 대해 자세히 알아보세요.

source: SecurityOrchestration|Scan execution policy
ko: 스캔 실행 정책

source: SecurityOrchestration|Scan will automatically choose a runner to run on because there are no tags exist on runners. You can %{linkStart}create a new tag in settings%{linkEnd}.
ko: 스캔은 러너에 태그가 없기 때문에 실행할 러너를 자동으로 선택합니다. 설정%{linkEnd}에서 %{linkStart}태그를 생성할 수 있습니다.
ru: Сканирование автоматически выберет средство выполнения, так как на средствах выполнения отсутствуют теги. Вы можете %{linkStart}создать новый тег в настройках%{linkEnd}.

source: SecurityOrchestration|Schedule a new
ko: 새로 예약하기
ru: Запланировать новый

source: SecurityOrchestration|Schedule the following pipeline execution policy to run %{branchInfo} %{scheduleTypeInfo} %{timeInfo} %{timeWindowInfo} %{timezoneInfo}.
ko: 다음 파이프라인 실행 정책을 예약하여 %{branchInfo} %{scheduleTypeInfo} %{timeInfo} %{timeWindowInfo} %{timezoneInfo}를 실행합니다.

source: SecurityOrchestration|Schedule to run for %{branchSelector}
ko: %{branchSelector}에 대한 실행 일정
ru: Запланировать запуск для %{branchSelector}

source: SecurityOrchestration|Scheduled pipeline
ko: 예정된 파이프라인
