Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Unable to generate new instance ID
ko: 새 인스턴스 ID를 생성할 수 없습니다.
ru: Не удалось сгенерировать новый идентификатор экземпляра

source: Unable to load commits. Try again later.
ko: 커밋을 로드할 수 없습니다. 나중에 다시 시도하십시오.

source: Unable to load file contents. Try again later.
ko: 파일 내용을 로드할 수 없습니다. 나중에 다시 시도하십시오.

source: Unable to load refs
ko: 참조를 로드할 수 없습니다.

source: Unable to load the diff
ko: diff를 로드할 수 없습니다
ru: Не удалось загрузить отличия

source: Unable to load the diff. %{button_try_again}
ko: diff를 읽어들일 수 없습니다. %{button_try_again}
ru: Не удается загрузить отличия. %{button_try_again}

source: Unable to load the merge request widget. Try reloading the page.
ko: 머지 리퀘스트 위젯을 로드할 수 없습니다. 페이지를 다시 로드해 보십시오.

source: Unable to load user list. Reload the page and try again.
ko: 사용자 목록을 로드할 수 없습니다. 페이지를 새로고침하고 다시 시도하세요.
ru: Не удалось загрузить список пользователей. Перезагрузите страницу и повторите попытку.

source: Unable to move. Insufficient permissions.
ko: 이동할 수 없습니다. 권한이 부족합니다.
ru: Невозможно переместить. Недостаточно прав.

source: Unable to move. Target project or group doesn't exist or doesn't support this item type.
ko: 이동할 수 없습니다. 대상 프로젝트나 그룹이 존재하지 않거나 이 항목 유형을 지원하지 않습니다.
ru: Невозможно переместить. Целевой проект или группа не существуют или не поддерживают этот тип объекта.

source: Unable to parse JSON
ko: Json을 해석할 수 없습니다.
ru: Не удалось разобрать JSON

source: Unable to parse the vulnerability report's options.
ko: 취약점 보고서의 옵션을 구문 분석할 수 없습니다.

source: Unable to remove a reviewer at the moment, try again later
ko: 현재 검토자를 제거할 수 없습니다. 나중에 다시 시도하세요.
ru: Произошла ошибка при удалении рецензента. Повторите попытку позже.

source: Unable to save iteration. Please try again
ko: 이터레이션을 저장할 수 없습니다. 다시 시도하십시오.
ru: Невозможно сохранить итерацию. Пожалуйста, попробуйте снова.

source: Unable to save your changes. Please try again.
ko: 변경사항을 저장할 수 없습니다. 다시 시도하십시오.
ru: Невозможно сохранить ваши изменения. Пожалуйста, попробуйте ещё раз.

source: Unable to save your preference
ko: 설정을 저장할 수 없습니다.

source: Unable to schedule a pipeline to run immediately
ko: 파이프라인이 즉시 실행되도록 예약할 수 없습니다.
ru: Невозможно запланировать запуск сборочной линии немедленно

source: Unable to send approval request to administrator.
ko: 운영자에게 승인 요청을 보낼 수 없습니다.

source: Unable to sign in to group with SAML: "%{reason}"
ko: 아래와 같은 이유로 SAML로 그룹에 로그인할 수 없음: "%{reason}"

source: Unable to suggest a path. Please refresh and try again.
ko: 경로를 제안할 수 없습니다. 새로 고친 후 다시 시도하십시오.

source: Unable to update DPoP preference.
ko: DPoP 환경 설정을 업데이트할 수 없습니다.
ru: Не удалось обновить настройку DPoP.

source: Unable to update label prioritization at this time
ko: 지금은 라벨 우선순위를 업데이트할 수 없습니다
ru: Невозможно обновить приоритизацию меток на данный момент

source: Unable to update this epic at this time.
ko: 지금은 이 에픽을 업데이트할 수 없습니다.

source: Unable to update this issue at this time.
ko: 지금은 이 이슈를 업데이트할 수 없습니다.
ru: Невозможно обновить это обсуждение в данный момент.

source: Unapprove a merge request
ko: 머지 요청을 승인하지 않음

source: Unapprove the current merge request.
ko: 현재 머지 요청을 승인하지 않습니다.

source: Unapproved the current merge request.
ko: 현재 머지 리퀘스트를 승인하지 않았습니다.
ru: Одобрение текущего запроса на слияние отменено.

source: Unarchive project
ko: 프로젝트 아카이빙 해제
ru: Восстановить проект

source: Unarchiving the project restores its members' ability to make commits, and create issues, comments, and other entities. %{strong_start}After you unarchive the project, it displays in the search and on the dashboard.%{strong_end} %{link_start}Learn more.%{link_end}
ko: 프로젝트 아카이빙을 해제하면 구성원이 커밋을 수행하고 이슈, 댓글 및 기타 엔터티를 생성할 수 있는 기능이 복원됩니다. %{strong_start}프로젝트의 아카이브를 해제하면 검색 및 대시보드에 표시됩니다.%{strong_end} %{link_start}자세히 알아보세요.%{link_end}
ru: Разархивирование проекта восстанавливает возможность его участников делать коммиты, создавать обсуждения, комментарии и другие сущности. %{strong_start}После разархивирования проект отображается в поиске и на панели управления.%{strong_end} %{link_start}Подробнее.%{link_end}

source: Unassign
ko: 할당 해제
ru: Отменить назначение

source: Unassign from commenting user
ko: 댓글 사용자에서 할당 취소
ru: Отменить назначение комментирующего пользователя

source: Unassigned
ko: 할당 해지됨
ru: Не назначено

source: Unauthenticated API rate limit period in seconds
ko: 인증되지 않은 API 속도 제한 기간(초)
ru: Период ограничения частоты запросов для неавторизованных API-запросов в секундах

source: Unauthenticated Git HTTP rate limit period in seconds
ko: 인증되지 않은 Git HTTP 속도 제한 기간(초)
ru: Период ограничения по частоте для неаутентифицированных Git HTTP-запросов в секундах

source: Unauthenticated Git HTTP request rate limit
ko: 인증되지 않은 Git HTTP 요청 속도 제한
ru: Ограничение по частоте неаутентифицированных Git HTTP-запросов

source: Unauthenticated requests
ko: 인증되지 않은 요청
ru: Неаутентифицированные запросы

source: Unauthenticated web rate limit period in seconds
ko: 인증되지 않은 웹 속도 제한 기간(초)
ru: Период ограничения частоты запросов для неавторизованных веб-запросов в секундах

source: Unauthorized
ko: 권한 없음
ru: Отказано в доступе

source: Unauthorized to access the cluster agent in this project
ko: 이 프로젝트의 클러스터 에이전트에 액세스할 권한이 없습니다.
ru: Вам запрещён доступ к агенту кластера в этом проекте

source: Unauthorized to create a container registry protection rule
ko: 컨테이너 레지스트리 보호 규칙을 생성할 권한이 없습니다.
ru: Вам запрещено создание правила защиты реестра контейнеров

source: Unauthorized to create a package protection rule
ko: 패키지 보호 규칙을 생성할 수 있는 권한이 없습니다.
ru: Вам запрещено создание правила защиты пакета

source: Unauthorized to create a protection rule for container image tags
ko: 컨테이너 이미지 태그에 대한 보호 규칙을 생성할 권한이 없습니다.
ru: Вам запрещено создание правила защиты для тегов образов контейнеров

source: Unauthorized to create an environment
ko: 환경을 만들 권한이 없습니다.
ru: Вам запрещено создание окружения

source: Unauthorized to create an immutable protection rule for container image tags
ko: 컨테이너 이미지 태그에 대한 변경 불가능한 보호 규칙을 생성할 권한이 없습니다.

source: Unauthorized to delete a container registry protection rule
ko: 컨테이너 레지스트리 보호 규칙을 삭제할 권한이 없습니다.
ru: Вам запрещено удаление правила защиты реестра контейнеров

source: Unauthorized to delete a package protection rule
ko: 패키지 보호 규칙을 삭제할 권한이 없습니다.
ru: Вам запрещено удаление правила защиты пакета

source: Unauthorized to delete a protection rule for container image tags
ko: 컨테이너 이미지 태그에 대한 보호 규칙을 삭제할 권한이 없습니다.
ru: Вам запрещено удаление правила защиты для тегов образов контейнеров

source: Unauthorized to update a container registry protection rule
ko: 컨테이너 레지스트리 보호 규칙을 업데이트할 권한이 없습니다.
ru: Вам запрещено изменение правила защиты реестра контейнеров

source: Unauthorized to update a package protection rule
ko: 패키지 보호 규칙을 업데이트할 권한이 없습니다.
ru: Вам запрещено изменение правила защиты пакета

source: Unauthorized to update a protection rule for container image tags
ko: 컨테이너 이미지 태그에 대한 보호 규칙을 업데이트할 권한이 없습니다.
ru: Вам запрещено изменение правила защиты для тегов образов контейнеров

source: Unauthorized to update the environment
ko: 환경을 업데이트할 권한이 없습니다.
ru: Вам запрещено изменение окружения

source: Unban
ko: 계정정지 해제
ru: Разбанить

source: Uncategorized
ko: 미분류

source: Uncommitted changes will be lost if you change branches. Do you want to continue?
ko: 브랜치를 변경하면 커밋되지 않은 변경사항이 손실됩니다. 계속하시겠습니까?

source: Undo
ko: 실행 취소
ru: Отменить

source: Undo Ignore
ko: 무시 실행 취소
ru: Отменить игнорирование

source: Undo ignore
ko: 무시 실행 취소
ru: Отменить игнорирование

source: Unexpected error
ko: 예상치 못한 오류

source: Unexpected scope
ko: 예기치 않은 범위

source: Unfollow
ko: 팔로우 취소
ru: Отписаться

source: Unfortunately, your email message to GitLab could not be processed.
ko: 불행히도 GitLab으로 보내는 전자 메일 메시지를 처리할 수 없습니다.
ru: К сожалению, ваше письмо в GitLab не может быть обработано.

source: Unhappy?
ko: 만족하지 못하시나요?

source: Unhelpful or irrelevant
ko: 도움이 되지 않거나 관련성이 없음
ru: Бесполезный или не относящийся к делу

source: Unique identifier for the target chat or the username of the target channel (in the format `@channelusername`).
ko: 대상 채팅의 고유 식별자 또는 대상 채널의 사용자명(`@channelusername` 형식).
ru: Уникальный идентификатор целевого чата или имя пользователя целевого канала (в формате `@channelusername`).

source: Unique identifier for the target message thread (topic in a forum supergroup).
ko: 대상 메시지 스레드에 대한 고유 식별자(포럼 슈퍼그룹의 주제).
ru: Уникальный идентификатор целевой темы в супергруппе, разбитой на темы.

source: Unique identifier for the target room (in the format `!qPKKM111FFKKsfoCVy:matrix.org`).
ko: 대상 방의 고유 식별자 (형식: `!qPKKM111FFKKsfoCVy:matrix.org`).
ru: Уникальный идентификатор целевой комнаты (в формате `!qPKKM111FFKKsfoCVy:matrix.org`).

source: Units|d
ko: d

source: Units|ms
ko: ms
ru: мс

source: Units|s
ko: s
ru: с

source: Units|sec
ko: 초
ru: сек

source: Unknown
ko: 알 수 없음
ru: Неизвестно

source: Unknown Error
ko: 알 수 없는 오류
ru: Неизвестная ошибка

source: Unknown error
ko: 알 수 없는 오류
ru: Неизвестная ошибка

source: Unknown format
ko: 알 수 없는 형식
ru: Неизвестный формат

source: Unknown function: %{name}
ko: 알 수 없는 함수: %{name}
ru: Неизвестная функция: %{name}

source: Unknown user
ko: 알 수 없는 사용자
ru: Неизвестный пользователь

source: Unknown value type: %{type}
ko: 알 수 없는 값 유형: %{type}
ru: Неизвестный тип значения: %{type}

source: Unless otherwise agreed to in writing with GitLab, by selecting "Add License" you agree that your use of GitLab Software is subject to the %{eula_link_start}Terms of Service%{eula_link_end}.
ko: GitLab과 서면으로 별도로 합의하지 않는 한, "라이선스 추가"를 선택하면 GitLab 소프트웨어 사용이 %{eula_link_start}서비스 약관%{eula_link_end}의 적용을 받는다는 데 동의하는 것입니다.

source: Unlimited
ko: 무제한

source: UnlimitedMembersDuringTrialAlert|During your trial, invite as many members as you like to %{name} to collaborate with you. When your trial ends, you'll have a maximum of %{limit} member on the Free tier, or you can get more by upgrading to a paid tier.
ko: 체험 기간 동안 원하는 만큼의 구성원을 %{name}에 초대하여 함께 협업할 수 있습니다. 체험이 종료되면 무료 요금제에서 최대 %{limit}명의 구성원이 있을 수 있으며, 유료 요금제로 업그레이드하면 더 많은 구성원을 추가할 수 있습니다.
ru: Во время пробного периода приглашайте сколько угодно участников в %{name} для совместной работы. По окончании пробного периода у вас будет максимум %{limit} участник на бесплатном тарифе, или вы сможете пригласить больше, перейдя на платный тариф.

source: UnlimitedMembersDuringTrialAlert|Explore paid plans
ko: 유료 플랜 살펴보기
ru: Обзор тарифных планов

source: UnlimitedMembersDuringTrialAlert|Get the most out of your trial with space for more members
ko: 더 많은 멤버를 위한 공간으로 평가판을 최대한 활용하십시오.
ru: Используйте пробную версию по максимуму — добавьте больше участников

source: UnlimitedMembersDuringTrialAlert|Invite more members
ko: 더 많은 멤버 초대
ru: Пригласите больше участников

source: Unlink
ko: 링크해제
ru: Отвязать

source: Unlock
ko: 잠금 해제
ru: Разблокировать

source: Unlock account
ko: 계정 잠금 해제

source: Unlock discussion
ko: 토론 잠금 해제
ru: Разблокировать дискуссию

source: Unlock file?
ko: 파일 잠금을 해제하시겠습니까?
ru: Разблокировать файл?

source: Unlock more features with GitLab Ultimate
ko: GitLab Ultimate로 더 많은 기능 사용

source: Unlock that directory in order to unlock this
ko: 이것를 잠금 해제하려면 해당 디렉토리의 잠금을 해제하세요.

source: Unlock the discussion
ko: 토론 잠금 해제
ru: Разблокировать дискуссию

source: Unlock this discussion? %{strongStart}Everyone%{strongEnd} will be able to comment.
ko: 이 토론을 잠금 해제하시겠습니까? %{strongStart}모든 사람%{strongEnd} 댓글을 달 수 있습니다.
ru: Разблокировать это обсуждение? %{strongStart}Все%{strongEnd} смогут комментировать.

source: Unlock this in order to proceed
ko: 계속하려면 이를 잠금해제 하세요

source: Unlocked
ko: 잠금 해제됨
ru: Разблокировано

source: Unlocked the discussion.
ko: 토론을 잠금 해제했습니다.
ru: Дискуссия разблокирована.

source: Unlocking discussion
ko: 토론 잠금 해제
ru: Разблокировка обсуждения

source: Unlocks the discussion.
ko: 토론을 잠금 해제합니다.
ru: Разблокирует дискуссию.

source: Unreachable
ko: 연결할 수 없음

source: Unrecognized approval status.
ko: 인식할 수 없는 승인 상태

source: Unresolve
ko: 미해결

source: Unresolve thread
ko: 미해결 스레드
ru: Отменить решение темы

source: Unresolved
ko: 미해결

source: Unresolved discussions must be resolved.
ko: 해결되지 않은 토론은 해결되어야 합니다.
ru: Нерешённые дискуссии необходимо решить.

source: Unschedule job
ko: 예약되지 않은 작업

source: Unselect
ko: 선택 해제

source: Unselect "Expand variable reference" if you want to use the variable value as a raw string.
ko: 변수 값을 원시 문자열로 사용하려면 "변수 참조 펼침"을 선택 해제하십시오.

source: Unselect all
ko: 모두 선택 해제
ru: Снять выделение со всех

source: Unselected
ko: 선택되지 않음

source: Unstarted
ko: 시작되지 않음

source: Unsubscribe
ko: 구독 취소
ru: Отписаться

source: Unsubscribe at group level
ko: 그룹 수준에서 구독 해제
ru: Отписаться на уровне группы

source: Unsubscribe at project level
ko: 프로젝트 수준에서 구독 해제
ru: Отписаться на уровне проекта

source: Unsubscribe from %{type}
ko: %{type}에서 구독 취소
ru: Отписаться от %{type}

source: Unsubscribed from notifications.
ko: 알림을 구독 취소했습니다.

source: Unsubscribes from notifications.
ko: 알림 구독을 취소합니다.

source: Unsupported node type for alias: %{type}
ko: 지원되지 않는 별칭 노드 유형: %{type}

source: Unsupported signature
ko: 지원되지 않는 서명
ru: Подпись не поддерживается

source: Unsupported sort value.
ko: 지원되지 않는 정렬 값

source: Unsupported todo type passed. Supported todo types are: %{todo_types}
ko: 지원되지 않는 할일 유형이 전달되었습니다. 지원되는 할일 유형: %{todo_types}
ru: Тип напоминания не поддерживается. Поддерживаемые типы напоминаний: %{todo_types}

source: Untitled
ko: 무제

source: Untrust user
ko: 신뢰하지 않는 사용자로 설정

source: Unused
ko: 사용되지 않음

source: Unused indices scheduled for deletion
ko: 삭제 예정인 사용되지 않은 인덱스

source: Unverified
ko: 검증되지 않음
ru: Неподтверждено

source: Unverified signature
ko: 인증되지 않은 서명

source: Up to date
ko: 최신 상태입니다
ru: Последняя версия

source: Upcoming
ko: 다가올

source: Upcoming Release
ko: 예정된 릴리스

source: Update
ko: 업데이트
ru: Обновить

source: Update %{sourcePath} file
ko: %{sourcePath} 파일 업데이트

source: Update Now
ko: 지금 업데이트

source: Update Scheduled…
ko: 업데이트 예약됨…

source: Update appearance settings
ko: 외관 설정 업데이트
ru: Обновить настройки внешнего вида

source: Update failed
ko: 업데이트 실패
ru: Обновление не удалось

source: Update framework
ko: 프레임워크 업데이트

source: Update it
ko: 지금 업데이트
ru: Обновить это

source: Update now
ko: 지금 업데이트
ru: Обновить сейчас

source: Update password
ko: 비밀번호 업데이트
ru: Сменить пароль

source: Update password for %{current_name}
ko: %{current_name}의 비밀번호 업데이트
ru: Сменить пароль для %{current_name}

source: Update selected
ko: 선택한 업데이트

source: Update username
ko: 사용자명 업데이트
ru: Изменить имя пользователя

source: Update your bookmarked URLs as filtered/sorted branches URL has been changed.
ko: 필터링/정렬된 브랜치 URL이 변경되어 북마크 URL을 업데이트합니다.
ru: Обновите сохранённые URL, так как URL для фильтрованных или отсортированных веток был изменён.

source: Update your group name, description, avatar, and visibility.
ko: 그룹 이름과 설명, 아바타 및 공개 여부를 수정하십시오.
ru: Обновите название группы, описание, аватар и видимость.

source: Update your project name and description.
ko: 프로젝트 이름과 설명을 업데이트하세요.
ru: Изменить название и описание вашего проекта.

source: Update your project name, description, avatar, and topics. %{link_start}Learn more about projects%{link_end}.
ko: 프로젝트 이름, 설명, 아바타, 주제를 업데이트하세요. %{link_start}프로젝트에 대해 자세히 알아보세요%{link_end}.
ru: Измените название, описание, аватар и темы вашего проекта. %{link_start}Подробнее о проектах%{link_end}.

source: UpdateProject|Are you sure you want to prune unreachable objects?
ko: 연결할 수 없는 개체를 정리하시겠습니까?
ru: Вы уверены, что хотите очистить недоступные объекты?

source: UpdateProject|Are you sure you want to prune?
ko: 정리하시겠습니까?
ru: Вы уверены, что хотите очистить?

source: UpdateProject|Cancel
ko: 취소
ru: Отмена

source: UpdateProject|Cannot rename project because it contains container registry tags!
ko: 컨테이너 레지스트리 태그가 포함되어 있기 때문에 프로젝트 이름을 바꿀 수 없습니다!
ru: Не удается переименовать проект, потому что он содержит теги реестра контейнеров!

source: UpdateProject|Cannot rename project, the container registry path rename validation failed: %{error}
ko: 프로젝트 이름을 바꿀 수 없습니다. 컨테이너 레지스트리 경로 이름 바꾸기 유효성 검증에 실패했습니다: %{error}
ru: Невозможно переименовать проект, проверка переименования пути реестра контейнеров не удалась: %{error}

source: UpdateProject|Changing the ci_pipeline_variables_minimum_override_role to the owner role is not allowed
ko: ci_pipeline_variables_minimum_override_role을 소유자 역할로 변경하는 것은 허용되지 않습니다.
ru: Изменение ci_pipeline_variables_minimum_override_role на роль владельца не допускается

source: UpdateProject|Changing the restrict_user_defined_variables or ci_pipeline_variables_minimum_override_role is not allowed
ko: limit_user_define_variables 또는 ci_pipeline_variables_minimum_override_role 변경은 허용되지 않습니다.
ru: Изменение restrict_user_defined_variables или ci_pipeline_variables_minimum_override_role не допускается

source: UpdateProject|Could not set the default branch
ko: 기본 브랜치를 설정할 수 없습니다.
ru: Не удалось установить ветку по умолчанию

source: UpdateProject|Could not set the default branch. Do you have a branch named 'HEAD' in your repository? (%{linkStart}How do I fix this?%{linkEnd})
ko: 기본 브랜치를 설정할 수 없습니다. 리포지토리에 'HEAD'라는 브랜치가 있습니까? (%{linkStart}이 문제를 어떻게 해결합니까?%{linkEnd})
ru: Не удалось установить ветку по умолчанию. У вас есть ветка с именем «HEAD» в вашем репозитории? (%{linkStart}Как это исправить?%{linkEnd})

source: UpdateProject|Learn more.
ko: 자세히 알아보세요
ru: Подробнее.

source: UpdateProject|New visibility level not allowed!
ko: 새로운 공개 수준이 허용되지 않습니다!
ru: Новый уровень видимости не разрешен!

source: UpdateProject|Project could not be updated!
ko: 프로젝트를 업데이트할 수 없습니다!
ru: Проект не может быть обновлен!

source: UpdateProject|Prune
ko: 정리
ru: Очистить

source: UpdateProject|Prune unreachable objects
ko: 도달할 수 없는 객체 정리
ru: Очистить недоступные объекты

source: UpdateProject|Pruning unreachable objects can lead to repository corruption.
ko: 접근할 수 없는 개체를 정리하면 리포지토리가 손상될 수 있습니다
ru: Очистка недоступных объектов может привести к повреждению репозитория.

source: UpdateProject|The `pages_primary_domain` attribute is missing from the domain list in the Pages project configuration. Assign `pages_primary_domain` to the Pages project or reset it.
ko: `pages_primary_domain` 속성이 Pages 프로젝트 구성의 도메인 목록에서 누락되었습니다. `pages_primary_domain`을 Pages 프로젝트에 할당하거나 재설정하세요.

source: UpdateProject|Updating default branch is blocked by security policy
ko: 기본 브랜치의 업데이트가 보안 정책에 의해 차단되었습니다.
ru: Обновление ветки по умолчанию заблокировано политикой безопасности

source: UpdateRepositoryStorage|Timeout waiting for %{type} repository pushes
ko: %{type}개의 리포지토리 푸시를 기다리는 동안 시간 초과됨

source: Updated
ko: 업데이트됨
ru: Обновлено

source: Updated %{timeAgo}
ko: %{timeAgo} 업데이트됨

source: Updated %{updatedAt}
ko: %{updatedAt}에 업데이트됨
ru: Обновлено %{updatedAt}

source: Updated %{updated_at} by %{updated_by}
ko: %{updated_at}에 %{updated_by}가 업데이트했습니다.
ru: Обновлено %{updated_at} %{updated_by}

source: Updated Date
ko: 업데이트 날짜
ru: Дата обновления

source: Updated date
ko: 업데이트 날짜
ru: Дата обновления

source: Updated. Check again
ko: 업데이트됨. 다시 점검 하세요

source: Updating
ko: 업데이트중...
ru: Обновление

source: Updating…
ko: 업데이트 중…
ru: Обновление…

source: Upgrade
ko: 업그레이드
ru: Сменить тариф

source: Upload
ko: 업로드

source: Upload %{file_name} file
ko: %{file_name} 파일 업로드
ru: Загрузить файл %{file_name}

source: Upload CSV file
ko: CSV 파일 업로드
ru: Загрузить CSV файл

source: Upload File
ko: 파일 업로드
ru: Загрузить файл

source: Upload New File
ko: 새 파일 업로드
ru: Загрузить новый файл

source: Upload a certificate for your domain with all intermediates
ko: 모든 중간 도메인에 대한 인증서 업로드

source: Upload a private key for your certificate
ko: 인증을 위한 개인 키 업로드
ru: Загрузите закрытый ключ для вашего сертификата

source: Upload a text file of objects, and then GitLab removes internal Git references to these objects. Use %{git_filter_link_start}git filter-repo%{git_filter_link_end} on the repository to generate the list of objects to remove as a commit-map file.
ko: 개체의 텍스트 파일을 업로드하면 GitLab은 이러한 개체에 대한 내부 Git 참조를 제거합니다. 리포지토리에 %{git_filter_link_start}git filter-repo%{git_filter_link_end} 를 사용하여 제거할 객체 목록을 커밋 맵 파일로 생성합니다.
ru: Загрузите текстовый файл объектов, и затем GitLab удалит внутренние ссылки Git на эти объекты. Используйте %{git_filter_link_start}git filter-repo%{git_filter_link_end} в репозитории, чтобы создать список объектов для удаления в виде файла с картой коммитов.

source: Upload artifacts
ko: 아티팩트 업로드
ru: Загрузить артефакты

source: Upload commit-map file
ko: commit-map 파일 업로드
ru: Загрузить файл с картой коммитов

source: Upload could not be deleted.
ko: 업로드를 삭제할 수 없습니다.

source: Upload file
ko: 파일 업로드
ru: Загрузить файл

source: Uploaded date
ko: 업로드 날짜
ru: Дата загрузки

source: Uploading: %{progress}
ko: 업로드 중: %{progress}

source: Uploading…
ko: 업로드 중…
ru: Идёт загрузка…

source: Upon successful validation, you're granted access to slash commands.
ko: 검증에 성공하면 슬래시 명령에 대한 액세스 권한이 부여됩니다.
ru: После успешной проверки вам будет предоставлен доступ к слэш-командам.

source: Upstream
ko: 업스트림
ru: Предыдущий

source: Upstream Gitaly has been exhausted. Try again later
ko: 업스트림 Gitaly가 소진되었습니다. 나중에 다시 시도하세요

source: Upvotes
ko: 추천
ru: Голоса "за"

source: Usage
ko: 사용

source: Usage Quotas
ko: 사용량 할당

source: Usage breakdown
ko: 사용 내역

source: Usage statistics
ko: 사용 통계
ru: Статистика использования

source: Usage this month
ko: 이달 사용량

source: Usage trends
ko: 사용 경향
ru: Тенденции использования

source: UsageQuotas|(of %{totalStorageSize})
ko: ( 총 %{totalStorageSize} 중 )
ru: (из %{totalStorageSize})

source: UsageQuotas|An error occurred loading the transfer data. Please refresh the page to try again.
ko: 전송 데이터를 로드하는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로 고치십시오.
ru: Произошла ошибка при загрузке данных о передаче. Обновите страницу и попробуйте ещё раз.

source: UsageQuotas|Container registry storage statistics are not used to calculate the total project storage. Total project storage is calculated after namespace container deduplication, where the total of all unique containers is added to the namespace storage total.
ko: 컨테이너 레지스트리 스토리지 통계는 총 프로젝트 스토리지를 계산하는 데 사용되지 않습니다. 총 프로젝트 스토리지는 네임스페이스 컨테이너 중복 제거 후에 계산되며, 모든 고유 컨테이너의 총합이 네임스페이스 스토리지 총합에 추가됩니다.
ru: Статистика хранения реестра контейнеров не используется для расчёта общего объёма хранения проекта. Общий объём хранения проекта рассчитывается после дедупликации контейнеров пространства имён, к общему объёму хранения пространства имён добавляется объём всех уникальных контейнеров.

source: UsageQuotas|Loading Usage Quotas tab content
ko: 사용 할당량 탭 로드 중
ru: Загрузка содержимого вкладки квот использования

source: UsageQuotas|Namespace transfer data used
ko: 네임스페이스 데이터 전송량
ru: Использованные данные для передачи пространства имён

source: UsageQuotas|Reload the page to try again
ko: 페이지를 새로 고침하고 다시 시도하세요
ru: Перезагрузите страницу, чтобы попытаться снова

source: UsageQuotas|There was an error while loading the tab contents
ko: 탭 내용을 로딩하는 중 오류가 있습니다
ru: Произошла ошибка при загрузке содержимого вкладки

source: UsageQuota|%{linkTitle} help link
ko: %{linkTitle} 도움말 링크
ru: Ссылка на справку по %{linkTitle}

source: UsageQuota|%{percentageRemaining}%% namespace storage remaining.
ko: %{percentageRemaining}%% 네임스페이스 스토리지가 남아 있습니다.
ru: Осталось %{percentageRemaining}%% хранилища пространства имён.

source: UsageQuota|%{storage_limit_link_start}A namespace storage limit%{link_end} of %{limit} will soon be enforced for the %{strong_start}%{namespace_name}%{strong_end} namespace. %{extra_message}
ko: %{storage_limit_link_start}네임스페이스 스토리지 제한%{link_end}(한도 %{limit})은 곧 %{strong_start}%{namespace_name}%{strong_end}네임스페이스에 적용됩니다. %{extra_message}
ru: %{storage_limit_link_start}Лимит хранилища пространства имён%{link_end} в размере %{limit} вскоре будет применён для пространства имён %{strong_start}%{namespace_name}%{strong_end}. %{extra_message}
