Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Pages|State
ko: 상태
ru: Состояние

source: Pages|Stopped
ko: 중지됨

source: Pages|There are no active parallel Pages deployments in this project.
ko: 이 프로젝트에는 활성화된 병렬 페이지 배포가 없습니다.
ru: В этом проекте нет активных параллельных развёртываний Pages.

source: Pages|There was an error trying to delete the deployment
ko: 배포를 삭제하려고 시도하는 동안 오류가 발생했습니다.

source: Pages|There was an error trying to restore the deployment
ko: 배포를 복원하려고 시도하는 동안 오류가 발생했습니다.

source: Pages|URL
ko: URL
ru: URL

source: Pages|Visit site
ko: 사이트 방문

source: Pages|We did not find any projects with parallel Pages deployments in this namespace.
ko: 이 네임스페이스에서 병렬 Pages 배포가 있는 프로젝트를 찾을 수 없습니다.
ru: Мы не нашли проектов с параллельными развёртываниями Pages в этом пространстве имён.

source: Pages|Your Pages site is live at
ko: 당신의 Pages 사이트가 활성화됨

source: Pagination|First
ko: 처음

source: Pagination|Go to first page
ko: 첫 페이지로 이동
ru: Перейти на первую страницу

source: Pagination|Go to last page
ko: 마지막 페이지로
ru: Перейти на последнюю страницу

source: Pagination|Go to next page
ko: 다음 페이지로 이동
ru: Перейти на следующую страницу

source: Pagination|Go to page %{page}
ko: %{page} 페이지로 이동
ru: Перейти к странице %{page}

source: Pagination|Go to previous page
ko: 이전 페이지로 이동
ru: Перейти к предыдущей странице

source: Pagination|Last
ko: 마지막

source: Pagination|Last »
ko: 마지막 »
ru: Последняя »

source: Pagination|Next
ko: 다음
ru: След.

source: Pagination|Pagination
ko: 페이지 매김

source: Pagination|Prev
ko: 이전
ru: Пред.

source: Pagination|Previous
ko: 이전
ru: Пред.

source: Pagination|« First
ko: « 처음
ru: « Первая

source: Parameter
ko: 매개변수
ru: Параметр

source: Parent
ko: 상위
ru: Родитель

source: Parent item removed successfully.
ko: 상위 항목이 성공적으로 삭제되었습니다.
ru: Родительский элемент успешно отвязан.

source: Parent item set successfully.
ko: 상위 항목이 성공적으로 설정되었습니다.
ru: Родительский элемент успешно установлен.

source: Parse error: Expected `%{expected}`, but got `%{got}`.
ko: 구문 분석 오류: `%{expected}`를 기대했는데 `%{got}`를 받았습니다.

source: Parse error: Unexpected input near `%{input}`.
ko: 구문 분석 오류: `%{input}` 근처에 예상치 못한 입력이 있습니다.

source: Participants
ko: 참가자
ru: Участники

source: Pass job variables
ko: 작업 변수 전달
ru: Передача переменных задания

source: Passed
ko: 합격
ru: Пройден

source: Passed on
ko: 통과됨

source: Password
ko: 패스워드
ru: Пароль

source: Password (optional)
ko: 비밀번호 (선택)
ru: Пароль (необязательно)

source: Password Confirmation
ko: 비밀번호 확인

source: Password authentication is unavailable.
ko: 비밀번호 인증을 사용할 수 없습니다.
ru: Аутентификация по паролю недоступна.

source: Password confirmation
ko: 비밀번호 확인
ru: Подтверждение пароля

source: Password is required.
ko: 비밀번호는 필수 항목입니다.
ru: Необходимо указать пароль.

source: Password of the Jenkins server.
ko: Jenkins 서버의 비밀번호.
ru: Пароль сервера Jenkins.

source: Password of the user.
ko: 사용자의 비밀번호입니다.

source: Password successfully changed
ko: 비밀번호가 성공적으로 변경되었습니다.
ru: Пароль успешно изменён

source: Password was successfully updated. Please sign in again.
ko: 비밀번호가 성공적으로 업데이트되었습니다. 다시 로그인하십시오.

source: PasswordPrompt|Confirm password
ko: 비밀번호 확인
ru: Подтверждение паролем

source: PasswordPrompt|Confirm password to continue
ko: 계속하려면 암호를 확인하십시오.
ru: Введите пароль, чтобы продолжить

source: PasswordPrompt|Password is required
ko: 비밀번호가 필요합니다
ru: Требуется пароль

source: PasswordPrompt|Please enter your password to confirm
ko: 확인을 위해 암호를 입력하십시오
ru: Введите пароль для подтверждения

source: Passwords should be unique and not used for any other sites or services.
ko: 비밀번호는 고유해야 하며 다른 사이트나 서비스에 사용되지 않아야 합니다.
ru: Пароли должны быть уникальными и не использоваться для других сайтов или сервисов.

source: Password|Not satisfied
ko: 불충족

source: Password|Satisfied
ko: 충족

source: Password|To be satisfied
ko: 충족시키려면

source: Password|cannot include your name, username, or email
ko: 이름, 사용자명 또는 이메일을 포함할 수 없음
ru: не должен содержать ваше имя, имя пользователя или адрес электронной почты

source: Password|cannot use common phrases (e.g. "password")
ko: 일반적인 문구(예: "password")를 사용할 수 없습니다.

source: Password|must be between 8-128 characters
ko: 8자에서 128자 사이여야 합니다.

source: Password|requires at least one lowercase letter
ko: 최소한 하나의 소문자가 필요합니다.

source: Password|requires at least one number
ko: 적어도 하나의 숫자가 필요합니다.

source: Password|requires at least one symbol character
ko: 특수 문자가 하나 이상 필요합니다.

source: Password|requires at least one uppercase letter
ko: 대문자가 하나 이상 필요합니다.

source: Past 6 Months
ko: 지난 6개월
ru: Прошлые 6 месяцев

source: Past due
ko: 기한이 지남
ru: Просрочено

source: Paste a public key here.
ko: 여기에 공개 키를 붙여넣습니다.
ru: Вставьте открытый ключ сюда.

source: Paste a public key here. %{link_start}How do I generate it?%{link_end}
ko: 여기에 공개 키를 붙여넣습니다. %{link_start}어떻게 생성합니까?%{link_end}
ru: Вставьте открытый ключ сюда. %{link_start}Как мне его сгенерировать?%{link_end}

source: Paste project path (i.e. gitlab-org/gitlab)
ko: 프로젝트 경로 붙여넣기(예: gitlab-org/gitlab)

source: Paste this Data Source Name (DSN) into your Sentry SDK.
ko: 이 데이터 소스 이름(DSN)을 Sentry SDK에 붙여넣으세요.
ru: Вставьте это имя источника данных (DSN) в ваш Sentry SDK.

source: Patch to apply
ko: 적용할 패치

source: Patches
ko: 패치
ru: Скачать patch

source: Path
ko: 경로
ru: Путь

source: Path:
ko: 경로:
ru: Путь:

source: Paths with rate limiting for GET requests
ko: GET 요청에 대한 속도 제한이 있는 경로
ru: Пути с ограничением частоты для GET-запросов

source: Paths with rate limiting for POST requests
ko: POST 요청에 대한 속도 제한이 있는 경로
ru: Пути с ограничением частоты для POST-запросов

source: Pattern
ko: 패턴
ru: Шаблон

source: Pause
ko: 중지
ru: Приостановить

source: Pause indexing
ko: 인덱싱 일시 정지
ru: Приостановить индексацию

source: Pause time (ms)
ko: 일시정지 시간(밀리초)
ru: Время паузы (мс)

source: Paused
ko: 일시중지됨
ru: Приостановить

source: Peer review by
ko: 동료 리뷰어

source: Pending
ko: 대기중
ru: В ожидании

source: Pending comments
ko: 대기중인 댓글
ru: Ожидающие комментарии

source: Pending comments are hidden until you submit your review.
ko: 리뷰를 제출할 때까지 대기 중인 댓글은 숨겨집니다.
ru: Ожидающие комментарии скрыты до отправки вашей рецензии.

source: Pending deletion
ko: 삭제 대기 중

source: Pending owner action
ko: 보류 중인 소유자 동작

source: Pending sync…
ko: 보류 중인 동기화…

source: PendingMembers|There are no pending members left to approve. High five!
ko: 승인 대기 중인 멤버가 더 이상 없습니다. 하이 파이브!
ru: Не осталось неодобренных участников. Дай пять!

source: Percent rollout must be an integer number between 0 and 100
ko: 롤아웃 비율은 0에서 100 사이의 정수여야 합니다.
ru: Процентное развёртывание должно быть целым числом от 0 до 100

source: Percentage
ko: 퍼센트
ru: Процент

source: Perform advanced options such as changing path, transferring, exporting, or deleting the group.
ko: 그룹에 대한 경로 변경, 전송, 내보내기 또는 삭제와 같은 고급 옵션을 수행합니다.
ru: Выполните расширенные действия, например изменение пути, перенос, экспорт или удаление группы.

source: Perform code reviews and enhance collaboration with merge requests.
ko: 머지 리퀘스트로 코드 리뷰를 수행하고 협업을 강화합니다.
ru: Проводите рецензии кода и улучшайте совместную работу с помощью запросов на слияние.

source: Perform common operations on GitLab project
ko: GitLab 프로젝트에서 일반적인 작업 수행
ru: Выполняйте обычные действия над проектом GitLab

source: Performance optimization
ko: 성능 최적화
ru: Оптимизация производительности

source: PerformanceBar|%{originalDisplayName} [%{queryCount} queries batched]
ko: %{originalDisplayName} [%{queryCount}개의 쿼리가 배치에 추가됨]

source: PerformanceBar|%{queryCount} queries batched
ko: %{queryCount}개의 쿼리가 배치에 추가됨

source: PerformanceBar|Backend
ko: 백엔드
ru: Бэкенд

source: PerformanceBar|Bullet notifications
ko: Bullet 알림

source: PerformanceBar|CPU
ko: CPU
ru: CPU

source: PerformanceBar|CPU flamegraph
ko: CPU 프레임그래프

source: PerformanceBar|ClickHouse queries
ko: ClickHouse 쿼리

source: PerformanceBar|DOM Content Loaded
ko: 로드된 DOM 콘텐츠
ru: Содержимое DOM загружено

source: PerformanceBar|Debugging information
ko: 디버깅 정보
ru: Отладочная информация

source: PerformanceBar|Download
ko: 다운로드
ru: Скачать

source: PerformanceBar|Download memory report
ko: 메모리 보고서 다운로드
ru: Скачать отчёт о памяти

source: PerformanceBar|Download report
ko: 보고서 다운로드
ru: Скачать отчёт

source: PerformanceBar|Elasticsearch calls
ko: Elasticsearch 호출

source: PerformanceBar|External Http calls
ko: 외부 HTTP 호출

source: PerformanceBar|First Contentful Paint
ko: First Contentful Paint

source: PerformanceBar|Frontend resources
ko: 프런트엔드 리소스
ru: Ресурсы фронтенда

source: PerformanceBar|Gitaly calls
ko: Gitaly 호출
ru: Вызовы Gitaly

source: PerformanceBar|Host
ko: 호스트

source: PerformanceBar|Memory
ko: 메모리
ru: Память

source: PerformanceBar|Memory report
ko: 메모리 보고서
ru: Отчёт о памяти

source: PerformanceBar|Object
ko: 객체
ru: Объект

source: PerformanceBar|Object flamegraph
ko: 객체 프레임그래프

source: PerformanceBar|Redis calls
ko: Redis 호출
ru: Вызовы Redis

source: PerformanceBar|Request made from Canary
ko: Canary에서 요청됨

source: PerformanceBar|SQL queries
ko: SQL 쿼리
ru: SQL-запросы

source: PerformanceBar|Show stats
ko: 통계 표시
ru: Показать статистику

source: PerformanceBar|Sort by duration
ko: 기간별 정렬
ru: Сортировать по продолжительности

source: PerformanceBar|Sort chronologically
ko: 시간순으로 정렬
ru: Сортировать в хронологическом порядке

source: PerformanceBar|Stats
ko: 통계
ru: Статистика

source: PerformanceBar|There is no host information
ko: 호스트 정보가 없음

source: PerformanceBar|Total duration
ko: 총 기간
ru: Общая длительность

source: PerformanceBar|Trace
ko: 추적
ru: Трассировка

source: PerformanceBar|Wall
ko: Wall

source: PerformanceBar|Wall flamegraph
ko: Wall 프레임그래프

source: PerformanceBar|Zoekt calls
ko: Zoekt 호출

source: PerformanceBar|flamegraph
ko: framegraph

source: Period in seconds
ko: 주기 (초)
ru: Период в секундах

source: Permalink
ko: 퍼머링크
ru: Постоянная ссылка

source: Permalink copied to clipboard.
ko: Permalink가 클립보드에 복사되었습니다.
ru: Постоянная ссылка скопирована в буфер обмена.

source: Permissions
ko: 권한
ru: Права доступа

source: Permissions Help
ko: 권한 도움말
ru: Справка по разрешениям

source: Permissions and group features
ko: 권한 및 그룹 기능
ru: Права доступа и функции группы

source: Permissions and project features
ko: 권한 및 프로젝트 기능

source: Personal
ko: 개인
ru: Личные

source: Personal access token
ko: 개인 액세스 토큰
ru: Личный токен доступа

source: Personal access token is required.
ko: 개인 액세스 토큰이 요구됩니다.
ru: Требуется личный токен доступа.

source: Personal namespaces
ko: 개인 네임스페이스

source: Personal projects
ko: 개인 프로젝트
ru: Личные проекты

source: Personal projects limit:
ko: 개인 프로젝트 한도:
ru: Лимит личных проектов:

source: PersonalProject|Learn to move a project to a group
ko: 프로젝트를 그룹으로 이동하는 방법을 배웁니다.
ru: Научиться перемещать проект в группу

source: PersonalProject|Some GitLab features, including the ability to upgrade to a paid plan or start a free trial, are only available for groups and projects inside groups. %{projectName} is a personal project, so none of this is available. We recommend you move your project to a group to unlock GitLab's full potential.
ko: 유료 요금제로 업그레이드하거나 무료 평가판을 시작하는 기능을 포함한 일부 GitLab 기능은 그룹 및 그룹 내의 프로젝트에서만 사용할 수 있습니다. %{projectName} 은 개인 프로젝트이므로 기능을 사용할 수 없습니다. GitLab의 잠재력을 최대한 활용하려면 프로젝트를 그룹으로 이동하는 것이 좋습니다.
ru: Некоторые функции GitLab, включая возможность перейти на платный план или начать бесплатный пробный период, доступны только для групп и проектов внутри групп. %{projectName} — личный проект, поэтому ничего из этого недоступно. Мы рекомендуем вам перенести свой проект в группу, чтобы раскрыть весь потенциал GitLab.

source: PersonalProject|We have some instructions to help you create a group and move your project into it.
ko: 그룹을 만들고 프로젝트를 그 그룹으로 이동하는 데 도움이 되는 몇 가지 지침이 있습니다.
ru: У нас есть инструкции, которые помогут вам создать группу и перенести в неё проект.

source: PersonalProject|Your project %{projectName} is not in a group
ko: 당신의 프로젝트 %{projectName}은 그룹내에 포함되지 않음
ru: Ваш проект %{projectName} находится вне группы

source: Phone
ko: 전화

source: PhoneVerification|Enter a valid code.
ko: 유효한 코드를 입력하십시오.
ru: Введите правильный код.

source: PhoneVerification|Something went wrong. Please try again.
ko: 정상적으로 처리되지 않았습니다. 다시 시도해 주세요.
ru: Произошла ошибка. Повторите попытку.

source: PhoneVerification|The code has expired. Request a new code and try again.
ko: 코드가 만료되었습니다. 새 코드를 재전송하고 다시 시도하십시오.
ru: Срок действия кода истек. Запросите новый код и попробуйте еще раз.

source: PhoneVerification|There was a problem with the phone number you entered. Enter a different phone number and try again.
ko: 입력한 전화번호에 문제가 있습니다. 다른 전화번호를 입력하고 다시 시도하십시오.
ru: Возникла проблема с введенным номером телефона. Введите другой номер телефона и попробуйте еще раз.

source: PhoneVerification|There was a problem with the phone number you entered. Enter a valid phone number.
ko: 입력한 전화번호에 문제가 있습니다. 유효한 전화번호를 입력하세요.
ru: Возникла проблема с введенным номером телефона. Введите корректный номер телефона.

source: PhoneVerification|Verification code can't be blank.
ko: 인증 코드는 비워 둘 수 없습니다.
ru: Код подтверждения не может быть пустым.

source: PhoneVerification|You've reached the maximum number of tries. Request a new code and try again.
ko: 최대 시도 횟수에 도달했습니다. 새 코드를 요청하고 다시 시도하십시오.
ru: Вы достигли максимального количества попыток. Запросите новый код и попробуйте еще раз.

source: PhoneVerification|You've reached the maximum number of tries. Wait %{interval} and try again.
ko: 최대 시도 횟수에 도달했습니다. %{interval} 기다린 후 다시 시도하십시오.
ru: Вы достигли максимального количества попыток. Подождите %{interval} и попробуйте еще раз.

source: Pipeline
ko: 파이프라인
ru: Конвейер

source: Pipeline %{label}
ko: 파이프라인 %{label}
ru: Конвейер %{label}

source: Pipeline %{label} for "%{dataTitle}"
ko: "%{dataTitle}"에 대한 파이프라인 %{label}
ru: Конвейер %{label} для %{dataTitle}

source: Pipeline Editor|Are you sure you want to reset the file to its last committed version?
ko: 파일을 마지막 커밋된 버전으로 재설정하시겠습니까?
ru: Вы уверены, что хотите сбросить файл до версии из последнего коммита?

source: Pipeline ID
ko: 파이프라인 ID
ru: ID сборочной линии

source: Pipeline IID
ko: 파이프라인 IID
ru: IID сборочной линии

source: Pipeline Schedule
ko: 파이프라인 스케쥴
ru: Расписание Сборочной Линии

source: Pipeline Schedules
ko: 파이프라인 스케쥴
ru: Расписания конвейеров

source: Pipeline Secret Detection
ko: 파이프라인 비밀 탐지
ru: Обнаружение секретов в конвейере

source: Pipeline URL
ko: 파이프라인 URL
ru: URL сборочной линии

source: Pipeline URL (for example, `https://buildkite.com/example/pipeline`).
ko: 파이프라인 URL(예: `https://buildkite.com/example/pipeline`).

source: Pipeline creation rate limits
ko: 파이프라인 생성 속도 제한
ru: Ограничения на частоту создания конвейеров

source: Pipeline durations for the last 30 commits
ko: 마지막 30개 커밋의 파이프라인 기간
ru: Продолжительность конвейеров для последних 30 коммитов

source: Pipeline editor
ko: 파이프라인 편집기
ru: Редактор конвейера

source: Pipeline must succeed.
ko: 파이프라인이 성공해야 함
ru: Конвейер должен завершиться успешно.

source: Pipeline ran in fork of project
ko: 파이프라인이 프로젝트 포크에서 실행됨
ru: Конвейер был запущен в форке проекта

source: Pipeline schedules
ko: 파이프라인 일정
ru: Расписания конвейеров

source: Pipeline security
ko: 파이프라인 보안

source: Pipeline settings
ko: 파이프라인 설정

source: Pipeline status emails
ko: 파이프라인 상태 이메일
ru: Письма со статусом конвейера

source: Pipeline subscriptions
ko: 파이프라인 구독
ru: Подписки сборочной линии

source: Pipeline subscriptions trigger a new pipeline on the default branch of this project when a pipeline completes for a new tag of the subscribed project.
ko: 파이프라인 구독은 구독된 프로젝트의 새 태그에 대한 파이프라인이 완료되면 해당 프로젝트의 기본 브랜치에서 새 파이프라인을 트리거합니다.

source: Pipeline trigger tokens
ko: 파이프라인 트리거 토큰
ru: Токены запуска конвейера

source: Pipeline triggers
ko: 파이프라인 트리거
ru: Триггеры сборки

source: PipelineCharts|All branches
ko: 모든 브랜치
ru: Все ветки

source: PipelineCharts|An error has occurred when retrieving the analytics data
ko: 분석 데이터를 검색할 때 오류가 발생했습니다.
ru: Произошла ошибка при получении данных аналитики

source: PipelineCharts|An error has occurred when retrieving the pipelines data
ko: 파이프라인 데이터를 검색할 때 오류가 발생했습니다.
ru: Произошла ошибка при получении информации о сборочных линиях

source: PipelineCharts|An error occurred while loading pipeline analytics. Please try refreshing the page.
ko: 파이프라인 분석을 로드하는 동안 오류가 발생했습니다. 페이지를 새로 고침해 보세요.
ru: Произошла ошибка при загрузке аналитики конвейера. Попробуйте обновить страницу.

source: PipelineCharts|An unknown error occurred while processing CI/CD analytics.
ko: CI/CD 분석을 처리하는 동안 알 수 없는 오류가 발생했습니다.
ru: При обработке аналитики CI/CD произошла неизвестная ошибка.

source: PipelineCharts|ClickHouse can provide a more comprehensive pipelines analytics for your project. %{linkStart}See how to enable Clickhouse for analytics%{linkEnd}.
ko: ClickHouse는 당신의 프로젝트에 대한 좀 더 이해하기 쉬운 파이프라인 분석을 제공해 줍니다. %{linkStart}Clickhouse 분석을 활성화 하는 방법 알아보기%{linkEnd}.

source: PipelineCharts|Failure rate
ko: 실패율
ru: Доля сбоев

source: PipelineCharts|Last 180 days
ko: 지난 180일
ru: Последние 180 дней

source: PipelineCharts|Last 30 days
ko: 지난 30일
ru: Последние 30 дней

source: PipelineCharts|Last 90 days
ko: 지난 90일
ru: Последние 90 дней

source: PipelineCharts|Last week
ko: 지난 주
ru: Прошлая неделя

source: PipelineCharts|Median duration
ko: 지속시간 중간값
ru: Медианная продолжительность

source: PipelineCharts|Pipelines
ko: 파이프라인
ru: Конвейеры

source: PipelineCharts|Source
ko: 소스
ru: Источник

source: PipelineCharts|Success rate
ko: 성공률
ru: Доля успехов

source: PipelineCharts|There was an error parsing the data for the charts.
ko: 차트 데이터를 파싱하는 중 오류가 발생했습니다.
ru: Возникла ошибка при разборе данных для графиков.

source: PipelineCharts|Total pipeline runs
ko: 총 파이프라인 실행
ru: Общее количество запусков конвейеров

source: PipelineCharts|Try ClickHouse for advanced analytics
ko: 고급 분석을 위해 ClickHouse을 사용해 보세요

source: PipelineEditorFileTree|Configuration files added with the include keyword
ko: include 키워드로 구성 파일이 추가됨

source: PipelineEditorFileTree|When you use the include keyword to add pipeline configuration from files in the project, those files will be listed here.
ko: include 키워드를 사용하여 프로젝트의 파일에서 파이프라인 구성을 추가하면 해당 파일이 여기에 나열됩니다.

source: PipelineEditorTutorial|Browse %{linkStart}CI/CD examples and templates%{linkEnd}
ko: 찾아보기 %{linkStart}CI/CD 예제 및 템플릿%{linkEnd}
ru: Посмотрите %{linkStart}примеры и шаблоны CI/CD%{linkEnd}

source: PipelineEditorTutorial|Commit the file to your repository. The pipeline then runs automatically.
ko: 파일을 리포지토리에 커밋합니다. 그러면 파이프라인이 자동으로 실행됩니다.
ru: Закоммитьте файл в ваш репозиторий. После этого конвейер запустится автоматически.

source: PipelineEditorTutorial|Get started with GitLab CI/CD
ko: GitLab CI/CD 시작하기
ru: Начать работу с GitLab CI/CD

source: PipelineEditorTutorial|GitLab CI/CD can automatically build, test, and deploy your application.
ko: GitLab CI/CD는 애플리케이션을 자동으로 빌드, 테스트 및 배포할 수 있습니다.
ru: GitLab CI/CD может автоматически создавать, тестировать и развертывать ваше приложение.

source: PipelineEditorTutorial|If you’re using a self-managed GitLab instance, %{linkStart}make sure your instance has runners available.%{linkEnd}
ko: 자체 관리형 GitLab 인스턴스를 사용하는 경우 %{linkStart}인스턴스에 사용 가능한 러너가 있는지 확인 .%{linkEnd}
ru: Если вы используете автономный экземпляр GitLab, %{linkStart}убедитесь, что для него доступны средства выполнения.%{linkEnd}

source: PipelineEditorTutorial|Learn CI/CD with GitLab University
ko: 🎓 GitLab University에서 CI/CD 배우기
ru: Изучите CI/CD в GitLab University

source: PipelineEditorTutorial|Learn how to set up and use GitLab CI/CD with guided tutorials, videos, and best practices in %{linkStart}GitLab University.%{linkEnd}
ko: %{linkStart}GitLab University에서 가이드 튜토리얼, 비디오, 모범 사례를 통해 GitLab CI/CD를 설정하고 사용하는 방법을 알아보세요.%{linkEnd}
ru: Научитесь настраивать и использовать GitLab CI/CD с помощью руководств, видео и лучших практик в %{linkStart}GitLab University.%{linkEnd}

source: PipelineEditorTutorial|Learn more about %{linkStart}GitLab CI/CD concepts%{linkEnd}
ko: %{linkStart}GitLab CI/CD 개념에 %{linkEnd} 대해 자세히 알아보기
ru: Подробнее о %{linkStart}концепциях GitLab CI/CD%{linkEnd}

source: PipelineEditorTutorial|Make your pipeline more efficient with the %{linkStart}Needs keyword%{linkEnd}
ko: %{linkStart}Needs 키워드%{linkEnd}을 사용하여 파이프라인을 보다 효율적으로 만드십시오.
ru: Повысьте эффективность конвейера с помощью ключевого слова %{linkStart}Needs%{linkEnd}

source: PipelineEditorTutorial|Pipeline configuration reference
ko: 파이프라인 구성 참조
ru: Справочник по настройке конвейера

source: PipelineEditorTutorial|Resources to help with your CI/CD configuration:
ko: CI/CD 구성에 도움이 되는 리소스:
ru: Ресурсы, которые помогут настроить CI/CD:

source: PipelineEditorTutorial|Run your first pipeline
ko: 첫 번째 파이프라인 실행
ru: Запустите свой первый конвейер

source: PipelineEditorTutorial|Select the pipeline ID to view the full details about your first pipeline run.
ko: 첫 번째 파이프라인 실행에 대한 전체 세부 정보를 보려면 파이프라인 ID를 선택합니다.
ru: Выберите идентификатор конвейера, чтобы просмотреть полную информацию о первом запуске конвейера.

source: PipelineEditorTutorial|The pipeline stages and jobs are defined in a %{codeStart}.gitlab-ci.yml%{codeEnd} file. You can edit, visualize and validate the syntax in this file by using the pipeline editor. Use the %{codeStart}rules%{codeEnd} keyword to %{linkStart}configure jobs to run in merge requests%{linkEnd}.
ko: 파이프라인 단계와 작업은 %{codeStart}.gitlab-ci.yml%{codeEnd} 파일에 정의되어 있습니다. 파이프라인 편집기를 사용하여 이 파일의 구문을 편집하고 시각화하며 검증할 수 있습니다. %{codeStart}rules%{codeEnd} 키워드를 사용하여 %{linkStart}머지 리퀘스트에서 실행될 작업을 구성%{linkEnd}하세요.
ru: Стадии и задания конвейера определяются в файле %{codeStart}.gitlab-ci.yml%{codeEnd}. Вы можете редактировать, визуализировать и проверять синтаксис этого файла с помощью редактора конвейера. Используйте ключевое слово %{codeStart}rules%{codeEnd} для %{linkStart}настройки выполнения заданий в запросах на слияние%{linkEnd}.

source: PipelineEditorTutorial|The pipeline status is at the top of the page.
ko: 파이프라인 상태는 페이지 상단에 있습니다.
ru: Статус конвейера находится в верхней части страницы.

source: PipelineEditorTutorial|This template creates a simple test pipeline. To use it:
ko: 이 템플릿은 간단한 테스트 파이프라인을 생성합니다. 사용하려면:
ru: Этот шаблон создаёт простой тестовый конвейер. Чтобы использовать его:

source: PipelineEditorTutorial|Tip: Visualize and validate your pipeline
ko: 팁: 파이프라인 시각화 및 검증
ru: Совет: Визуализируйте и проверьте конвейер

source: PipelineEditorTutorial|Use the Visualize and Lint tabs in the pipeline editor to visualize your pipeline and check for any errors or warnings before committing your changes.
ko: 파이프라인 편집기의 시각화 및 린트 탭을 사용하여 파이프라인을 시각화하고 변경 사항을 적용하기 전에 오류나 경고가 있는지 확인합니다.
ru: Используйте вкладки Visualize и Lint в редакторе конвейера для визуализации вашего конвейера и проверки на ошибки или предупреждения перед коммитом изменений.

source: PipelineEditorTutorial|View %{linkStart}.gitlab-ci.yml syntax reference%{linkEnd}
ko: 보기 %{linkStart}.gitlab-ci.yml 구문 참조%{linkEnd}
ru: Просмотрите %{linkStart}справочник по синтаксису .gitlab-ci.yml%{linkEnd}

source: PipelineEditor|Configuration content has changed. Re-run validation for updated results.
ko: 설정 내용이 변경되었습니다. 업데이트된 결과에 대한 유효성 검사를 다시 실행합니다.
ru: Конфигурация была изменена. Перезапустите валидацию для получения обновлённых результатов.

source: PipelineEditor|Current content in the Edit tab will be used for the simulation.
ko: 편집 탭의 현재 콘텐츠가 시뮬레이션에 사용됩니다.

source: PipelineEditor|Git push event to the default branch
ko: 기본 브랜치에 대한 Git push 이벤트

source: PipelineEditor|Lint CI/CD sample
ko: Lint CI/CD 샘플
ru: Проверить образец CI/CD

source: PipelineEditor|Other pipeline sources are not available yet.
ko: 다른 파이프라인 소스는 아직 사용할 수 없습니다.
ru: Другие источники конвейеров пока недоступны.

source: PipelineEditor|Pipeline Source
ko: 파이프라인 소스
