Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AlertSettings|Use the URL and authorization key below to configure how Prometheus sends alerts to GitLab. Review the %{linkStart}GitLab documentation%{linkEnd} to learn how to configure your endpoint.
ko: 아래 URL 및 인증 키를 사용하여 Prometheus가 GitLab에 경고를 보내는 방법을 설정하십시오. 엔드포인트를 설정하는 방법을 알아보려면 %{linkStart}GitLab 설명서%{linkEnd} 을 검토하십시오.
ru: Используйте приведённый ниже URL и ключ авторизации для настройки того, как Prometheus отправляет уведомления в GitLab. Ознакомьтесь с %{linkStart}документацией GitLab%{linkEnd}, чтобы узнать, как настроить ваш эндпоинт.

source: AlertSettings|Use the URL and authorization key below to configure how an external service sends alerts to GitLab. %{linkStart}How do I configure the endpoint?%{linkEnd}
ko: 아래 URL 및 인증 키를 사용하여 외부 서비스가 GitLab에 경고를 보내는 방법을 설정합니다. %{linkStart}엔드포인트을 어떻게 설정합니까?%{linkEnd}
ru: Используйте приведённый ниже URL и ключ авторизации для настройки того, как внешний сервис отправляет уведомления в GitLab. %{linkStart}Как настроить эндпоинт?%{linkEnd}

source: AlertSettings|View URL and authorization key
ko: URL 및 인증 키 보기
ru: Просмотр URL и ключа авторизации

source: AlertSettings|View credentials
ko: 자격 증명 보기
ru: Просмотр учётных данных

source: AlertSettings|Webhook URL
ko: Webhook URL
ru: URL веб-обработчика

source: AlertSettings|You can map default GitLab alert fields to your payload keys in the dropdowns below.
ko: 아래 드롭다운에서 기본 GitLab 경고 필드를 페이로드 키에 매핑할 수 있습니다.
ru: Вы можете сопоставить поля оповещений GitLab по умолчанию с ключами полезной нагрузки в раскрывающихся списках ниже.

source: AlertSettings|{ "events": [{ "application": "Name of application" }] }
ko: { "events": [{ "application": "Name of application" }] }
ru: { "events": [{ "application": "Название приложения" }] }

source: Alerts
ko: 알림
ru: Оповещения

source: AlertsIntegrations|Alerts will be created through this integration
ko: 이 통합을 통해 경고가 생성됩니다.
ru: Оповещения будут создаваться посредством этой интеграции

source: AlertsIntegrations|Alerts will not be created through this integration
ko: 이 통합을 통해 경고가 생성되지 않습니다.
ru: Оповещения не будут создаваться посредством этой интеграции

source: AlertsIntegrations|If you delete the %{integrationName} integration, alerts are no longer sent from this endpoint. This action cannot be undone.
ko: %{integrationName} 통합을 삭제하면 더 이상 이 엔드포인트에서 경고가 전송되지 않습니다. 이 작업은 취소할 수 없습니다.
ru: Если вы удалите интеграцию %{integrationName}, оповещения больше не будут отправляться из этой конечной точки. Это действие нельзя отменить.

source: AlertsIntegrations|Integration Name
ko: 통합 이름
ru: Название Интеграции

source: AlertsIntegrations|Integration payload is invalid.
ko: 통합 페이로드가 유효하지 않습니다.
ru: Полезная нагрузка интеграции некорректна.

source: AlertsIntegrations|No integrations have been added yet.
ko: 아직 통합이 추가되지 않았습니다.
ru: Интеграции пока не добавлены.

source: AlertsIntegrations|The current integration could not be updated. Please try again.
ko: 현재 통합을 업데이트할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось обновить текущую интеграцию. Пожалуйста, попробуйте ещё раз.

source: AlertsIntegrations|The integration could not be added. Please try again.
ko: 통합을 추가할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось добавить интеграцию. Пожалуйста, попробуйте ещё раз.

source: AlertsIntegrations|The integration could not be deleted. Please try again.
ko: 통합을 삭제할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось удалить интеграцию. Пожалуйста, попробуйте ещё раз.

source: AlertsIntegrations|The integration is currently inactive. Enable the integration to send the test alert.
ko: 통합이 현재 비활성화되어 있습니다. 통합을 활성화하여 테스트 경고를 보냅니다.
ru: Интеграция в настоящее время неактивна. Включите интеграцию для отправки тестового оповещения.

source: AlertsIntegrations|The integration is deleted.
ko: 통합이 삭제되었습니다.
ru: Интеграция удалена.

source: AlertsIntegrations|The integration is saved.
ko: 통합이 저장되었습니다.
ru: Интеграция сохранена.

source: AlertsIntegrations|The integration token could not be reset. Please try again.
ko: 통합 토큰을 리셋할 수 없습니다. 다시 시도해주세요.
ru: Токен интеграции не может быть сброшен. Пожалуйста, попробуйте ещё раз.

source: AlertsIntegrations|The test alert should now be visible in your alerts list.
ko: 이제 테스트 경고가 경고목록에 표시되어야 합니다.
ru: Тестовое предупреждение теперь должно быть видно в вашем списке оповещений.

source: Algorithm
ko: 알고리즘
ru: Алгоритм

source: Align column center
ko: 열 중앙 정렬
ru: Выровнять столбец по центру

source: Align column left
ko: 열을 왼쪽으로 정렬
ru: Выровнять столбец по левому краю

source: Align column right
ko: 열을 오른쪽으로 정렬
ru: Выровнять столбец по правому краю

source: All
ko: 전체
ru: Все

source: All (default)
ko: 모두 (기본값)
ru: Все (по умолчанию)

source: All GitLab
ko: 모든 GitLab
ru: Весь GitLab

source: All LFS files must be unlocked.
ko: 모든 LFS 파일은 잠금 해제되어야 합니다.
ru: Все файлы LFS должны быть разблокированы.

source: All Members
ko: 모든 구성원
ru: Все Участники

source: All activity
ko: 모든 활동
ru: Все действия

source: All branch names must match %{link_start}this regular expression%{link_end}. If empty, any branch name is allowed.
ko: 모든 브랜치 이름은 %{link_start}이 정규 표현식%{link_end}과 일치해야 합니다. 비어 있으면 어떤 브랜치 이름이든 허용됩니다.
ru: Все имена веток должны соответствовать %{link_start}этому регулярному выражению%{link_end}. Если не задано, разрешены любые имена веток.

source: All branches
ko: 모든 브랜치
ru: Все ветки

source: All child items must be confidential in order to turn on confidentiality.
ko: 비공개 기능을 켜려면 모든 하위 항목을 비공개로 설정해야 합니다.
ru: Все дочерние элементы должны быть конфиденциальными, чтобы включить режим конфиденциальности.

source: All child items will also be moved to the selected location.
ko: 모든 하위 항목 아이템도 선택한 위치로 이동됩니다.
ru: Все вложенные элементы также будут перемещены в выбранное место.

source: All environments
ko: 모든 환경
ru: Все окружения

source: All groups
ko: 모든 그룹
ru: Все группы

source: All groups and projects
ko: 모든 그룹과 프로젝트
ru: Все группы и проекты

source: All issues
ko: 모든 이슈
ru: Все обсуждения

source: All issues for this milestone are closed.
ko: 이 마일스톤에 대한 모든 이슈가 닫혔습니다.
ru: Все обсуждения по этому этапу закрыты.

source: All issues for this milestone are closed. You may close this milestone now.
ko: 현재 마일스톤에 관련된 모든 이슈들이 닫혔습니다. 현재 마일스톤을 닫을 수 있습니다.
ru: Все обсуждения по этому этапу закрыты. Теперь вы можете закрыть этот этап.

source: All merge conflicts were resolved. The merge request can now be merged.
ko: 모든 머지 충돌이 해결되었습니다. 이제 머지 리퀘스트를 병합 할 수 있습니다.
ru: Все конфликты слияния были решены. Теперь запрос на слияние может быть выполнен.

source: All merge request dependencies have been merged
ko: 모든 머지 리퀘스트 의존성들이 병합됨
ru: Все зависимости запроса на слияние были объединены

source: All paths are relative to the GitLab URL. Do not include %{relative_url_link_start}relative URLs%{relative_url_link_end}.
ko: 모든 경로는 GitLab URL에 상대적입니다. %{relative_url_link_start}상대 URL%{relative_url_link_end}을 포함하지 마십시오.
ru: Все пути должны быть указаны относительно URL GitLab. Не указывайте сам %{relative_url_link_start}относительный URL%{relative_url_link_end}.

source: All paths must be unlocked
ko: 모든 경로가 잠금 해제되어야 합니다.
ru: Все пути должны быть разблокированы

source: All policy rules must be satisfied.
ko: 모든 정책 규칙을 충족해야 합니다.
ru: Все правила политики должны быть соблюдены.

source: All project members
ko: 모든 프로젝트 구성원
ru: Все участники проекта

source: All projects
ko: 모든 프로젝트
ru: Все проекты

source: All projects in %{groupsLength} group, with exclusions:
ko: %{groupsLength} 그룹의 모든 프로젝트(제외 사항 포함):
ru: Все проекты в %{groupsLength} группе, за исключением:

source: All projects in %{groupsLength} group:
ko: %{groupsLength} 그룹의 모든 프로젝트:

source: All projects in authentication log
ko: 인증 로그의 모든 프로젝트

source: All projects selected
ko: 모든 프로젝트가 선택됨
ru: Выбраны все проекты

source: All protected branches
ko: 모든 보호된 브랜치
ru: Все защищённые ветки

source: All required approvals given
ko: 필요한 모든 승인을 받음
ru: Все необходимые одобрения получены

source: All required approvals must be given.
ko: 필요한 모든 승인을 받아야 합니다.
ru: Должны быть даны все необходимые одобрения.

source: All threads resolved!
ko: 모든 스레드가 해결되었습니다!
ru: Все темы решены!

source: All users
ko: 모든 사용자
ru: Все пользователи

source: All users in this group must set up two-factor authentication
ko: 이 그룹의 모든 사용자는 이중 인증을 설정해야 합니다.
ru: Все пользователи в этой группе должны включить двухфакторную аутентификацию

source: All users must accept the Terms of Service and Privacy Policy to access GitLab
ko: GitLab에 액세스하려면 모든 사용자가 서비스 약관 및 개인 정보 보호 정책에 동의해야 합니다.
ru: Все пользователи должны принять Условия оказания услуг и Политику конфиденциальности для доступа к GitLab

source: All users must have a name.
ko: 모든 사용자는 이름이 있어야합니다.
ru: У всех пользователей должно быть имя.

source: All users with matching cards
ko: 일치하는 카드가 있는 모든 사용자
ru: Все пользователи с подходящими картами

source: All users with matching phone numbers
ko: 전화번호가 일치하는 모든 사용자
ru: Все пользователи с подходящими номерами телефонов

source: Allow
ko: 허용
ru: Разрешить

source: Allow %{strongOpen}%{group_name}%{strongClose} to sign you in?
ko: %{strongOpen}%{group_name}%{strongClose}이 로그인하도록 허용하시겠습니까?

source: Allow %{strongOpen}%{provider}%{strongClose} to sign you in?
ko: %{strongOpen}%{provider}%{strongClose}에게 본인 로그인을 허용하겠습니까?

source: Allow access to members of the following group
ko: 다음 그룹의 구성원에 대한 액세스 허용
ru: Разрешить доступ участникам следующей группы

source: Allow access to the following IP addresses
ko: 다음 IP 주소에 접근을 허용
ru: Разрешить доступ к следующим IP-адресам

source: Allow commits from members who can merge to the target branch. %{link_start}About this feature.%{link_end}
ko: 대상 브랜치에 머지할 수 있는 구성원의 커밋을 허용합니다. %{link_start}이 기능에 대해 알아보기.%{link_end}
ru: Разрешить коммиты от участников, которые могут сливать в целевую ветку. %{link_start}Подробнее об этой функции.%{link_end}

source: Allow group and project access tokens
ko: 그룹과 프로젝트 억세스 토큰을 허용
ru: Разрешить токены доступа для групп и проектов

source: Allow group owners to manage LDAP-related settings
ko: 그룹 소유자가 LDAP 관련 설정을 관리하도록 허용
ru: Разрешить владельцам групп управлять настройками, связанными с LDAP

source: Allow job retries even if the deployment job is outdated.
ko: 배포 작업이 오래된 경우에도 작업 재시도를 허용합니다.
ru: Разрешить повторное выполнение заданий, даже если задание развёртывания устарело.

source: Allow job retries for rollback deployments
ko: 배포 롤백을 위한 작업 재시도 허용
ru: Разрешить повторное выполнение заданий для отката развёртываний

source: Allow new users to create top-level groups
ko: 새 사용자가 최상위 그룹을 만들 수 있도록 허용
ru: Разрешить новым пользователям создавать группы верхнего уровня

source: Allow non-administrators access to the performance bar
ko: 운영자가 아닌 사용자가 성능 표시줄에 액세스할 수 있도록 허용
ru: Разрешить пользователям без прав администратора доступ к панели производительности

source: Allow only the selected protocols to be used for Git access.
ko: 선택한 프로토콜만 Git 접근을 허용
ru: Разрешить использовать только выбранные протоколы для доступа к Git.

source: Allow owners to manage default branch protection per group.
ko: 소유자가 그룹별로 기본 브랜치 보호를 관리하도록 허용합니다.
ru: Разрешить владельцам управлять защитой веток по умолчанию для каждой группы.

source: Allow password authentication for Git over HTTP(S)
ko: HTTP(S)를 통한 Git 비밀번호 인증 허용
ru: Разрешить аутентификацию по паролю для Git через HTTP(S)

source: Allow password authentication for the web interface
ko: 웹 인터페이스에 대한 비밀번호 인증 허용
ru: Разрешить аутентификацию по паролю через веб-интерфейс

source: Allow possible spam
ko: 잠재적 스팸 허용
ru: Разрешить возможный спам

source: Allow project maintainers to configure repository mirroring
ko: 프로젝트 유지관리자가 리포지토리 미러링을 구성하도록 허용
ru: Разрешить мейнтейнерам проекта настраивать зеркалирование репозитория

source: Allow projects and subgroups to override the group setting
ko: 프로젝트 및 하위 그룹이 그룹 설정을 오버라이드하도록 허용
ru: Разрешить проектам и подгруппам переопределять групповые настройки

source: Allow projects to enable secret push protection. This does not enable secret push protection.
ko: 프로젝트에서 비밀 푸시 방지를 활성화하도록 허용합니다. 이렇게 하면 기밀 푸시 방지가 활성화되지 않습니다.

source: Allow public access to pipelines and job details, including output logs and artifacts.
ko: 출력 로그 및 아티팩트를 포함하여 파이프라인 및 작업 세부 정보에 대한 공개 액세스를 허용합니다.
ru: Разрешить публичный доступ к конвейерам и деталям заданий, включая журналы вывода и артефакты.

source: Allow secret push protection
ko: 비밀 푸시 방지 허가

source: Allow this key to push to this repository
ko: 이 키를 레포지토리에 푸시할 수 있게 허용
ru: Разрешить этому ключу выполнять push в данный репозиторий

source: Allow top-level group owners to create Service accounts.
ko: 최상위 그룹 소유자가 서비스 계정을 만들 수 있도록 허용합니다.
ru: Разрешите владельцам групп верхнего уровня создавать учетные записи служб.

source: Allow use of licensed EE features
ko: 라이선스된 EE 기능 사용 허용

source: Allow users to create organizations
ko: 사용자가 조직을 생성하도록 허용

source: Allow users to extend their session
ko: 사용자가 자신의 세션을 연장할 수 있도록 혀용

source: Allow users to register any application to use GitLab as an OAuth provider. This setting does not affect group-level OAuth applications.
ko: 사용자가 GitLab을 OAuth 공급자로 사용하기 위해 모든 애플리케이션을 등록할 수 있도록 허용합니다. 이 설정은 그룹 수준 OAuth 애플리케이션에 영향을 주지 않습니다.

source: Allow users to use resource owner password credentials flow without oauth client credentials
ko: 사용자에게 oauth 클라이언트 인증 없이 리소스 소유자 비밀번호 인증 흐름을 사용하도록 허용

source: Allow users with up to Guest role to create groups and personal projects
ko: 게스트 권한을 가진 사용자에게 그룹 및 개인 프로젝트 생성을 허용
ru: Разрешить пользователям с ролью Гость создавать группы и личные проекты.

source: Allowed
ko: 허용됨
ru: Разрешено

source: Allowed email domain restriction only permitted for top-level groups
ko: 허용 이메일 도메인 제한은 최상위 그룹에만 허용됨
ru: Разрешено ограничение доменов электронной почты только для групп верхнего уровня

source: Allowed to create
ko: 생성이 허용됨
ru: Разрешить создание

source: Allowed to delete projects
ko: 프로젝트 삭제 허용됨

source: Allowed to fail
ko: 실패 허용됨
ru: Неудача разрешена

source: Allows projects or subgroups in this group to override the global setting.
ko: 이 그룹의 프로젝트 또는 하위 그룹이 전역 설정을 오버라이드 할 수 있습니다.
ru: Разрешает проектам или подгруппам в этой группе переопределять глобальные настройки.

source: Allows projects to track errors using an Opstrace integration.
ko: 프로젝트에서 Opstrace 통합을 사용하여 오류를 추적할 수 있습니다.

source: Almost there…
ko: 거의 다 왔습니다…
ru: Почти готово…

source: Already blocked
ko: 이미 차단됨
ru: Уже заблокировано

source: Already have an account?
ko: 이미 계정이 있습니까?
ru: Уже есть учётная запись?

source: Also called "Issuer" or "Relying party trust identifier"
ko: "issuer" 또는 "Relying party trust identifier" 라고도 합니다.
ru: Также называется «Издатель» или «Идентификатор доверенной зависимой стороны»

source: Also called "Relying party service URL" or "Reply URL"
ko: "Relying party service URL" 또는 "Reply URL"이라고도 합니다.
ru: Также называется «URL службы доверенной зависимой стороны» или «URL ответа»

source: Also remove direct user membership from subgroups and projects
ko: 추가로 하위 그룹 및 프로젝트에서 직접 사용자 멤버십을 제거합니다.
ru: Также удалить прямое членство пользователя из подгрупп и проектов

source: Also unassign this user from related issues and merge requests
ko: 추가로 관련된 이슈 및 머지 리퀘스트에서 이 사용자를 지정 해제합니다.
ru: Также убрать назначение этого пользователя из связанных обсуждений и запросов на слияние

source: Alt text
ko: 대체 텍스트

source: Alternate support URL for Help page and Help dropdown.
ko: 도움말 페이지 및 도움말 드롭다운에 대한 대체 지원 URL입니다.
ru: Альтернативный URL для поддержки на странице справки и в выпадающем меню справки.

source: Amazon EKS integration allows you to provision EKS clusters from GitLab.
ko: Amazon EKS 통합을 통해 GitLab에서 EKS 클러스터를 프로비저닝할 수 있습니다.
ru: Интеграция с Amazon EKS позволяет вам предоставлять кластеры EKS из GitLab.

source: Amazon Q connectivity check failed: %{message}
ko: Amazon Q 연결 점검이 실패함: %{message}
ru: Сбой проверки подключения к Amazon Q: %{message}

source: Amazon Q could not call your GitLab instance. Please review your configuration and try again. Detail: %{error}
ko: Amazon Q에서 GitLab 인스턴스를 호출할 수 없습니다. 구성을 검토하고 다시 시도하세요. 세부 정보: %{error}
ru: Amazon Q не удалось обратиться к вашему экземпляру GitLab. Проверьте конфигурацию и повторите попытку. Подробности: %{error}

source: Amazon Q successfully received the callback request from your GitLab instance.
ko: Amazon Q가 GitLab 인스턴스로부터 콜백 요청을 성공적으로 받았습니다.
ru: Amazon Q успешно получил обратный запрос от вашего экземпляра GitLab.

source: AmazonQ|Active cloud connector token not found.
ko: 활성 클라우드 커넥터 토큰을 찾을 수 없습니다.
ru: Не найден активный токен облачного соединителя.

source: AmazonQ|Always off
ko: 항상 끄기
ru: Всегда выключено

source: AmazonQ|Amazon Q
ko: Amazon Q
ru: Amazon Q

source: AmazonQ|Amazon Q Configuration
ko: Amazon Q 구성
ru: Настройки Amazon Q

source: AmazonQ|Amazon Q Settings have been saved.
ko: Amazon Q 설정이 저장되었습니다.
ru: Настройки Amazon Q были сохранены.

source: AmazonQ|Amazon Q will be turned off by default, but still be available to any groups or projects that have previously enabled it.
ko: Amazon Q는 기본적으로 꺼져 있지만, 이전에 활성화한 그룹이나 프로젝트에서는 여전히 사용할 수 있습니다.
ru: Amazon Q будет отключён по умолчанию, но всё ещё будет доступен для групп и проектов, которые активировали его ранее.

source: AmazonQ|Amazon Q will be turned off for all groups, subgroups, and projects, even if they have previously enabled it.
ko: Amazon Q는 이전에 활성화한 그룹, 하위 그룹 및 프로젝트에서도 모든 그룹에 대해 꺼집니다.
ru: Amazon Q будет отключён для всех групп, подгрупп и проектов, даже если он был активирован ранее.

source: AmazonQ|An unexpected error occurred while disconnecting Amazon Q. Please see the browser console log for more details.
ko: Amazon Q와 연결 해제하는 과정에서 알수없는 오류가 발생하였습니다. 상세한 정보는 브라우저의 콘솔 로그를 확인하기 바랍니다.
ru: Произошла непредвиденная ошибка при отключении от Amazon Q. Для получения дополнительных сведений посмотрите журнал консоли браузера.

source: AmazonQ|An unexpected error occurred while submitting the form. Please see the browser console log for more details.
ko: 폼을 제출하는 도중 예기치 않은 오류가 발생했습니다. 자세한 내용은 브라우저 콘솔 로그를 확인하세요.
ru: Произошла непредвиденная ошибка при отправке формы. Для получения дополнительных сведений посмотрите журнал консоли браузера.

source: AmazonQ|Apply changes to this merge request based on the comments
ko: 댓글에 따라 이 머지 리퀘스트에 변경 사항 적용
ru: Применить изменения к этому запросу на слияние на основе комментариев

source: AmazonQ|Are you sure? Removing the ARN will disconnect Amazon Q from GitLab and all related features will stop working.
ko: 확실한가요? ARN을 삭제하면 Amazon Q를 GitLab으로 부터 연결해제하고, 관련 기능은 더이상 동작하지 않습니다.
ru: Вы уверены? Удаление ARN приведет к разъединению Amazon Q с GitLab, и все связанные функции перестанут работать.

source: AmazonQ|Audience
ko: 오디언스
ru: Аудитория

source: AmazonQ|Availability
ko: 가용성
ru: Доступность

source: AmazonQ|Beta
ko: 베타
ru: Бета

source: AmazonQ|Cancel
ko: 취소
ru: Отмена

source: AmazonQ|Cloud connector token could not be decoded
ko: 클라우드 커넥터 토큰을 디코딩할 수 없습니다.
ru: Токен облачного коннектора AmazonQ не может быть декодирован

source: AmazonQ|Configure GitLab Duo with Amazon Q
ko: GitLab Duo를 Amazon Q와 구성하기
ru: Настройте GitLab Duo с Amazon Q

source: AmazonQ|Copy to clipboard
ko: 클립보드에 복사
ru: Скопировать в буфер обмена

source: AmazonQ|Create a merge request to incorporate Amazon Q suggestions
ko: Amazon Q 제안을 통합하기 위한 머지 리퀘스트 생성
ru: Создать запрос на слияние для включения предложений Amazon Q

source: AmazonQ|Create an Amazon Q Developer profile in the %{linkStart}Amazon Q Developer console.%{linkEnd}
ko: Amazon Q 개발자 프로필을 %{linkStart}Amazon Q 개발자 콘솔%{linkEnd}에서 생성.
ru: Создайте профиль разработчика Amazon Q в %{linkStart}консоли разработчика Amazon Q.%{linkEnd}

source: AmazonQ|Create an identity provider for this GitLab instance within AWS using the following values. %{helpStart}Learn more%{helpEnd}.
ko: 다음 값을 사용하여 이 GitLab 인스턴스에 대한 AWS에서 ID 공급자를 생성합니다. %{helpStart}자세히 알아보기%{helpEnd}.
ru: Создайте поставщика идентификаций для этого экземпляра GitLab в AWS, используя следующие значения. %{helpStart}Подробнее%{helpEnd}.

source: AmazonQ|Create unit tests for selected lines of code in Java or Python files
ko: Java 또는 Python 파일에서 선택한 코드 줄에 대한 단위 테스트 생성
ru: Создать модульные тесты для выбранных строк кода в файлах Java или Python

source: AmazonQ|Create unit tests for this merge request
ko: 이 머지 리퀘스트에 대한 단위 테스트를 생성
ru: Создать модульные тесты для этого запроса на слияние

source: AmazonQ|Delete the IAM identity provider created for AI gateway.
ko: AI 게이트웨이를 위해 생성된 IAM 자격증명 공급자를 삭제
ru: Удалите поставщика идентификации IAM, созданного для шлюза ИИ.

source: AmazonQ|Delete the IAM role.
ko: IAM 역할을 삭제.
ru: Удалите роль IAM.

source: AmazonQ|Enter the IAM role's ARN.
ko: IAM 역할의 ARN을 입력하세요.
ru: Введите ARN роли IAM

source: AmazonQ|Features are available. However, any group, subgroup, or project can turn them off.
ko: 기능을 사용할 수 있습니다. 그러나 모든 그룹, 하위 그룹 또는 프로젝트에서 기능을 끌 수 있습니다.
ru: Функции доступны. Однако любая группа, подгруппа или проект может их отключить.

source: AmazonQ|Features are not available and cannot be turned on for any group, subgroup, or project.
ko: 기능이 사용 불가능하며, 어떤 그룹, 하위 그룹 또는 프로젝트에서도 활성화할 수 없습니다.
ru: Функции недоступны и не могут быть включены для любой группы, подгруппы или проекта.

source: AmazonQ|Features are not available. However, any group, subgroup, or project can turn them on.
ko: 기능이 사용 불가능합니다. 그러나 모든 그룹, 하위 그룹 또는 프로젝트에서 이를 활성화할 수 있습니다.
ru: Функции недоступны, но любая группа, подгруппа или проект могут их включить.

source: AmazonQ|GitLab Duo with Amazon Q
ko: GitLab Duo와 Amazon Q
ru: GitLab Duo с Amazon Q

source: AmazonQ|GitLab Duo with Amazon Q has been successfully disconnected
ko: GitLab Duo와 Amazon Q와의 연결이 성공적으로 해제되었습니다
ru: GitLab Duo и Amazon Q были успешно отключены

source: AmazonQ|GitLab Duo with Amazon Q is ready to go! 🎉
ko: GitLab Duo와 Amazon Q가 준비되었습니다! 🎉
ru: GitLab Duo и Amazon Q готовы к использованию! 🎉

source: AmazonQ|Have Amazon Q review code in merge requests automatically
ko: 자동으로 머지 리퀘스트내에 Amazon Q 리뷰 코드 생성
ru: Автоматически запускать рецензию кода Amazon Q в запросах на слияние

source: AmazonQ|I understand that by selecting Save changes, GitLab creates a service account for Amazon Q and sends its credentials to AWS. Use of the Amazon Q Developer capabilities as part of GitLab Duo with Amazon Q is governed by the %{helpStart}AWS Customer Agreement%{helpEnd} or other written agreement between you and AWS governing your use of AWS services. Amazon Q Developer processes data across all US Regions and makes cross-region API calls when your requests require it.
ko: 저는 변경 사항 저장을 선택함으로써 GitLab이 Amazon Q에 대한 서비스 계정을 생성하고 해당 자격 증명을 AWS로 전송한다는 것을 이해합니다. GitLab Duo와 Amazon Q의 일환으로 Amazon Q 개발자 기능 사용은 귀하와 AWS 간의 AWS 서비스 사용을 규정하는 %{helpStart}AWS 고객 계약%{helpEnd} 또는 기타 서면 계약에 따라 규제됩니다. Amazon Q 개발자 모든 미국 지역에 걸친 데이터를 처리하며, 당신의 요청이 필요로 하는 경우, 지역간 API 호출을 만들게 됩니다.
ru: Я понимаю, что при нажатии на кнопку «Сохранить изменения» GitLab создаст учётную запись службы для Amazon Q и отправит её учётные данные в AWS. Использование возможностей Amazon Q Developer в рамках GitLab Duo с Amazon Q регулируется %{helpStart}Соглашением клиента AWS%{helpEnd} или другим письменным соглашением между вами и AWS, регулирующим использование сервисов AWS. Amazon Q Developer обрабатывает данные во всех регионах США и выполняет межрегиональные API-запросы, если этого требуют ваши запросы.

source: AmazonQ|I'm creating unit tests for the selected lines of code. I'll update this comment and this merge request when I'm done.
ko: 선택한 코드 줄에 대한 단위 테스트를 만들고 있습니다. 완료되면 이 댓글과 머지 리퀘스트를 업데이트하겠습니다.
ru: Я создаю модульные тесты для выбранных строк кода. Я обновлю этот комментарий и запрос на слияние, когда закончу.

source: AmazonQ|I'm creating unit tests for this merge request. I'll update this comment when I'm done.
ko: 이 머지 리퀘스트에 대한 단위 테스트를 만들고 있습니다. 완료되면 이 댓글을 업데이트하겠습니다.
ru: Я создаю модульные тесты для этого запроса на слияние. Я обновлю этот комментарий, когда закончу.
