Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: MlModelRegistry|Version is not a valid semantic version.
ko: 시맨틱 버전이 아닙니다.
ru: Версия не является корректной семантической версией.

source: MlModelRegistry|Version is valid semantic version.
ko: 버전은 시맨틱 버전입니다.
ru: Версия является корректной семантической версией.

source: MlModelRegistry|Versions
ko: 버전

source: MlModelRegistry|folder name
ko: 폴더 이름

source: MlModelRegistry|version
ko: 버전
ru: версия

source: Mock an external CI integration.
ko: 외부 CI 통합을 모사합니다.

source: Modal updated
ko: 모달 업데이트됨
ru: Модель обновлена

source: Modal|Close
ko: 닫기
ru: Закрыть

source: Model description
ko: 모델 설명

source: Model experiments
ko: 모델 실험기능
ru: Эксперименты с моделями

source: Model registry
ko: 모델 레지스트리
ru: Реестр моделей

source: Model version not found
ko: 모델 버전을 찾을 수 없습니다.

source: ModelRegistry|Author
ko: 작성자
ru: Автор

source: ModelRegistry|CI Job
ko: CI 작업
ru: Задание CI

source: ModelRegistry|Created
ko: 생성됨

source: ModelRegistry|Created by
ko: 생성한 사람

source: ModelRegistry|Latest version
ko: 최신 버전
ru: Поздняя версия

source: ModelRegistry|MLflow Run ID
ko: MLflow Run ID
ru: Идентификатор запуска MLflow

source: ModelRegistry|Model name
ko: 모델 이름
ru: Название модели

source: ModelRegistry|Model registry
ko: 모델 레지스트리
ru: Реестр моделей

source: ModelRegistry|New model
ko: 새 모델

source: ModelRegistry|New version
ko: 새 버전
ru: Новая версия

source: ModelRegistry|Status
ko: 상태
ru: Статус

source: ModelRegistry|Version
ko: 버전
ru: Версия

source: ModelRegistry|version
ko: 버전
ru: версия

source: ModelRegistry|versions
ko: 버전
ru: версии

source: ModelSelection|An error occurred while loading the AI feature settings. Please try again.
ko: AI 기능 설정을 불러오는 중에 오류가 발생했습니다. 다시 시도해 주세요.

source: ModelSelection|An error occurred while updating the feature setting. Please try again.
ko: 기능 설정을 업데이트하는 중에 오류가 발생했습니다. 다시 시도해 주세요.

source: ModelSelection|Manage GitLab Duo by configuring and assigning models to AI-native features.
ko: AI-네이티브 기능에 모델을 구성하고 할당하여 GitLab Duo를 관리합니다.

source: ModelSelection|Model Selection
ko: 모델 선택

source: ModelSelection|Successfully updated %{mainFeature} / %{title}
ko: 성공적으로 업데이트 됨 %{mainFeature} / %{title}

source: Modified
ko: 수정됨
ru: Изменён

source: Modified in this version
ko: 이 버전에서 수정됨
ru: Изменено в этой версии

source: Modify commit message
ko: 커밋 메시지 수정
ru: Изменить сообщение коммита

source: Modify commit messages
ko: 커밋 메시지 수정
ru: Изменить описания коммита

source: Modify merge commit
ko: 머지 커밋 수정
ru: Изменить коммит слияния

source: Mon
ko: 월

source: Monday
ko: 월요일
ru: Понедельник

source: Monitor
ko: 모니터링
ru: Мониторинг

source: Monitor GitLab with Prometheus.
ko: Prometheus로 GitLab을 모니터링하십시오.
ru: Мониторинг GitLab с Prometheus.

source: Monitor Settings
ko: 모니터 설정
ru: Настройки мониторинга

source: Monitor your errors directly in GitLab.
ko: GitLab에서 당신의 오류를 직접 모니터링합니다.
ru: Отслеживайте ваши ошибки напрямую в GitLab.

source: Month
ko: 월
ru: Месяц

source: Monthly
ko: 매월
ru: Ежемесячно

source: Months
ko: 달
ru: Месяцы

source: More Details
ko: 자세한 내용
ru: Подробнее

source: More Information
ko: 추가 정보
ru: Подробнее

source: More actions
ko: 추가 동작
ru: Дополнительно

source: More details
ko: 자세한 내용
ru: Подробнее

source: More info
ko: 더 많은 정보
ru: Подробнее

source: More information
ko: 더 많은 정보
ru: Подробнее

source: More options
ko: 추가 옵션
ru: Другие опции

source: More than %{control_count} controls not allowed for a requirement.
ko: %{control_count} 초과하는 컨트롤은 요구사항에 허용되지 않습니다.
ru: Более %{control_count} элементов управления для требования не допускается.

source: More than %{number_commits_distance} commits different with %{default_branch}
ko: %{default_branch}에서 %{number_commits_distance}개 이상의 커밋이 다릅니다.
ru: Более %{number_commits_distance} коммитов отличается от %{default_branch}

source: More topics
ko: 더 많은 주제
ru: Больше тегов

source: Most common
ko: 가장 공통적

source: Most relevant
ko: 가장 관련성 높은
ru: Наиболее подходящие

source: Most starred
ko: 별점을 가장 많이 받은
ru: Самые популярные

source: Move
ko: 이동
ru: Переместить

source: Move down
ko: 아래로 이동

source: Move issue
ko: 이슈 이동
ru: Переместить обсуждение

source: Move issue from one column of the board to another
ko: 보드의 한 열에서 다른 열로 이슈 이동

source: Move selection down
ko: 선택을 아래로 이동
ru: Переместить выбор ниже

source: Move selection up
ko: 선택을 위로 이동
ru: Переместить выбор выше

source: Move test case
ko: 테스트 케이스 이동
ru: Переместить тест-кейс

source: Move this item to another group or project
ko: 이 항목을 다른 그룹이나 프로젝트로 이동하세요
ru: Переместить этот элемент в другую группу или проект

source: Move up
ko: 위로 이동

source: MoveWorkItem|Unable to move. Moving '%{work_item_type}' is not supported.
ko: 이동할 수 없습니다. '%{work_item_type}' 이동은 지원되지 않습니다.
ru: Невозможно переместить. Перемещение '%{work_item_type}' не поддерживается.

source: MoveWorkItem|Unable to move. Moving across projects and groups is not supported.
ko: 이동할 수 없습니다. 프로젝트와 그룹 간 이동은 지원되지 않습니다.
ru: Невозможно переместить. Перемещение между проектами и группами не поддерживается.

source: MoveWorkItem|Unable to move. Target namespace is pending deletion.
ko: 이동할 수 없습니다. 대상 네임스페이스가 삭제 대기 중입니다.
ru: Невозможно переместить. Целевое пространство имён ожидает удаления.

source: MoveWorkItem|Unable to move. You have insufficient permissions.
ko: 이동할 수 없습니다. 권한이 부족합니다.
ru: Невозможно переместить. У вас недостаточно прав.

source: Moved issue to %{label} column in the board.
ko: 이슈를 보드의 %{label} 열로 이동했습니다.
ru: Обсуждение перенесено в колонку %{label} на доске.

source: Moved this item to %{path_to_container}.
ko: 이 항목을 %{path_to_container}로 이동했습니다.
ru: Этот элемент был перемещён в %{path_to_container}.

source: Moves issue to %{label} column in the board.
ko: 이슈를 보드의 %{label} 열로 이동합니다.
ru: Перемещает обсуждение на доске в колонку %{label}.

source: Moves this item to %{group_or_project}.
ko: 이 항목을 %{group_or_project}로 이동합니다.
ru: Перемещает этот элемент в %{group_or_project}.

source: Moving issue
ko: 이슈 이동중

source: MrDeploymentActions|Deploy
ko: 배포
ru: Развернуть

source: MrDeploymentActions|Re-deploy
ko: 재배포
ru: Развернуть повторно

source: MrDeploymentActions|Stop environment
ko: 환경 중지

source: MrList|Assigned to %{name}
ko: %{name}에 할당됨
ru: Назначено %{name}

source: MrList|Review requested from %{name}
ko: %{name} 로 요청된 리뷰
ru: Рецензия запрошена у %{name}

source: MrReports|All reports
ko: 전체 리포트
ru: Все отчёты

source: MrReports|Blockers
ko: 블로커

source: MrReports|Reports
ko: 리포트
ru: Отчёты

source: MrSurvey|By continuing, you acknowledge that responses will be used to improve GitLab and in accordance with the %{linkStart}GitLab Privacy Policy%{linkEnd}.
ko: 계속하면 응답이 GitLab을 개선하고 %{linkStart}GitLab 개인정보 보호정책%{linkEnd}에 따라 사용될 것임을 인정하는 것입니다.
ru: Продолжая, вы соглашаетесь с тем, что ответы будут использоваться для улучшения GitLab в соответствии с %{linkStart}Политикой конфиденциальности GitLab%{linkEnd}.

source: MrSurvey|How satisfied are you with %{strongStart}speed/performance%{strongEnd} of merge requests?
ko: 머지 리퀘스트의 %{strongStart}속도/성능%{strongEnd}에 얼마나 만족하십니까?

source: MrSurvey|Merge request experience survey
ko: 머지 리퀘스트 사용 경험 설문조사

source: MrSurvey|Overall, how satisfied are you with merge requests?
ko: 전체적으로 머지 리퀘스트에 대해 얼마나 만족하십니까?

source: MrSurvey|Thank you for your feedback!
ko: 소중한 의견 감사합니다!

source: Multi-project
ko: 다중 프로젝트

source: Multiple IP address ranges are supported. Does not affect access to the group's settings.
ko: 여러 IP 주소 범위가 지원됩니다. 그룹 설정에 대한 액세스에는 영향을 미치지 않습니다.
ru: Поддерживаются несколько диапазонов IP-адресов. Это не влияет на доступ к настройкам группы.

source: Multiple Prometheus integrations are not supported
ko: 복수의 Prometheus 통합은 지원되지 않습니다.

source: Multiple components '%{name}' have '%{attribute}' attribute
ko: 복수의 컴포넌트 '%{name}'에 '%{attribute}' 속성이 있습니다.
ru: Несколько компонентов «%{name}» имеют атрибут «%{attribute}»

source: Multiple integrations of a single type are not supported for this project
ko: 단일 유형의 다중 통합은 이 프로젝트에서 지원되지 않습니다.
ru: Множественные интеграции одного типа не поддерживаются для этого проекта

source: Multiple signatures
ko: 복수의 서명

source: Multiplier to apply to polling intervals. Decimal values are supported. Defaults to 1.
ko: 폴링 간격에 적용할 배수입니다. 10진수 값이 지원됩니다. 기본값은 1입니다.
ru: Множитель, который применяется к интервалам опроса. Поддерживаются дробные значения. По умолчанию — 1.

source: Must be 90 days or more.
ko: 90일 이상이어야 합니다.
ru: Должно быть 90 дней или более.

source: Must be 90 days or more. Applies only to users with sign-in history. Users with no sign-in history are automatically deactivated after 7 days.
ko: 90일 이상이어야 합니다. 로그인 기록이 있는 사용자에게만 적용됩니다. 로그인 기록이 없는 사용자는 7일 후 자동으로 비활성화됩니다.
ru: Должно быть 90 дней или более. Применяется только к пользователям с историей входов. Пользователи без истории входов автоматически деактивируются через 7 дней.

source: Must be in the following format: `30m`, `2h`, or `1d`
ko: 다음과 같은 포맷이어야 합니다: `30m`, `2h`, `1d`

source: Must be in the following format: `30m`, `2h`, or `1d`. Set to `%{val}` for no retries.
ko: 다음과 같은 포맷이어야 합니다: `30m`, `2h`, `1d`. 재시도를 하지 않으려면 `%{val}` 으로 설정하세요.

source: Must be in the following format: `30m`, `2h`, or `1d`. Set to `%{val}` to disable.
ko: 반드시 다음과 같은 형식 : `30m`, `2h`, 또는 `1d`. 비활성화 하려면 `%{val}` 입력.

source: Must start with letter, digit, emoji, or underscore. Can also contain periods, dashes, spaces, and parentheses.
ko: 문자, 숫자, 이모티콘 또는 밑줄로 시작해야 합니다. 마침표, 대시, 공백 및 괄호도 포함될 수 있습니다.
ru: Должно начинаться с буквы, цифры, эмодзи или символа подчёркивания. Также может содержать точки, дефисы, пробелы и скобки.

source: My awesome group
ko: 나의 멋진 그룹
ru: Моя потрясающая группа

source: My company or team
ko: 내 회사 또는 팀
ru: Моя компания или команда

source: My reaction
ko: 내 반응
ru: Моя реакция

source: My reviews and assigned
ko: 내 리뷰와 할당
ru: Мои рецензии и назначенные

source: My topic
ko: 내 주제
ru: Мой тег

source: Name
ko: 이름
ru: Название

source: Name can contain only lowercase or uppercase letters, digits, emoji, spaces, dots, underscores, dashes, or pluses.
ko: 이름에는 소문자 또는 대문자, 숫자, 그림 이모티콘, 공백, 점, 밑줄, 대시 또는 더하기 기호만 사용할 수 있습니다.

source: Name can't be blank
ko: 이름을 비워둘 수 없습니다.

source: Name is already taken.
ko: 이름은 이미 사용 중입니다.

source: Name must start with a letter, digit, emoji, or underscore.
ko: 이름은 문자, 숫자, 이모티콘 또는 밑줄로 시작해야 합니다.
ru: Название должно начинаться с буквы, цифры, эмодзи или подчеркивания.

source: Name of the Jenkins project.
ko: Jenkins 프로젝트의 이름.
ru: Названия проекта в Jenkins

source: Name to be used as the sender for emails from Service Desk.
ko: Service Desk에서 보낸 이메일의 발신자로 사용할 이름입니다.

source: Name:
ko: 이름:
ru: Имя:

source: Namespace
ko: 네임스페이스
ru: Пространство имён

source: Namespace ID:
ko: 네임스페이스 ID:
ru: ID пространства имён:

source: Namespace Limits
ko: 네임스페이스 한도

source: Namespace Storage
ko: 네임스페이스 스토리지

source: Namespace doesn't exist or you don't have permission.
ko: 네임스페이스가 없거나 권한이 없습니다.

source: Namespace must be provided.
ko: 네임스페이스를 제공해야 합니다.

source: Namespace or project is required
ko: 네임스페이스 또는 프로젝트가 필요합니다.

source: Namespace reached its allowed limit of %{limit} extra deployments. Learn more: %{docs_link}
ko: 네임스페이스가 허용된 한도인 %{limit} 추가 배포에 도달했습니다. 자세히 알아보기: %{docs_link}
ru: Пространство имён достигло допустимого предела в %{limit} дополнительных развёртываний. Подробнее: %{docs_link}

source: Namespace:
ko: 네임스페이스:
ru: Пространство:

source: NamespaceLimits|%{date} %{linkStart}%{username}%{linkEnd} changed the limit to %{limit}
ko: %{date} %{linkStart}%{username}%{linkEnd}의 한도를 %{limit}로 변경

source: NamespaceLimits|Add minimum free storage amount (in MiB) that will be used to enforce storage usage for namespaces on free plan. To remove the limit, set the value to 0 and click "Update limit" button.
ko: 무료 플랜에서 네임스페이스에 대한 스토리지 사용량을 적용하는 데 사용할 최소 무료 스토리지 양(MiB)을 추가합니다. 한도를 제거하려면 값을 0으로 설정하고 "한도 업데이트" 버튼을 클릭하십시오.
ru: Укажите минимальный объём свободного места (в МиБ), который будет использоваться для ограничения использования хранилища в пространствах имён на бесплатном тарифе. Чтобы убрать ограничение, установите значение 0 и нажмите кнопку «Изменить лимит».

source: NamespaceLimits|Add minimum free storage amount (in MiB) that will be used to set the dashboard limit for namespaces on free plan. To remove the limit, set the value to 0 and click "Update limit" button.
ko: 무료 요금제의 네임스페이스에 대한 대시보드 한도를 설정하는 데 사용할 최소 무료 스토리지 양(MiB)을 추가합니다. 한도를 제거하려면 값을 0으로 설정하고 "한도 업데이트" 버튼을 클릭하십시오.
ru: Укажите минимальный объём свободного места (в МиБ), который будет использоваться для установки лимита на панели для пространств имён на бесплатном тарифе. Чтобы убрать ограничение, установите значение 0 и нажмите кнопку «Изменить лимит».

source: NamespaceLimits|Add minimum free storage amount (in MiB) that will be used to show notifications for namespace on free plan. To remove the limit, set the value to 0 and click "Update limit" button.
ko: 무료 플랜에서 네임스페이스에 대한 알림을 표시하는 데 사용할 최소 무료 스토리지 용량(MiB)을 추가합니다. 한도를 제거하려면 값을 0으로 설정하고 "한도 업데이트" 버튼을 클릭하십시오.
ru: Укажите минимальный объём свободного места (в МиБ), при достижении которого для пространства имён на бесплатном тарифе будут показываться уведомления. Чтобы убрать ограничение, установите значение 0 и нажмите кнопку «Изменить лимит».

source: NamespaceLimits|Confirm deletion
ko: 삭제 확인

source: NamespaceLimits|Confirm limits change
ko: 한도 변경 확인

source: NamespaceLimits|Dashboard Limit
ko: 대시보드 한도

source: NamespaceLimits|Dashboard limit was successfully added
ko: 대시보드 한도가 성공적으로 추가되었습니다.

source: NamespaceLimits|Dashboard limit was successfully removed
ko: 대시보드 한도가 성공적으로 제거되었습니다.

source: NamespaceLimits|Deletion confirmation
ko: 삭제 확인

source: NamespaceLimits|Do you confirm the deletion of the selected namespace from the exclusion list?
ko: 제외 목록에서 선택된 네임스페이스를 삭제하겠습니까?

source: NamespaceLimits|Enforcement Limit
ko: 강제 한도

source: NamespaceLimits|Enforcement limit was successfully added
ko: 강제 한도가 성공적으로 추가되었습니다.

source: NamespaceLimits|Enforcement limit was successfully removed
ko: 강제 한도가 성공적으로 제거되었습니다.

source: NamespaceLimits|Enter a valid number greater or equal to zero.
ko: 0 이상의 유효한 숫자를 입력하십시오.

source: NamespaceLimits|Exclude
ko: 제외

source: NamespaceLimits|Exclude namespace
ko: 네임스페이스 제외

source: NamespaceLimits|Excluded Namespaces
ko: 제외된 네임스페이스

source: NamespaceLimits|Exclusion added successfully
ko: 제외가 성공적으로 추가되었습니다.

source: NamespaceLimits|Export .csv
ko: .csv 내보내기

source: NamespaceLimits|Export a csv file with Free Tier anonymized namespace storage usage statistics. This is an asynchronous operation, once the file is generated we will send it to your registered email.
ko: 무료 티어 익명화된 네임스페이스 스토리지 사용량 통계가 포함된 csv 파일을 내보냅니다. 이는 비동기 작업으로, 파일이 생성되면 등록된 이메일로 보내드립니다.
ru: Экспортируйте CSV файл с анонимизированной статистикой использования хранилища пространств имён для бесплатного тарифа. Это асинхронная операция, как только файл будет сгенерирован, мы отправим его на вашу зарегистрированную электронную почту.

source: NamespaceLimits|Free Tier
ko: Free 티어
ru: Бесплатный тариф

source: NamespaceLimits|NONE
ko: 없음
ru: НЕТ

source: NamespaceLimits|Namespace limits could not be loaded. Reload the page to try again.
ko: 네임스페이스 한도를 로드할 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: NamespaceLimits|Namespaces Statistics
ko: 네임스페이스 통계

source: NamespaceLimits|Notifications Limit
ko: 알림 제한

source: NamespaceLimits|Notifications limit was successfully added
ko: 알림 제한이 성공적으로 추가되었습니다.

source: NamespaceLimits|Notifications limit was successfully removed
ko: 알림 제한이 성공적으로 제거되었습니다.

source: NamespaceLimits|Reason
ko: 이유
ru: Причина

source: NamespaceLimits|Reason for excluding this namespace
ko: 이 네임스페이스를 제외하는 이유

source: NamespaceLimits|Set Dashboard limit
ko: 대시보드 한도 설정

source: NamespaceLimits|Set Enforcement limit
ko: 강제 한도 설정

source: NamespaceLimits|Set Notifications limit
ko: 알림 제한 설정
ru: Установить лимит уведомлений

source: NamespaceLimits|Storage Phased Notification
ko: 스토리지 단계적 알림

source: NamespaceLimits|There was an error deleting the namespace: "%{errorMessage}".
ko: 네임스페이스를 삭제하는 동안 오류가 발생했습니다: "%{errorMessage}".
ru: Произошла ошибка при удалении пространства имен: "%{errorMessage}".

source: NamespaceLimits|There was an error fetching the exclusion list, try refreshing the page.
ko: 제외 리스트를 가져오는 중 오류가 발생했습니다. 페이지를 새로고침해 보세요.
ru: Произошла ошибка при получении списка исключений, попробуйте обновить страницу.

source: NamespaceLimits|These namespaces won't receive any notifications nor any degraded functionality while they remain on this list
ko: 이 네임스페이스는 이 목록에 남아 있는 동안 어떠한 알림이나 기능 문제도 수신하지 않습니다.

source: NamespaceLimits|This will change the dashboard limit for all free namespaces except the excluded namespaces, the limit can be removed later.
ko: 제외된 네임스페이스를 제외한 모든 무료 네임스페이스에 대한 대시보드 한도가 변경되며 나중에 한도를 제거할 수 있습니다.

source: NamespaceLimits|This will change when free namespaces get storage enforcement except the excluded namespaces, the limit can be removed later.
ko: 이는 제외된 네임스페이스를 제외한 무료 네임스페이스가 스토리지 적용을 받으면 변경되며 나중에 한도를 제거할 수 있습니다.

source: NamespaceLimits|This will limit the amount of notifications all free namespaces receives except the excluded namespaces, the limit can be removed later.
ko: 제외된 네임스페이스를 제외한 모든 무료 네임스페이스가 수신하는 알림의 양을 제한합니다. 이 한도는 나중에 제거할 수 있습니다.

source: NamespaceLimits|Update limit
ko: 한도 업데이트
ru: Изменить лимит

source: NamespaceLimits|You must select a namespace and add a reason for excluding it
ko: 네임스페이스를 선택하고 제외 이유를 추가해야 합니다.

source: NamespaceStorageSize|%{namespace_name} has %{readonly_project_count} read-only project
ko: %{namespace_name}에는 %{readonly_project_count}개의 읽기 전용 프로젝트가 있습니다.
ru: В пространстве имён %{namespace_name} есть %{readonly_project_count} проект только для чтения

source: NamespaceStorageSize|%{namespace_name} is now read-only. Your ability to write new data to this namespace is restricted. %{read_only_link_start}Which actions are restricted?%{link_end}
ko: %{namespace_name} 은 이제 읽기 전용입니다. 이 네임스페이스에 새 데이터를 쓰는 기능이 제한됩니다. %{read_only_link_start}어떤 동작이 제한됩니까?%{link_end}
ru: Пространство имён %{namespace_name} теперь доступно только для чтения. Возможность записывать новые данные в это пространство имён ограничена. %{read_only_link_start}Какие действия ограничены?%{link_end}

source: NamespaceStorageSize|If %{namespace_name} exceeds the %{storage_docs_link_start}storage quota%{link_end}, your ability to write new data to this namespace will be restricted. %{read_only_link_start}Which actions become restricted?%{link_end}
ko: %{namespace_name} 스토리지 %{storage_docs_link_start}할당량을%{link_end} 초과하면 이 네임스페이스에 새 데이터를 쓰는 기능이 제한됩니다. %{read_only_link_start} 어떤 동작이 제한됩니까?%{link_end}
ru: Если пространство имён %{namespace_name} превышает %{storage_docs_link_start}квоту хранилища%{link_end}, возможность записи новых данных в это пространство имён будет ограничена. %{read_only_link_start}Какие действия будут ограничены?%{link_end}

source: NamespaceStorageSize|To manage your usage and prevent your projects from being placed in a read-only state, you should immediately %{manage_storage_link_start}reduce storage%{link_end}, or %{support_link_start}contact support%{link_end} to help you manage your usage.
ko: 사용량을 관리하고 프로젝트가 읽기 전용 상태가 되는 것을 방지하려면 즉시 %{manage_storage_link_start}저장 공간을 줄이거나%{link_end} %{support_link_start}지원팀에 문의하여 사용량을 관리하세요%{link_end}.
ru: Чтобы управлять использованием хранилища и предотвратить перевод проектов в режим только для чтения, необходимо немедленно %{manage_storage_link_start}уменьшить объём используемого хранилища%{link_end} или %{support_link_start}обратиться в службу поддержки%{link_end} для помощи в управлении использованием.

source: NamespaceStorageSize|To prevent your projects from being in a read-only state %{manage_storage_link_start}manage your storage usage%{link_end}, or %{purchase_more_link_start}purchase more storage%{link_end}.
ko: 프로젝트가 읽기 전용 상태가 되지 않도록 하려면 %{manage_storage_link_start}스토리지 사용량을 관리하거나%{link_end} 또는 %{purchase_more_link_start}추가 스토리지를 구입하십시오%{link_end}.
ru: Чтобы ваши проекты не перешли в режим только для чтения, %{manage_storage_link_start}освободите место в хранилище%{link_end} или %{purchase_more_link_start}приобретите дополнительное место в хранилище%{link_end}.

source: NamespaceStorageSize|To prevent your projects from being in a read-only state %{manage_storage_link_start}manage your storage usage%{link_end}, or contact a user with the %{group_member_link_start}owner role for this namespace%{link_end} and ask them to %{purchase_more_link_start}purchase more storage%{link_end}.
ko: 프로젝트가 읽기 전용 상태가 되지 않도록 하려면 %{manage_storage_link_start}스토리지 사용량을 관리하거나%{link_end} %{group_member_link_start}네임스페이스의 소유자 역할을 가진 사용자에게 연락하여%{link_end} 추가 스토리지를 구입하도록 %{purchase_more_link_start}요청하십시오%{link_end}.
ru: Чтобы избежать перехода ваших проектов в состояние только для чтения, %{manage_storage_link_start}освободите место в хранилище%{link_end}, или свяжитесь с пользователем, имеющим роль %{group_member_link_start}владельца этого пространства имён%{link_end}, и попросите его %{purchase_more_link_start}приобрести больше места для хранения%{link_end}.

source: NamespaceStorageSize|To reduce storage usage, reduce git repository and git LFS storage.
ko: 스토리지 사용량을 줄이려면 git 리포지토리 및 git LFS 스토리지를 줄입니다.
ru: Чтобы сократить использование хранилища, уменьшите объём хранилища репозитория Git и Git LFS.

source: NamespaceStorageSize|To remove the read-only state %{manage_storage_link_start}manage your storage usage%{link_end}, or %{purchase_more_link_start}purchase more storage%{link_end}.
ko: 읽기 전용 상태를 제거하려면 %{manage_storage_link_start}스토리지 사용량을 관리하거나%{link_end}또는 %{purchase_more_link_start}더 많은 스토리지를 구입하십시오%{link_end}.
ru: Чтобы снять режим только для чтения, %{manage_storage_link_start}освободите место в хранилище%{link_end} или %{purchase_more_link_start}приобретите больше места в хранилище%{link_end}.

source: NamespaceStorageSize|To remove the read-only state %{manage_storage_link_start}manage your storage usage%{link_end}, or contact a user with the %{group_member_link_start}owner role for this namespace%{link_end} and ask them to %{purchase_more_link_start}purchase more storage%{link_end}.
ko: 읽기 전용 상태를 제거하려면 %{manage_storage_link_start}스토리지 사용량을 관리하거나%{link_end}네임스페이스에 대한 %{group_member_link_start}소유자 역할을 가진 사용자에게 연락하여%{link_end} 추가 스토리지를 구입하도록 %{purchase_more_link_start}요청하십시오%{link_end}.
ru: Чтобы снять режим только для чтения, %{manage_storage_link_start}освободите место в хранилище%{link_end} или свяжитесь с пользователем, имеющим роль %{group_member_link_start}владельца этого пространства имён%{link_end}, и попросите его %{purchase_more_link_start}приобрести дополнительное место в хранилище%{link_end}.

source: NamespaceStorageSize|To remove the read-only state contact a user with the %{group_member_link_start}owner role for this namespace%{link_end} and ask them to %{purchase_more_link_start}purchase more storage%{link_end}.
ko: 읽기 전용 상태를 제거하려면, 이 네임스페이스의 %{group_member_link_start}소유자 역할을 가진 사용자%{link_end}에게 연락하여 %{purchase_more_link_start}스토리지 추가 구매%{link_end}해 달라고 요청하십시오.
ru: Чтобы снять режим только для чтения, свяжитесь с пользователем, имеющим роль %{group_member_link_start}владельца этого пространства имён%{link_end}, и попросите его %{purchase_more_link_start}приобрести дополнительное место в хранилище%{link_end}.

source: NamespaceStorageSize|To remove the read-only state, %{manage_storage_link_start}manage your storage usage%{link_end} or %{purchase_more_link_start}purchase more storage%{link_end}.
ko: 읽기 전용 상태를 제거하려면 %{manage_storage_link_start}스토리지 사용량을 관리하거나%{link_end}또는 %{purchase_more_link_start}더 많은 스토리지를 구입하십시오%{link_end}.
ru: Чтобы снять режим только для чтения, %{manage_storage_link_start}освободите место в хранилище%{link_end} или %{purchase_more_link_start}приобретите больше места в хранилище%{link_end}.
