Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AdminSelfHostedModels|An error occurred while loading the self-hosted model. Please try again.
ko: 자체 호스팅 모델을 로딩하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при загрузке автономной модели. Попробуйте снова.

source: AdminSelfHostedModels|An error occurred while updating the %{mainFeature} sub-feature settings. Please try again.
ko: %{mainFeature} 하위 기능 설정을 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении параметров подфункции %{mainFeature}. Повторите попытку.

source: AdminSelfHostedModels|An error occurred while updating the self-hosted model, please try again.
ko: 자체 호스팅 모델을 업데이트하는 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении автономной модели. Попробуйте снова.

source: AdminSelfHostedModels|Apply to all %{mainFeature} sub-features
ko: 모든 %{mainFeature} 하위 기능에 적용
ru: Применить ко всем подфункциям %{mainFeature}

source: AdminSelfHostedModels|Assign a model to enable this feature
ko: 이 기능을 활성화하기 위해 모델을 지정
ru: Чтобы включить эту функцию, назначьте модель

source: AdminSelfHostedModels|Assign a model to the %{subFeatureTitle} sub-feature before applying to all
ko: 모든 기능에 적용하기 전에 %{subFeatureTitle} 하위 기능에 모델을 지정합니다.
ru: Перед применением ко всем назначьте модель для подфункции %{subFeatureTitle}

source: AdminSelfHostedModels|Create self-hosted model
ko: 자체 호스팅 모델 생성
ru: Создать автономную модель

source: AdminSelfHostedModels|Delete self-hosted model
ko: 자체 호스팅 모델 삭제
ru: Удалить автономную модель

source: AdminSelfHostedModels|Deployment name
ko: 배포 이름
ru: Название развёртывания

source: AdminSelfHostedModels|Edit self-hosted model
ko: 자체 호스팅 모델 편집
ru: Изменить автономную модель

source: AdminSelfHostedModels|Edit the AI model that can be used for GitLab Duo self-hosted features.
ko: GitLab Duo 자체 호스팅 기능에 사용할 수 있는 새로운 AI 모델을 편집합니다.
ru: Отредактируйте модель ИИ, которую можно использовать для автономных функций GitLab Duo.

source: AdminSelfHostedModels|Endpoint
ko: 엔드포인트
ru: Эндпоинт

source: AdminSelfHostedModels|GitLab Duo Self-Hosted
ko: GitLab Duo 자체 호스팅
ru: Автономный GitLab Duo

source: AdminSelfHostedModels|If required, provide the API token that grants access to your self-hosted model deployment.
ko: 필요한 경우 자체 호스팅 모델 배포에 대한 액세스 권한을 부여하는 API 토큰을 제공합니다.
ru: При необходимости укажите токен API, который предоставляет доступ к развертыванию вашей автономной модели.

source: AdminSelfHostedModels|Manage GitLab Duo by configuring and assigning self-hosted models to AI-native features.
ko: AI-네이티브 기능에 자체 호스팅 모델을 구성하고 할당하여 GitLab Duo를 관리합니다.
ru: Управляйте GitLab Duo, настраивая и назначая автономные модели для функций с поддержкой ИИ.

source: AdminSelfHostedModels|Model family
ko: 모델 패밀리
ru: Семейство модели

source: AdminSelfHostedModels|Model identifier
ko: 모델 식별자
ru: Идентификатор модели

source: AdminSelfHostedModels|Model identifier must be less than 255 characters.
ko: 모델 식별자는 255자 미만이어야 합니다.
ru: Идентификатор модели должен быть меньше 255 символов.

source: AdminSelfHostedModels|Model identifier must start with "%{bedrockIdentifierPrefix}"
ko: 모델 식별자는 "%{bedrockIdentifierPrefix}"로 시작해야 합니다.
ru: Идентификатор модели должен начинаться с «%{bedrockIdentifierPrefix}»

source: AdminSelfHostedModels|Model uses an API token
ko: 모델은 API 토큰을 사용합니다.
ru: Модель использует токен API

source: AdminSelfHostedModels|More features are available in beta. You can %{linkStart}turn on AI-native beta features%{linkEnd}.
ko: 베타에서 더 많은 기능을 사용할 수 있습니다. %{linkStart}AI-네이티브 베타 기능을 활성화할 수 있습니다%{linkEnd}.
ru: Дополнительные функции доступны в бета-версии. Вы можете %{linkStart}включить бета-версии функций с поддержкой ИИ%{linkEnd}.

source: AdminSelfHostedModels|More models are available in beta. You can %{linkStart}turn on self-hosted model beta features%{linkEnd}.
ko: 베타에서 더 많은 모델을 사용할 수 있습니다. %{linkStart}자체 호스팅 모델 베타 기능을 활성화%{linkEnd}할 수 있습니다.
ru: Больше моделей доступны в бета-версии. Вы можете %{linkStart}включить бета-функции для автономных моделей%{linkEnd}.

source: AdminSelfHostedModels|Name
ko: 이름
ru: Название

source: AdminSelfHostedModels|Once the model is no longer in use, you can return here to delete it.
ko: 모델이 더 이상 사용되지 않으면 여기로 돌아와서 삭제할 수 있습니다.
ru: Когда модель перестанет использоваться, вы сможете вернуться сюда чтобы её удалить.

source: AdminSelfHostedModels|Platform
ko: 플랫폼
ru: Платформа

source: AdminSelfHostedModels|Please add a valid endpoint.
ko: 유효한 엔드포인트를 추가하세요.
ru: Добавьте допустимый эндпоинт

source: AdminSelfHostedModels|Please enter a deployment name.
ko: 배포 이름을 입력하세요.
ru: Введите имя развёртывания

source: AdminSelfHostedModels|Please enter a model identifier.
ko: 모델 식별자를 입력하세요.
ru: Введите идентификатор модели

source: AdminSelfHostedModels|Please enter a unique deployment name.
ko: 고유한 배포 이름을 입력하세요.
ru: Введите уникальное имя развёртывания

source: AdminSelfHostedModels|Please enter an endpoint.
ko: 엔드포인트를 입력하세요.
ru: Введите эндпоинт

source: AdminSelfHostedModels|Please select a model.
ko: 모델을 선택하세요.
ru: Выберите модель

source: AdminSelfHostedModels|Provide the model identifier in the form of %{identifierLabel}
ko: %{identifierLabel} 형식으로 모델 식별자를 제공하세요.
ru: Укажите идентификатор модели в формате %{identifierLabel}

source: AdminSelfHostedModels|Select an appropriate model family from the list of approved GitLab models.
ko: 승인된 GitLab 모델 목록에서 적절한 모델 패밀리를 선택하세요.
ru: Выберите подходящее семейство моделей из списка одобренных моделей GitLab

source: AdminSelfHostedModels|Select model
ko: 모델 선택
ru: Выберите модель

source: AdminSelfHostedModels|Self-hosted model was not provided
ko: 자체 호스팅 모델은 제공되지 않습니다
ru: Автономная модель не была предоставлена

source: AdminSelfHostedModels|Self-hosted models
ko: 자체 호스팅 모델
ru: Автономные модели

source: AdminSelfHostedModels|Specify the URL endpoint where your self-hosted model is accessible
ko: 자체 호스팅 모델에 액세스할 수 있는 URL 엔드포인트 지정
ru: Укажите URL, по которому доступна ваша автономная модель

source: AdminSelfHostedModels|Successfully connected to the self-hosted model
ko: 자체 호스팅 모델에 성공적으로 연결했습니다
ru: Успешно подключено к автономной модели

source: AdminSelfHostedModels|Successfully updated %{mainFeature} / %{title}
ko: 성공적으로 업데이트됨 %{mainFeature} / %{title}
ru: Успешно обновлено %{mainFeature} / %{title}

source: AdminSelfHostedModels|Test connection
ko: 연결 테스트
ru: Проверить соединение

source: AdminSelfHostedModels|The self-hosted model was successfully %{action}.
ko: 자체 호스팅 모델이 성공적으로 %{action} 되었습니다.
ru: Ваша автономная модель была успешно %{action}.

source: AdminSelfHostedModels|There was an error saving the self-hosted model. Please try again.
ko: 자체 호스팅 모델을 저장하는 중 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при сохранении автономной модели. Попробуйте снова.

source: AdminSelfHostedModels|This self-hosted model cannot be deleted
ko: 이 자체 호스팅 모델은 삭제할 수 없습니다.
ru: Эта автономная модель не может быть удалена

source: AdminSelfHostedModels|To fully set up AWS credentials for this model please refer to the %{linkStart}AWS Bedrock Configuration Guide%{linkEnd}
ko: AWS 자격 증명을 완전히 설정하려면 %{linkStart}AWS Bedrock 구성 가이드%{linkEnd}를 참조하세요.
ru: Для полной настройки учётных данных AWS для этой модели обратитесь к %{linkStart}Руководству по настройке AWS Bedrock%{linkEnd}

source: AdminSelfHostedModels|To remove %{boldStart}%{modelName}%{boldEnd}, you must first remove it from the following AI Feature(s):
ko: %{boldStart}%{modelName}%{boldEnd}를 제거하려면 먼저 다음 AI 기능에서 제거해야 합니다:
ru: Чтобы удалить %{boldStart}%{modelName}%{boldEnd}, сначала удалите её из следующих функций ИИ:

source: AdminSelfHostedModels|You are about to delete the %{boldStart}%{modelName}%{boldEnd} self-hosted model. This action cannot be undone.
ko: %{boldStart}%{modelName}%{boldEnd} 자체 호스팅 모델을 삭제하려고 합니다. 이 동작은 취소할 수 없습니다.
ru: Вы собираетесь удалить автономную модель %{boldStart}%{modelName}%{boldEnd}. Это действие невозможно отменить.

source: AdminSelfHostedModels|You do not currently have any self-hosted models. %{linkStart}Add a self-hosted model%{linkEnd} to get started.
ko: 현재 자체 호스팅 모델이 없습니다. %{linkStart}시작하려면 자체 호스팅 모델을 추가하세요%{linkEnd}.
ru: Сейчас у вас нет автономных моделей. %{linkStart}Добавьте автономную модель%{linkEnd} для начала работы.

source: AdminSelfHostedModels|Your self-hosted model was successfully deleted.
ko: 자체 호스팅 모델이 성공적으로 삭제되었습니다.
ru: Ваша автономная модель была успешно удалена.

source: AdminSettings|%{generate_manually_link_start}Generate%{generate_manually_link_end} Service Ping to preview and download service usage data payload.
ko: 서비스 사용 데이터 페이로드를 미리 보고 다운로드하기 위해%{generate_manually_link_start}서비스 Ping을 생성%{generate_manually_link_end}합니다.
ru: %{generate_manually_link_start}Сгенерировать%{generate_manually_link_end} статистику использования, чтобы скачать и просмотреть данные об использовании служб.

source: AdminSettings|%{setting_name} value used by both Rails and Browser JavaScript SDKs.
ko: %{setting_name} 값은 Rails과 브라우저 JavaScript SDK 모두에서 사용됩니다.
ru: Значение %{setting_name}, используемое как в SDK Rails, так и в SDK браузерного JavaScript.

source: AdminSettings|%{setting_name} value used by the Browser JavaScript SDK.
ko: %{setting_name} 값은 브라우저 JavaScript SDK에서 사용됩니다.
ru: Значение %{setting_name}, используемое браузерным JavaScript SDK.

source: AdminSettings|%{setting_name} value used by the Rails SDK.
ko: %{setting_name}값은 Rails SDK에서 사용됩니다.
ru: Значение %{setting_name}, используемое Rails SDK.

source: AdminSettings|%{strongStart}WARNING:%{strongEnd} Environment variable %{environment_variable} does not exist or is not pointing to a valid directory. %{icon_link}
ko: %{strongStart}경고:%{strongEnd} 환경 변수 %{environment_variable}가 존재하지 않거나 유효한 디렉토리를 가리키지 않습니다. %{icon_link}
ru: %{strongStart}ВНИМАНИЕ:%{strongEnd} Переменная окружения %{environment_variable} не существует или не указывает на допустимую директорию. %{icon_link}

source: AdminSettings|A Let's Encrypt account will be configured for this GitLab instance using this email address. You will receive emails to warn of expiring certificates. %{link_start}Learn more%{link_end}.
ko: Let's Encrypt 계정은 이 이메일 주소를 사용하여 이 GitLab 인스턴스에 대해 구성됩니다. 인증서 만료에 대해 경고하는 이메일을 받게 됩니다. %{link_start}자세히 알아보기%{link_end}.
ru: Учётная запись Let's Encrypt будет настроена для этого экземпляра GitLab с использованием этого адреса электронной почты. Вы будете получать уведомления о истечении срока действия сертификатов. %{link_start}Подробнее%{link_end}.

source: AdminSettings|Add a custom message with details about instance runners. The message is visible when you view runners for projects and groups. Markdown is supported.
ko: 인스턴스 러너에 대한 세부 정보가 포함된 커스텀 메시지를 추가합니다. 프로젝트 및 그룹의 러너를 볼 때 메시지가 표시됩니다. 마크다운이 지원됩니다.
ru: Добавить пользовательское сообщение с подробной информацией о средствах выполнения экземпляра. Сообщение отображается при просмотре средств выполнения для проектов и групп. Поддерживается Markdown.

source: AdminSettings|Affects all new and existing groups.
ko: 신규 및 기존 그룹 모두에 영향을 줍니다.
ru: Влияет на все новые и существующие группы.

source: AdminSettings|All new projects can use instance runners by default.
ko: 모든 새 프로젝트는 기본적으로 인스턴스 러너를 사용할 수 있습니다.
ru: Все новые проекты по умолчанию смогут использовать средства выполнения экземпляра

source: AdminSettings|Allow all integrations
ko: 모든 통합 허용
ru: Разрешить все интеграции

source: AdminSettings|Allow contribution mapping to administrators %{allow_contribution_mapping_to_admins_link_start}%{icon}%{allow_contribution_mapping_to_admins_link_end}
ko: 운영자에게 기여 매핑 허용 %{allow_contribution_mapping_to_admins_link_start}%{icon}%{allow_contribution_mapping_to_admins_link_end}

source: AdminSettings|Allow migrating GitLab groups and projects by direct transfer
ko: 직접 전송으로 GitLab 그룹 및 프로젝트 마이그레이션 허용

source: AdminSettings|Allow only integrations on this allowlist
ko: 이 허용 목록에 있는 통합만 허용
ru: Разрешить только интеграции из белого списка

source: AdminSettings|Allow runner registration token
ko: 러너 등록 토큰 허용
ru: Разрешить токен регистрации средства выполнения

source: AdminSettings|Allow users to make their profiles private
ko: 사용자가 자신의 프로필을 비공개로 설정할 수 있도록 허용
ru: Разрешить пользователям делать их профили приватными

source: AdminSettings|Auto DevOps domain
ko: Auto DevOps 도메인
ru: Домен Auto DevOps

source: AdminSettings|By default, set a limit to 0 to have no limit.
ko: 기본적으로, 제한이 없도록 하려면 0으로 설정합니다.
ru: По умолчанию, установите значение 0, чтобы отключить ограничение.

source: AdminSettings|CI/CD limits
ko: CI/CD 한도
ru: Ограничения CI/CD

source: AdminSettings|Code can be imported from enabled sources during project creation. OmniAuth must be configured for GitHub %{github_docs_link_start}%{icon}%{github_docs_link_end} and Bitbucket %{bitbucket_docs_link_start}%{icon}%{bitbucket_docs_link_end}.
ko: 프로젝트 생성 중에 활성화된 소스로부터 코드를 가져올 수 있습니다. GitHub %{github_docs_link_start}%{icon}%{github_docs_link_end} 및 Bitbucket %{bitbucket_docs_link_start}%{icon}%{bitbucket_docs_link_end}에 대해 OmniAuth를 구성해야 합니다.
ru: Код может быть импортирован из включённых источников при создании проекта. OmniAuth должен быть настроен для GitHub %{github_docs_link_start}%{icon}%{github_docs_link_end} и Bitbucket %{bitbucket_docs_link_start}%{icon}%{bitbucket_docs_link_end}.

source: AdminSettings|Collector host
ko: 수집기 호스트

source: AdminSettings|Configure Let's Encrypt
ko: Let's Encrypt 구성
ru: Настроить Let's Encrypt

source: AdminSettings|Configure limits on the number of repositories users can download, clone, or fork in a given time.
ko: 사용자가 주어진 시간에 다운로드, clone, fork할 수 있는 리포지토리의 수를 제한하는 설정을 구성하십시오.
ru: Настройте ограничения на количество репозиториев, которые пользователи могут скачать, клонировать или форкать за определённое время.

source: AdminSettings|Configure product analytics to track events within your project applications.
ko: 프로젝트 애플리케이션 내에서 이벤트를 추적하도록 제품 분석을 구성합니다.

source: AdminSettings|Configure when dormant projects should be automatically deleted. %{linkStart}What are dormant projects?%{linkEnd}
ko: 휴면 프로젝트를 자동으로 삭제할 시점를 구성합니다. %{linkStart}휴면 프로젝트란 무엇인가요?%{linkEnd}
ru: Настройте, когда неактивные проекты должны быть автоматически удалены. %{linkStart}Что такое неактивные проекты?%{linkEnd}

source: AdminSettings|Cube API URL
ko: Cube API URL
ru: Cube API URL

source: AdminSettings|Default expiration time for parallel deployments (in seconds)
ko: 병렬 배포의 만료 시간(초) 기본값
ru: Настройка по умолчанию для времени истечения параллельных развёртываний (в секундах)

source: AdminSettings|Delete dormant projects
ko: 휴면 프로젝트 삭제
ru: Удалять неактивные проекты

source: AdminSettings|Delete dormant projects that exceed
ko: 초과하는 휴면 프로젝트 삭제
ru: Удалить неактивные проекты, превышающие

source: AdminSettings|Delete project after
ko: 다음 프로젝트 삭제

source: AdminSettings|Disable Elasticsearch until indexing completes.
ko: 인덱싱이 완료될 때까지 Elasticsearch를 비활성화합니다.
ru: Отключить Elasticsearch до завершения индексации.

source: AdminSettings|Disable feed token
ko: 피드 토큰 비활성화
ru: Отключить токен канала

source: AdminSettings|Disable public access to Pages sites
ko: Pages 사이트에 대한 공개 액세스 비활성화
ru: Отключить публичный доступ к сайтам Pages

source: AdminSettings|Display a banner on merge requests in projects with no pipelines to initiate steps to add a .gitlab-ci.yml file.
ko: 파이프라인이 없는 프로젝트의 머지 리퀘스트에 배너를 표시하여 .gitlab-ci.yml 파일을 추가하는 단계를 시작합니다.
ru: Отображать баннер с предложением добавить файл .gitlab-ci.yml на странице запроса о слиянии для проектов без конвейеров.

source: AdminSettings|Domain verification is an essential security measure for public GitLab sites. Users are required to demonstrate they control a domain before it is enabled. %{link_start}Learn more%{link_end}.
ko: 도메인 검증은 공개 GitLab 사이트에 대한 필수 보안 조치입니다. 사용자는 도메인을 활성화하기 전에 자신이 도메인을 제어하고 있음을 입증해야 합니다. %{link_start}자세히 알아보기%{link_end}.
ru: Верификация домена — важная мера безопасности для публичных сайтов GitLab. Пользователи должны подтвердить, что они контролируют домен, прежде чем он будет включён. %{link_start}Подробнее%{link_end}.

source: AdminSettings|Dormant project deletion
ko: 휴면 프로젝트 삭제
ru: Удаление неактивных проектов

source: AdminSettings|Download payload
ko: 페이로드 다운로드
ru: Скачать полезную нагрузку

source: AdminSettings|Elasticsearch indexing
ko: Elasticsearch 인덱싱
ru: Индексация Elasticsearch

source: AdminSettings|Enable Registration Features
ko: 등록 기능 활성화
ru: Включить функционал за регистрацию

source: AdminSettings|Enable Sentry for Rails and Browser JavaScript
ko: Rails 및 브라우저 JavaScript용 Sentry 활성화
ru: Включить Sentry для Rails и браузерного JavaScript

source: AdminSettings|Enable Service Ping
ko: 서비스 핑 활성화
ru: Включить отправку статистики использования

source: AdminSettings|Enable collection of application metrics. Restart required. %{link_start}Learn how to export metrics to Prometheus%{link_end}.
ko: 응용 프로그램 측정항목 수집을 활성화합니다. 다시 시작해야 합니다. %{link_start}Prometheus로 측정항목을 내보내는 방법%{link_end}
ru: Включить сбор метрик приложения. Требуется перезагрузка. %{link_start}Узнайте, как экспортировать метрики в Prometheus%{link_end}.

source: AdminSettings|Enable event tracking
ko: 이벤트 추적 활성화
ru: Включить отслеживание событий

source: AdminSettings|Enable instance runners for new projects
ko: 새 프로젝트에 대한 인스턴스 러너 활성화
ru: Включить средства выполнения экземпляра для новых проектов

source: AdminSettings|Enable kuromoji custom analyzer: Indexing
ko: kuromoji 커스텀 분석기 활성화: 인덱싱
ru: Включить пользовательский анализатор kuromoji: Индексация

source: AdminSettings|Enable kuromoji custom analyzer: Search
ko: kuromoji 커스텀 분석기 활성화: 검색

source: AdminSettings|Enable pipeline suggestion banner
ko: 파이프라인 제안 배너 활성화
ru: Включить баннер, рекомендующий добавить конвейер

source: AdminSettings|Enable product analytics
ko: 제품 분석 활성화

source: AdminSettings|Enable smartcn custom analyzer: Indexing
ko: smartcn 커스텀 분석기 사용: 인덱싱
ru: Включить пользовательский анализатор smartcn: Индексация

source: AdminSettings|Enable smartcn custom analyzer: Search
ko: smartcn 사용자 정의 분석기 활성화: 검색

source: AdminSettings|Enable the external redirect warning page for job artifacts
ko: 작업 아티팩트에 대한 외부 리디렉션 경고 페이지 활성화
ru: Включить страницу предупреждения о внешнем перенаправлении для артефактов заданий

source: AdminSettings|Enabled
ko: 활성화

source: AdminSettings|Enforce invitation flow for groups and projects
ko: 그룹 및 프로젝트에 대한 초대 프로세스 실행

source: AdminSettings|Feed token
ko: 피드 토큰
ru: Токен канала

source: AdminSettings|For a list of included Registration Features, see %{link_start}the documentation%{link_end}.
ko: 포함된 등록 기능 목록은 %{link_start}설명서를 참조하십시오%{link_end}.
ru: Для получения списка доступного функционала за регистрацию, смотрите %{link_start}документацию%{link_end}.

source: AdminSettings|For more information, see %{link_start}the documentation%{link_end}.
ko: 자세한 내용은 %{link_start}문서%{link_end}를 참조하세요.
ru: Для получения дополнительной информации смотрите %{link_start}документацию%{link_end}.

source: AdminSettings|Git abuse rate limit
ko: Git 악용 비율 제한
ru: Ограничение частоты запросов для злоупотреблений Git

source: AdminSettings|GitLab uses the %{bold_start}Rails%{bold_end} and %{bold_start}Browser JavaScript%{bold_end} Sentry SDKs to send events to Sentry. For changes to Rails integration settings to take effect, restart GitLab.
ko: GitLab은 %{bold_start}Rails%{bold_end} 및 %{bold_start}Browser JavaScript%{bold_end} Sentry SDK를 사용하여 Sentry에 이벤트를 보냅니다. Rails 통합 설정 변경 사항을 적용하려면 GitLab을 다시 시작하세요.
ru: GitLab использует Sentry SDK для %{bold_start}Rails%{bold_end} и %{bold_start}браузерного JavaScript%{bold_end} для отправки событий в Sentry. Чтобы изменения настроек интеграции с Rails вступили в силу, перезапустите GitLab.

source: AdminSettings|Group runners expiration
ko: 그룹 러너 만료
ru: Срок действия токенов средств выполнения группы

source: AdminSettings|I have read and agree to the Let's Encrypt %{link_start}Terms of Service%{link_end} (PDF).
ko: Let's Encrypt %{link_start}서비스 약관%{link_end} (PDF) 을 읽었으며 이에 동의합니다.
ru: Я прочёл и принимаю %{link_start}Условия обслуживания (PDF)%{link_end} Let's Encrypt.

source: AdminSettings|If GitLab manages your cluster, then GitLab retains your analytics data for 1 year. %{link_start}Learn more about data retention policy%{link_end}.
ko: 만약 GitLab이 클러스터를 관리한다면, GitLab은 분석 데이터를 1년간 보존합니다. %{link_start}자세한 내용은 데이터 보존 정책을 참조하세요%{link_end}.
ru: Если GitLab управляет вашим кластером, то GitLab сохраняет ваши аналитические данные в течение 1 года. %{link_start}Подробнее о политике хранения данных%{link_end}.

source: AdminSettings|If no unit is written, it defaults to seconds. For example, these are all equivalent: %{oneDayInSeconds}, %{oneDayInHoursHumanReadable}, or %{oneDayHumanReadable}. Minimum value is two hours. %{linkStart}Learn more.%{linkEnd}
ko: 단위를 쓰지 않으면 기본적으로 초가 사용됩니다. 예를 들어, %{oneDayInSeconds}, %{oneDayInHoursHumanReadable}또는 %{oneDayHumanReadable}는 모두 동일합니다. 최소값은 2시간입니다. %{linkStart}자세히 알아보십시오.%{linkEnd}
ru: Если единица измерения не указана, то будут использоваться секунды. Например, все они эквивалентны: %{oneDayInSeconds}, %{oneDayInHoursHumanReadable}, или %{oneDayHumanReadable}. Минимальное значение — два часа. %{linkStart}Подробнее.%{linkEnd}

source: AdminSettings|If not specified at the group or instance level, the default is %{default_initial_branch_name}. Does not affect existing repositories.
ko: 그룹 또는 인스턴스 수준에서 지정되지 않은 경우 기본값은 %{default_initial_branch_name}입니다. 기존 리포지토리에 영향을 주지 않습니다.
ru: По умолчанию %{default_initial_branch_name}, если не указано на уровне группы или экземпляра. Не влияет на существующие репозитории.

source: AdminSettings|If selected, only administrators are able to create internal groups, projects, and snippets.
ko: 선택하면 운영자만 내부의 그룹, 프로젝트 및 스니펫을 생성할 수 있습니다.
ru: Если выбрано, то только администраторы могут создавать внутренние группы, проекты и сниппеты.

source: AdminSettings|If selected, only administrators are able to create private groups, projects, and snippets.
ko: 선택하면 운영자만 비공개 그룹, 프로젝트 및 스니펫을 생성할 수 있습니다.
ru: Если выбрано, то только администраторы могут создавать приватные группы, проекты и сниппеты.

source: AdminSettings|If selected, only administrators are able to create public groups, projects, and snippets. Also, profiles are only visible to authenticated users.
ko: 선택하면 운영자만 공개 그룹, 프로젝트 및 스니펫을 생성할 수 있습니다. 또한 프로필은 인증된 사용자에게만 표시됩니다.
ru: Если выбрано, то только администраторы могут создавать публичные группы, проекты и сниппеты. Кроме того, профили видны только аутентифицированным пользователям.

source: AdminSettings|If there isn't any existing index, GitLab creates one.
ko: 기존 인덱스가 없으면 GitLab에서 하나를 생성합니다.
ru: Если индекс ещё не существует, GitLab создаст его.

source: AdminSettings|Import sources
ko: 소스 가져오기
ru: Источники импорта

source: AdminSettings|Improve non-code indexing throughput by enqueuing Sidekiq jobs until all documents are processed.
ko: 모든 문서가 처리될 때까지 Sidekiq 작업을 대기열에 추가하여 비코드 인덱싱 처리량을 개선합니다.
ru: Увеличьте пропускную способность индексации данных, не относящихся к коду, поставив в очередь задания Sidekiq до тех пор, пока не будут обработаны все документы.

source: AdminSettings|Include optional data in Service Ping.
ko: 서비스 Ping에 옵션 데이터를 포함합니다.
ru: Включить дополнительные данные в статистику использования.

source: AdminSettings|Instance runners details
ko: 인스턴스 러너 세부정보
ru: Информация о средствах выполнения экземпляра

source: AdminSettings|Instance runners expiration
ko: 인스턴스 러너 만료
ru: Истечение срока действия средств выполнения экземпляра

source: AdminSettings|Integration settings
ko: 통합 설정
ru: Настройки интеграции

source: AdminSettings|Keep the latest artifacts for all jobs in the latest successful pipelines
ko: 최근 성공한 파이프라인의 모든 작업에 대한 최신 아티팩트 유지
ru: Сохранять последние артефакты для всех заданий в последних успешных сборочных линиях

source: AdminSettings|Let's Encrypt email
ko: Let's Encrypt 이메일
ru: Почта Let's Encrypt

source: AdminSettings|Limit the amount of namespace and project data to index
ko: 인덱싱할 네임스페이스와 프로젝트 데이터의 양을 제한합니다.
ru: Ограничить количество данных пространства имён и проектов для индексации
