Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: DependencyListExport|Location
ko: 위치
ru: Расположение

source: DependencyListExport|Name
ko: 이름
ru: Название

source: DependencyListExport|Packager
ko: 패키저
ru: Пакетный менеджер

source: DependencyListExport|Project
ko: 프로젝트
ru: Проект

source: DependencyListExport|Version
ko: 버전
ru: Версия

source: DependencyListExport|Vulnerabilities Detected
ko: 감지된 취약성
ru: Обнаруженные уязвимости

source: DependencyListExport|Vulnerability IDs
ko: 취약성 ID
ru: Идентификаторы уязвимостей

source: DependencyProxy|%{docLinkStart}See the documentation%{docLinkEnd} for other ways to store Docker images in Dependency Proxy cache.
ko: 의존성 프록시 캐시에 Docker 이미지를 저장하는 다른 방법은 %{docLinkStart}설명서%{docLinkEnd} 참조하십시오.
ru: %{docLinkStart}Смотрите документацию%{docLinkEnd}, чтобы узнать о других способах хранения образов Docker в кеше прокси зависимостей.

source: DependencyProxy|All items in the cache are scheduled for removal.
ko: 캐시의 모든 항목이 제거될 예정입니다.
ru: Все элементы в кэше запланированы на удаление.

source: DependencyProxy|Automatic cache cleanup
ko: 자동 캐시 정리
ru: Автоматическая очистка кеша

source: DependencyProxy|Automatically remove cached images older than 90 days.
ko: 90일이 경과한 캐시 이미지를 자동으로 삭제.
ru: Автоматически удалять кэшированные образы старше 90 дней.

source: DependencyProxy|Base URL of the external registry. Must begin with %{codeStart}http%{codeEnd} or %{codeStart}https%{codeEnd}
ko: 외부 레지스트리의 기본 URL입니다. %{codeStart}http%{codeEnd} 또는 %{codeStart}https%{codeEnd}로 시작해야 합니다.
ru: URL внешнего реестра. Должен начинаться с %{codeStart}http%{codeEnd} или %{codeStart}https%{codeEnd}

source: DependencyProxy|Cache container images from Docker Hub to speed up builds and reduce external bandwidth usage.
ko: Docker Hub로 부터 컨테이너 이미지를 캐시하여 빌드 속도를 향상하고 외부 통신 사용량을 줄임.
ru: Кэшируйте образы контейнеров из Docker Hub, чтобы ускорить сборки и снизить использование внешнего трафика.

source: DependencyProxy|Cached %{time}
ko: %{time} 캐시됨
ru: Кэшировано %{time}

source: DependencyProxy|Clear cache
ko: 캐시 삭제
ru: Очистить кэш

source: DependencyProxy|Configure in settings
ko: 설정에서 구성
ru: Изменить в настройках

source: DependencyProxy|Contains %{count} blobs of images (%{size})
ko: %{count} 개의 이미지 blob 포함 (%{size})
ru: Содержит %{count} объектов образов (%{size})

source: DependencyProxy|Copy example
ko: 예제 복사
ru: Скопировать пример

source: DependencyProxy|Copy image path
ko: 이미지 경로 복사
ru: Скопировать путь к образу

source: DependencyProxy|Copy prefix
ko: 접두사 복사
ru: Скопировать префикс

source: DependencyProxy|Credentials used to authenticate with Docker Hub when pulling images.
ko: 이미지 풀링시 Docker Hub와의 인증에 사용될 자격 증명
ru: Учетные данные, используемые для аутентификации в Docker Hub при получении образов.

source: DependencyProxy|Dependency Proxy
ko: 종속 프록시
ru: Прокси зависимостей

source: DependencyProxy|Dependency Proxy image prefix
ko: 의존성 프록시 이미지 접두사
ru: Префикс образа прокси зависимостей

source: DependencyProxy|Digest: %{shortDigest}
ko: 다이제스트: %{shortDigest}
ru: Хэш: %{shortDigest}

source: DependencyProxy|Docker Hub authentication
ko: Docker Hub 인증
ru: Аутентификация в Docker Hub

source: DependencyProxy|Enable Dependency Proxy
ko: 의존성 프록시 사용
ru: Включить прокси зависимостей

source: DependencyProxy|Enable the Dependency Proxy for packages, and configure connection settings for external registries.
ko: 패키지에 대한 의존성 프록시를 활성화하고 외부 레지스트리에 대한 연결 설정을 구성하세요.
ru: Включите прокси зависимостей для пакетов и настройте параметры подключения для внешних реестров.

source: DependencyProxy|Enter your password, personal access token, or organization access token.
ko: 암호, 개인 억세스 토큰 또는 조직 억세스 토큰을 입력하세요.
ru: Введите ваш пароль, личный токен доступа или токен доступа организации.

source: DependencyProxy|Enter your username (for password or personal access token) or organization name (for organization access token).
ko: 사용자명을 입력하거나 (암호 혹은 개인 억세스 토큰을 위해) 또는 조직명 (조직 억세스 토큰을 위해)을 입력하세요.
ru: Введите ваше имя пользователя (для пароля или личного токена доступа) или название организации (для токена доступа организации).

source: DependencyProxy|Identity
ko: ID
ru: Идентификатор

source: DependencyProxy|Image list
ko: 이미지 목록
ru: Список образов

source: DependencyProxy|Password of the external registry.
ko: 외부 레지스트리의 비밀번호입니다.
ru: Пароль внешнего реестра.

source: DependencyProxy|Pull image by digest example
ko: 다이제스트 예제로 이미지 가져오기
ru: Пример загрузки образа по дайджесту

source: DependencyProxy|Scheduled for deletion
ko: 삭제 예약됨
ru: Запланировано удаление

source: DependencyProxy|Secret
ko: 비밀
ru: Секрет

source: DependencyProxy|Something went wrong while fetching the dependency proxy settings.
ko: 의존성 프록시 설정을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении настроек прокси зависимостей.

source: DependencyProxy|There are no images in the cache
ko: 캐시에 이미지가 없습니다.
ru: В кэше нет образов

source: DependencyProxy|To see the image prefix and what is in the cache, visit the %{linkStart}Dependency Proxy%{linkEnd}
ko: 이미지 접두사와 캐시에 있는 항목을 보려면 %{linkStart}의존성 프록시%{linkEnd}를 방문하세요.
ru: Чтобы увидеть префикс образа и содержимое кэша, посетите %{linkStart}Прокси зависимостей%{linkEnd}

source: DependencyProxy|To store docker images in Dependency Proxy cache, pull an image by tag in your %{codeStart}.gitlab-ci.yml%{codeEnd} file. In this example, the image is %{codeStart}alpine:latest%{codeEnd}
ko: 도커 이미지를 종속성 프록시 캐시에 저장하려면 %{codeStart}.gitlab-ci.yml%{codeEnd} 파일에서 태그로 이미지를 가져옵니다. 이 예에서 이미지는 %{codeStart}alpine:latest%{codeEnd}입니다.
ru: Чтобы сохранить образы Docker в кэше Прокси зависимостей, загрузите образ по тегу в файле %{codeStart}.gitlab-ci.yml%{codeEnd}. В этом примере используется образ %{codeStart}alpine:latest%{codeEnd}.

source: DependencyProxy|Username of the external registry.
ko: 외부 레지스트리의 사용자명.
ru: Имя пользователя внешнего реестра.

source: Depends on %d merge request being merged
ko: %d개 머지 리퀘스트에 의존하여 머지 중입니다
ru: В зависимости от того был ли удовлетворен %d запрос на слияние

source: Depends on %{strongStart}%{closedCount} closed%{strongEnd} merge request.
ko: %{strongStart}%{closedCount} 닫힌%{strongEnd} 머지 리퀘스트에 의존합니다.

source: Deploy
ko: 배포
ru: Развёртывание

source: Deploy Token
ko: 배포 토큰

source: Deploy container based web apps on Google managed clusters
ko: Google 관리형 클러스터에 컨테이너 기반 웹 앱 배포

source: Deploy freezes
ko: 배포 변경금지
ru: Заморозки развёртывания

source: Deploy key
ko: 배포 키
ru: Ключ развёртывания

source: Deploy key was successfully updated.
ko: 배포 키가 성공적으로 업데이트되었습니다.
ru: Ключ развертывания успешно обновлен.

source: Deploy keys
ko: 배포 키
ru: Ключи развёртывания

source: Deploy keys grant read/write access to all repositories in your instance, start by creating a new one above.
ko: 배포 키는 인스턴스의 모든 리포지토리에 대한 읽기/쓰기 액세스 권한을 부여하며, 위에 새 리포지토리를 생성하여 시작합니다.
ru: Ключи развёртывания предоставляют доступ на чтение или запись ко всем репозиториям в вашем экземпляре. Начните с создания нового ключа выше.

source: Deploy progress not found. To see pods, ensure your environment matches %{linkStart}deploy board criteria%{linkEnd}.
ko: 배포 진행률을 찾을 수 없습니다. pod를 보려면 환경이 %{linkStart}배포 상태 기준%{linkEnd}과 일치하는지 확인하십시오.
ru: Прогресс развёртывания не найден. Чтобы увидеть поды, убедитесь, что ваше окружение соответствует %{linkStart}критериям для доски развёртывания%{linkEnd}.

source: Deploy static assets and resources to Google managed CDN
ko: Google 관리 CDN에 정적 자산 및 리소스 배포

source: Deploy tokens
ko: 배포 토큰
ru: Токены развёртывания

source: Deploy to…
ko: 배포 대상...
ru: Развернуть в…

source: DeployBoards|To see deployment progress for your environments, make sure you are deploying to %{codeStart}$KUBE_NAMESPACE%{codeEnd} and annotating with %{codeStart}app.gitlab.com/app=$CI_PROJECT_PATH_SLUG%{codeEnd} and %{codeStart}app.gitlab.com/env=$CI_ENVIRONMENT_SLUG%{codeEnd}.
ko: 사용자 환경에 대한 배포 진행 상황을 보려면 %{codeStart}$KUBE_NAMESPACE%{codeEnd} 에 배포하고 %{codeStart}app.gitlab.com/app=$CI_PROJECT_PATH_SLUG%{codeEnd} 및 %{codeStart}app.gitlab.com/env=$CI_ENVIRONMENT_SLUG%{codeEnd}로 주석(annotation)을 추가해야 합니다.
ru: Чтобы увидеть прогресс развёртывания для ваших окружений, убедитесь, что вы выполняете развёртывание в %{codeStart}$KUBE_NAMESPACE%{codeEnd} и добавляете аннотации с %{codeStart}app.gitlab.com/app=$CI_PROJECT_PATH_SLUG%{codeEnd} и %{codeStart}app.gitlab.com/env=$CI_ENVIRONMENT_SLUG%{codeEnd}.

source: DeployBoard|Kubernetes Pods
ko: Kubernetes 포드
ru: Поды Kubernetes

source: DeployFreeze|Add a freeze period to prevent unintended releases during a period of time for a given environment. You must update the deployment jobs in %{filename} according to the deploy freezes added here. %{freeze_period_link_start}Learn more.%{freeze_period_link_end}
ko: 주어진 환경에서 일정 기간 동안 의도하지 않은 릴리스를 방지하기 위해 변경금지 기간을 추가합니다. 여기에 추가된 배포 변경금지에 따라 %{filename} 에서 배포 작업을 업데이트해야 합니다. %{freeze_period_link_start}자세히 알아보십시오.%{freeze_period_link_end}
ru: Добавьте период заморозки, чтобы предотвратить непреднамеренные релизы в указанном окружении в течение определённого времени. Необходимо обновить задания развёртывания в %{filename} в соответствии с добавленными здесь периодами заморозки. %{freeze_period_link_start}Подробнее.%{freeze_period_link_end}

source: DeployFreeze|Add deploy freeze
ko: 배포 변경금지 추가
ru: Добавить заморозку развёртывания

source: DeployFreeze|Delete deploy freeze?
ko: 변경금지를 삭제하시겠습니까?
ru: Удалить заморозку развёртывания?

source: DeployFreeze|Delete freeze period
ko: 변경금지 기간 삭제
ru: Удалить период заморозки

source: DeployFreeze|Deploy freeze from %{start} to %{end} in %{timezone} will be removed. Are you sure?
ko: %{timezone} 에서 %{start} 에서 %{end} 로의 배포 변경금지가 제거됩니다. 확실합니까?
ru: Период заморозки с %{start} по %{end} в часовом поясе %{timezone} будет удалён. Вы уверены?

source: DeployFreeze|Deploy freezes
ko: 배포 변경금지
ru: Заморозки развёртывания

source: DeployFreeze|Freeze end
ko: 변경금지 종료
ru: Окончание заморозки

source: DeployFreeze|Freeze start
ko: 변경금지 시작
ru: Начало заморозки

source: DeployFreeze|No deploy freezes exist for this project. To add one, select %{strongStart}Add deploy freeze%{strongEnd} above.
ko: 이 프로젝트에 대한 배포 변경중지가 없습니다. 하나를 추가하려면 위의 %{strongStart}추가 배포 변경금지%{strongEnd} 선택합니다.
ru: Для этого проекта нет заморозок развёртывания. Чтобы добавить одну, выберите %{strongStart}Добавить заморозку развёртывания%{strongEnd} выше.

source: DeployFreeze|Specify deploy freezes using %{cron_syntax_link_start}cron syntax%{cron_syntax_link_end}.
ko: %{cron_syntax_link_start}cron 문법%{cron_syntax_link_end}을 사용하여 배포 변경금지를 지정합니다.
ru: Определите заморозки развёртывания, используя %{cron_syntax_link_start}синтаксис cron%{cron_syntax_link_end}.

source: DeployFreeze|Time zone
ko: 시간대
ru: Часовой пояс

source: DeployKeys|+%{count} others
ko: +%{count} 기타
ru: +%{count} других

source: DeployKeys|Add new deploy key
ko: 새 배포 키 추가
ru: Добавить новый ключ развёртывания

source: DeployKeys|Add new key
ko: 새 키 추가
ru: Добавить новый ключ

source: DeployKeys|Current project
ko: 현재 프로젝트
ru: Текущий проект

source: DeployKeys|Deploy key
ko: 배포 키
ru: Ключ развертывания

source: DeployKeys|Enabled deploy keys
ko: 활성화된 배포 키
ru: Примененные ключи развертывания

source: DeployKeys|Error enabling deploy key
ko: 배포키 사용 오류
ru: Ошибка применения ключа развертывания

source: DeployKeys|Error getting deploy keys
ko: 배포키 가져오기 오류
ru: Ошибка получения ключа развертывания

source: DeployKeys|Error removing deploy key
ko: 배포키 제거 오류
ru: Ошибка удаления ключа развертывания

source: DeployKeys|Expand %{count} other projects
ko: %{count}개 다른 프로젝트 펼침
ru: Развернуть в %{count} других проектах

source: DeployKeys|Grant write permissions to this key
ko: 이 키에 쓰기 권한 부여
ru: Предоставить права на запись этому ключу

source: DeployKeys|Loading deploy keys
ko: 배포키 로드
ru: Загрузка ключей развертывания

source: DeployKeys|Name
ko: 이름
ru: Название

source: DeployKeys|No deploy keys found, start by adding a new one above.
ko: 배포 키를 찾을 수 없습니다. 위에서 새 키를 추가하여 시작하세요.
ru: Ключи развёртывания не найдены, начните с добавления нового ключа выше.

source: DeployKeys|No search results found.
ko: 검색결과가 없습니다.
ru: Нет результатов поиска.

source: DeployKeys|Privately accessible deploy keys
ko: 비공개적으로 엑세스 가능한 배포키
ru: Приватные ключи развертывания

source: DeployKeys|Project usage
ko: 프로젝트 사용현황
ru: Использование в проекте

source: DeployKeys|Publicly accessible deploy keys
ko: 공개적으로 엑세스 가능한 배포키
ru: Публичные ключи развертывания

source: DeployKeys|Read access only
ko: 읽기 엑세스 전용
ru: Доступ только на чтение

source: DeployKeys|SHA
ko: SHA
ru: SHA

source: DeployTokens|Active deploy tokens
ko: 활성 배포 토큰
ru: Активные токены развёртывания

source: DeployTokens|Allows read and write access to the package registry.
ko: 패키지 레지스트리에 대한 읽기 및 쓰기 액세스를 허용합니다.
ru: Разрешает чтение и запись в реестр пакетов.

source: DeployTokens|Allows read, write and delete access to the package registry.
ko: 패키지 등록에 대한 읽기, 쓰기 및 삭제 액세스를 허용합니다.
ru: Предоставляет доступ на чтение, запись и удаление к реестру пакетов.

source: DeployTokens|Allows read, write, and delete access to container images through the dependency proxy.
ko: 의존성 프록시를 통해 컨테이너 이미지에 대한 읽기, 쓰기, 삭제를 허용
ru: Позволяет читать, записывать и удалять образы контейнеров через прокси зависимостей.

source: DeployTokens|Allows read-only access to container images through the dependency proxy and read-only access to virtual registries.
ko: 의존성 프록시를 통해 컨테이너 이미지에 대한 읽기 전용 액세스와 가상 레지스트리에 대한 읽기 전용 액세스를 허용합니다.
ru: Предоставляет доступ только для чтения к образам контейнеров через прокси зависимостей и виртуальные реестры.

source: DeployTokens|Allows read-only access to container images through the dependency proxy.
ko: 의존성 프록시를 통해 컨테이너 이미지에 대한 읽기-전용 권한을 허용
ru: Позволяет только чтение образов контейнеров через прокси зависимостей.

source: DeployTokens|Allows read-only access to registry images.
ko: 레지스트리 이미지에 대한 읽기 전용 액세스를 허용합니다.
ru: Предоставляет доступ только для чтения к образам реестра.

source: DeployTokens|Allows read-only access to the package registry.
ko: 패키지 레지스트리에 대한 읽기 전용 액세스를 허용합니다.
ru: Предоставляет доступ только для чтения к реестру пакетов.

source: DeployTokens|Allows read-only access to the repository.
ko: 리포지토리에 대한 읽기 전용 액세스를 허용합니다.
ru: Предоставляет доступ только для чтения к репозиторию.

source: DeployTokens|Allows write access to registry images.
ko: 레지스트리 이미지에 대한 쓰기 액세스를 허용합니다.
ru: Предоставляет доступ на запись к образам реестра.

source: DeployTokens|Allows write access to registry images. You need both read and write access to push images.
ko: 레지스트리 이미지에 대한 쓰기 액세스를 허용합니다. 이미지를 푸시하려면 읽기 및 쓰기 액세스 권한이 모두 필요합니다.
ru: Предоставляет доступ на запись к образам реестра. Для загрузки образов требуется доступ как на чтение, так и на запись.

source: DeployTokens|Cancel
ko: 취소
ru: Отмена

source: DeployTokens|Copy deploy token
ko: 배포 토큰 복사
ru: Скопировать токен развёртывания

source: DeployTokens|Copy username
ko: 사용자명 복사
ru: Скопировать имя пользователя

source: DeployTokens|Create a new deploy token for all projects in this group. %{link_start}What are deploy tokens?%{link_end}
ko: 이 그룹의 모든 프로젝트에 대한 새 배포 토큰을 만듭니다. %{link_start}배포 토큰이란 무엇입니까?%{link_end}
ru: Создайте новый токен развёртывания для всех проектов в этой группе. %{link_start}Что такое токены развёртывания?%{link_end}

source: DeployTokens|Create deploy token
ko: 배포 토큰 만들기
ru: Создать токен развертывания

source: DeployTokens|Created
ko: 만들어짐
ru: Создан

source: DeployTokens|Deploy tokens
ko: 배포 토큰
ru: Токены развёртывания

source: DeployTokens|Deploy tokens allow access to packages, your repository, and registry images.
ko: 배포 토큰은 패키지, 리포지토리 및 레지스트리 이미지에 대한 액세스를 허용합니다.
ru: Токены развертывания позволяют получить доступ к пакетам, вашему репозиторию и образам реестра.

source: DeployTokens|Enter a unique name for your deploy token. Name the token gitlab-deploy-token to expose it to CI/CD jobs.
ko: 배포 토큰에 대한 고유한 이름을 입력하세요. 토큰 이름을 gitlab-deploy-token으로 지정하여 CI/CD 작업에 노출합니다.
ru: Введите уникальное имя для вашего токена развёртывания. Назовите токен gitlab-deploy-token, чтобы сделать его доступным для заданий CI/CD.

source: DeployTokens|Enter a username for your token. Defaults to %{code_start}gitlab+deploy-token-{n}%{code_end}.
ko: 토큰의 사용자명을 입력하십시오. 기본값은 %{code_start}gitlab+deploy-token-{n}%{code_end}입니다.
ru: Введите имя пользователя для вашего токена. По умолчанию %{code_start}gitlab+deploy-token-{n}%{code_end}.

source: DeployTokens|Enter an expiration date for your token. Defaults to never expire.
ko: 토큰의 만료 날짜를 입력하십시오. 비워두면 만료되지 않습니다.
ru: Введите срок действия вашего токена. По умолчанию никогда не истекает.

source: DeployTokens|Expiration date (optional)
ko: 만료 날짜 (옵션)
ru: Срок действия (необязательно)

source: DeployTokens|Expires
ko: 만료
ru: Истекает

source: DeployTokens|Failed to create a new deployment token
ko: 새로운 배포 토큰을 생성하는 데 실패했습니다.
ru: Не удалось создать новый токен развёртывания

source: DeployTokens|Group deploy tokens allow access to the packages, repositories, and registry images within the group.
ko: 그룹 배포 토큰을 사용하면 그룹 내의 패키지, 리포지토리 및 레지스트리 이미지에 액세스할 수 있습니다.
ru: Токены развертывания группы позволяют получить доступ к пакетам, репозиториям и образам реестра в группе.

source: DeployTokens|Name
ko: 이름
ru: Название

source: DeployTokens|New deploy token
ko: 새 배포 토큰
ru: Новый токен развертывания

source: DeployTokens|Revoke
ko: 해지
ru: Отозвать

source: DeployTokens|Revoke %{name}
ko: %{name} 해지
ru: Отозвать %{name}

source: DeployTokens|Revoke %{tokenName}?
ko: %{tokenName} 해지?
ru: Отозвать %{tokenName}?

source: DeployTokens|Scopes
ko: 범위
ru: Области

source: DeployTokens|Scopes (select at least one)
ko: 범위 (하나 이상 선택)
ru: Области (выберите хотя бы одну)

source: DeployTokens|This %{entity_type} has no active deploy tokens.
ko: 이 %{entity_type} 에는 활성 배포 토큰이 없습니다.
ru: %{entity_type} не имеет активных токенов развертывания.

source: DeployTokens|This action cannot be undone.
ko: 이 작업은 되돌릴 수 없습니다.
ru: Это действие нельзя отменить.

source: DeployTokens|This username supports access. %{link_start}What kind of access?%{link_end}
ko: 이 사용자명은 접근을 지원합니다. %{link_start}어떤 종류의 접근 인가요?%{link_end}
ru: Это имя пользователя поддерживает доступ. %{link_start}Какой доступ?%{link_end}

source: DeployTokens|Use this token as a password. Save it. This password can %{i_start}not%{i_end} be recovered.
ko: 이 토큰을 비밀번호로 사용합니다. 이 비밀번호는 복구할 수 %{i_start}없으니%{i_end} 저장해 두십시오.
ru: Используйте этот токен как пароль. Сохраните его. Этот пароль %{i_start}не%{i_end} может быть восстановлен.

source: DeployTokens|Username
ko: 사용자명
ru: Имя пользователя

source: DeployTokens|Username (optional)
ko: 사용자명 (옵션)
ru: Имя пользователя (необязательно)

source: DeployTokens|You are about to revoke %{tokenName}.
ko: %{tokenName}을 해지하려고 합니다.
ru: Вы собираетесь отозвать %{tokenName}.

source: DeployTokens|Your new deploy token
ko: 새 배포 토큰
ru: Ваш новый токен развертывания

source: DeployTokens|Your new group deploy token has been created.
ko: 새 그룹 배포 토큰이 생성되었습니다.
ru: Создан новый токен развертывания для группы.

source: DeployTokens|Your new project deploy token has been created.
ko: 프로젝트 배포 토큰을 새로 만들었습니다.
ru: Создан новый токен для развертывания проекта.

source: Deployed after
ko: 다음 이후 배포됨
ru: Развёрнуто после

source: Deployed before
ko: 다음 이전 배포됨
ru: Развёрнуто до

source: Deployed to
ko: 다음으로 배포됨
ru: Развёрнут в

source: Deploying to
ko: 배포 대상

source: Deployment
ko: 배포

source: Deployment #%{iid}
ko: 배포 #%{iid}

source: Deployment ID
ko: 배포 ID

source: Deployment Target|%{linkStart}How to provision or deploy to Kubernetes clusters from GitLab?%{linkEnd}
ko: %{linkStart}GitLab에서 Kubernetes 클러스터를 프로비저닝하거나 배포하는 방법은 무엇입니까?%{linkEnd}
ru: %{linkStart}Как подготовить или развернуть кластеры Kubernetes из GitLab?%{linkEnd}

source: Deployment Target|Project deployment target (optional)
ko: 프로젝트 배포 대상 (옵션)
ru: Цель развёртывания проекта (необязательно)

source: Deployment Target|Select the deployment target
ko: 배포 대상 선택
ru: Выберите цель развёртывания

source: Deployment approvals is not configured for this environment.
ko: 이 환경에 대한 배포 승인이 구성되지 않았습니다.
ru: Одобрение для развертывания не настроено для этого окружения.

source: Deployment frequency
ko: 배포 빈도

source: Deployment status
ko: 배포 상태

source: DeploymentApprovals|Allow pipeline triggerer to approve deployment.
ko: 파이프라인 트리거가 배포를 승인하도록 허용합니다.
ru: Разрешить инициатору конвейера одобрять развёртывание.

source: DeploymentApprovals|Approvals
ko: 승인
ru: Одобрения

source: DeploymentApprovals|Approve
ko: 승인
ru: Одобрить

source: DeploymentApprovals|Approved By
ko: 승인됨
ru: Одобрено

source: DeploymentApprovals|Approvers
ko: 승인자
ru: Одобряющие

source: DeploymentApprovals|Developers + Maintainers
ko: 개발자 + 유지관리자
ru: Разработчики + Мейнтейнеры

source: DeploymentApprovals|Give approval
ko: 승인하기
ru: Дать одобрение

source: DeploymentApprovals|Maintainers
ko: 유지관리자
ru: Мейнтейнеры

source: DeploymentApprovals|Set how approval rules are applied to deployments in protected environments.
ko: 보호된 환경의 배포에 승인 규칙이 적용되는 방식을 설정합니다.
ru: Настройте, как правила одобрения применяются к развёртываниям в защищённых окружениях.

source: DeploymentApproval|Approval options
ko: 승인 옵션

source: DeploymentTarget|Edge Computing (e.g. Cloudflare Workers)
ko: 에지 컴퓨팅 (예: Cloudflare Workers)
ru: Граничные вычисления (например, Cloudflare Workers)

source: DeploymentTarget|GitLab Pages
ko: GitLab 페이지
ru: GitLab Pages

source: DeploymentTarget|Heroku
ko: Heroku
ru: Heroku

source: DeploymentTarget|Infrastructure provider (Terraform, Cloudformation, and so on)
ko: 인프라 공급자(Terraform, Cloudformation 등)
ru: Поставщик инфраструктуры (Terraform, CloudFormation и так далее)

source: DeploymentTarget|Kubernetes (GKE, EKS, OpenShift, and so on)
ko: Kubernetes (GKE, EKS, OpenShift 등)
ru: Kubernetes (GKE, EKS, OpenShift и так далее)

source: DeploymentTarget|Managed container runtime (Fargate, Cloud Run, DigitalOcean App)
ko: 관리되는 컨테이너 런타임 (Fargate, Cloud Run, DigitalOcean 앱)
ru: Управляемое выполнение контейнеров (Fargate, Cloud Run, DigitalOcean App)

source: DeploymentTarget|Mobile app store
ko: 모바일 앱 스토어
ru: Магазин мобильных приложений

source: DeploymentTarget|No deployment planned
ko: 계획된 배포가 없습니다.
ru: Развёртывание не планируется

source: DeploymentTarget|Other hosting service
ko: 기타 호스팅 서비스
ru: Другая служба хостинга

source: DeploymentTarget|Registry (package or container)
ko: 레지스트리(패키지 또는 컨테이너)
ru: Реестр (пакетов или контейнеров)

source: DeploymentTarget|Self-managed container runtime (Podman, Docker Swarm, Docker Compose)
ko: 자체 관리형 컨테이너 런타임(Podman, Docker Swarm, Docker Compose)
ru: Автономная среда выполнения контейнеров (Podman, Docker Swarm, Docker Compose)

source: DeploymentTarget|Serverless backend (Lambda, Cloud functions)
ko: 서버리스 백엔드 (Lambda, Cloud functions)
ru: Безсерверный бэкенд (Lambda, Cloud Functions)

source: DeploymentTarget|Virtual machine (for example, EC2)
ko: 가상 머신(예: EC2)
ru: Виртуальная машина (например, EC2)

source: DeploymentTarget|Web Deployment Platform (Netlify, Vercel, Gatsby)
ko: 웹 배포 플랫폼 (Netlify, Vercel, Gatsby)
ru: Веб-платформа для развёртывания (Netlify, Vercel, Gatsby)

source: Deployments
ko: 배포
ru: Развертывания

source: Deployments|%{deployments} environment impacted.
ko: %{deployments} 환경이 영향을 받았습니다.
ru: Затронуто %{deployments} окружение.

source: Deployments|Add an %{codeStart}environment:name%{codeEnd} to your CI/CD jobs to register a deployment action. %{linkStart}Learn more about environments.%{linkEnd}
ko: 배포 동작을 등록하려면 CI/CD 작업에 %{codeStart}환경:이름%{codeEnd} 를 추가하세요. %{linkStart}환경에 대해 자세히 알아보세요.%{linkEnd}
ru: Добавьте %{codeStart}environment:name%{codeEnd} в ваши задания CI/CD, чтобы зарегистрировать действие развертывания. %{linkStart}Подробнее об окружениях%{linkEnd}.

source: Deployments|No deployment history
ko: 배포 이력 없음

source: Deployment|%{releaseName} release notes:
ko: %{releaseName} 릴리스 노트:

source: Deployment|A colleague
ko: 동료
ru: Коллега

source: Deployment|Add approval comment
ko: 승인 댓글 추가

source: Deployment|Approval Comments
ko: 승인 댓글
