Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: BroadcastMessages|Show to all users on all pages
ko: 모든 Pages의 모든 사용자에게 표시
ru: Показать всем пользователям на всех страницах

source: BroadcastMessages|Show to all users on specific matching pages
ko: 특정 매칭된 Pages를 모든 사용자에게 표시
ru: Показать всем пользователям на конкретных страницах

source: BroadcastMessages|Starts at
ko: 시작 시간
ru: Начало отображения

source: BroadcastMessages|Target Path
ko: 대상 경로
ru: Целевой путь

source: BroadcastMessages|Target broadcast message
ko: 대상 브로드캐스트 메시지
ru: Целевое объявление

source: BroadcastMessages|Target roles
ko: 대상 역할
ru: Целевые роли

source: BroadcastMessages|Theme
ko: 테마
ru: Тема

source: BroadcastMessages|There was an error adding broadcast message.
ko: 전체 알림 추가 중 오류가 발생했습니다.
ru: Произошла ошибка при добавлении объявления.

source: BroadcastMessages|There was an error updating broadcast message.
ko: 전체 알림 업데이트 중 오류가 발생했습니다.
ru: Произошла ошибка при обновлении объявления.

source: BroadcastMessages|There was an issue deleting this message, please try again later.
ko: 이 메시지를 삭제하는 데 문제가 발생했습니다. 나중에 다시 시도해 주세요.
ru: Возникла проблема при удалении этого объявления, повторите попытку позже.

source: BroadcastMessages|Type
ko: 유형
ru: Тип

source: BroadcastMessages|Update broadcast message
ko: 전체 알림 업데이트
ru: Обновить объявление

source: BroadcastMessages|Your message here
ko: 여기에 메시지를 입력하세요
ru: Текст объявления

source: Browse Directory
ko: 디렉토리 찾아보기
ru: Просмотр директории

source: Browse File
ko: 파일 찾아보기
ru: Просмотр файла

source: Browse Files
ko: 파일 찾아보기
ru: Просмотр файлов

source: Browse files
ko: 파일 찾아보기
ru: Просмотр файлов

source: Build cannot be erased
ko: 빌드를 지울 수 없습니다.

source: BuildArtifacts|An error occurred while fetching the artifacts
ko: 아티팩트를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении артефактов

source: BuildArtifacts|Loading artifacts
ko: 아티팩트 로드 중
ru: Загрузка артефактов

source: Building your merge request… This page will update when the build is complete.
ko: 머지 리퀘스트를 빌드 중입니다... 빌드가 완료되면 페이지가 업데이트 됩니다.
ru: Создание вашего запроса на слияние… Эта страница обновится, когда создание будет завершено.

source: Built-in
ko: 내장된
ru: Встроенный

source: Bulk edit
ko: 대량 편집
ru: Массовое редактирование

source: Bulk request concurrency
ko: 대량 요청 동시처리
ru: Распараллеливание массовых запросов

source: Bulk update
ko: 대량 업데이트
ru: Массовое обновление

source: BulkImport|%{count} placeholder user has been matched to a user.
ko: %{count} 플레이스홀더 사용자가 사용자와 일치하였습니다.
ru: %{count} временный пользователь сопоставлен с пользователем.

source: BulkImport|%{count} placeholder user has been skipped.
ko: %{count}명의 플레이스홀더 사용자를 생략되었습니다.
ru: %{count} временный пользователь пропущен.

source: BulkImport|%{count} placeholder user has not been matched to a user.
ko: %{count} 플레이스홀더 사용자가 사용자와 일치하지 않습니다.
ru: %{count} временный пользователь не сопоставлен с пользователем.

source: BulkImport|%{feature} (require v%{version})
ko: %{feature} (v%{version} 필요)

source: BulkImport|%{host} is running an outdated GitLab version (v%{version})
ko: %{host}은 이전 버전의 GitLab 버전(v%{version})을 실행 중입니다.
ru: %{host} использует устаревшую версию GitLab (v%{version})

source: BulkImport|A CSV file with a list of placeholder reassignment errors is attached to this email.
ko: 이 이메일에는 플레이스홀더 재할당 오류 목록이 포함된 CSV 파일이 첨부되어 있습니다.
ru: К этому письму прикреплён CSV-файл со списком ошибок переназначения временных пользователей.

source: BulkImport|All items assigned to placeholder users have been reassigned to users in %{strong_open}%{group}%{strong_close} according to the uploaded CSV file.
ko: 업로드된 CSV 파일에 따라 플레이스홀더 사용자에게 할당된 모든 항목이 %{strong_open}%{group}%{strong_close}의 사용자에게 다시 할당되었습니다.
ru: Все элементы, назначенные временным пользователям, были переназначены пользователям в группе %{strong_open}%{group}%{strong_close} в соответствии с загруженным CSV файлом.

source: BulkImport|Be aware of %{visibilityLinkStart}visibility rules%{visibilityLinkEnd} and %{placeholdersLinkStart}placeholder user limits%{placeholdersLinkEnd} when importing groups.
ko: 그룹을 가져올 때는 %{visibilityLinkStart}가시성 규칙%{visibilityLinkEnd}과 %{placeholdersLinkStart}플레이스홀더 사용자 제한%{placeholdersLinkEnd}에 주의해야 합니다.
ru: Учитывайте %{visibilityLinkStart}правила видимости%{visibilityLinkEnd} и %{placeholdersLinkStart}ограничения на количество временных пользователей%{placeholdersLinkEnd} при импорте групп.

source: BulkImport|Bulk reassignment failed
ko: 대량 재할당에 실패함
ru: Массовое переназначение не удалось

source: BulkImport|Check that the source instance base URL and the personal access token meet the necessary requirements.
ko: 소스 인스턴스 기본 URL과 개인 액세스 토큰이 필수 요구 사항을 충족하는지 확인하세요.
ru: Убедитесь, что базовый URL исходного экземпляра и личный токен доступа соответствуют необходимым требованиям.

source: BulkImport|Destination
ko: 목적지

source: BulkImport|Direct transfer
ko: 직접 전송
ru: Прямой перенос

source: BulkImport|Enter another name to re-import.
ko: 다시 가져오기하려면 다른 이름을 입력하세요.
ru: Введите другое имя для повторного импорта.

source: BulkImport|Filter by source group
ko: 소스 그룹으로 필터링
ru: Фильтр по исходной группе

source: BulkImport|Import completed
ko: 가져오기 완료
ru: Импорт завершён

source: BulkImport|Import failed. '%{destination}' is invalid, or you do not have permission.
ko: 가져오기에 실패했습니다. 대상 '%{destination}'이 유효하지 않거나 권한이 없습니다.
ru: Импорт не выполнен. Назначение «%{destination}» недопустимо или у вас нет прав доступа.

source: BulkImport|Import failed. '%{path}' already exists. Change the destination and try again.
ko: 가져오기에 실패했습니다. '%{path}'이(가) 이미 존재합니다. 대상을 변경하고 다시 시도해 보세요.

source: BulkImport|Import failed. '%{path}' not found.
ko: 가져오기에 실패했습니다. '%{path}'을 찾을 수 없습니다.
ru: Сбой импорта. '%{path}' не найден.

source: BulkImport|Import failed. The bulk import entity must belong to only one organization, group, or project.
ko: 가져오기 실패함. 대량 가지오기 항목이 단 하나의 조직, 그룹 또는 프로젝트에 포함되어 있어야 합니다.
ru: Импорт не выполнен. Сущность массового импорта должна принадлежать только одной организации, группе или проекту.

source: BulkImport|Import failed. The destination URL %{url}
ko: 가져오기에 실패했습니다. 대상 URL %{url}
ru: Импорт не выполнен. URL назначения %{url}

source: BulkImport|Import failed. The destination cannot be a subgroup of the source group. Change the destination and try again.
ko: 가져오기 실패. 대상은 소스 그룹의 하위 그룹일 수 없습니다. 대상을 변경하고 다시 시도하십시오.
ru: Импорт не выполнен. Назначение не может быть вложенной группой исходной группы. Измените назначение и повторите попытку.

source: BulkImport|Import failed. You do not have permission to export '%{path}'.
ko: 가져오기에 실패했습니다. '%{path}'를 내보낼 권한이 없습니다.
ru: Не удалось импортировать. У вас нет разрешения на экспорт «%{path}».

source: BulkImport|Import groups by direct transfer
ko: 직접 전송으로 그룹 가져오기

source: BulkImport|Import user memberships
ko: 사용자 멤버쉽 가져오기
ru: Импортировать членство пользователей

source: BulkImport|Import with projects
ko: 프로젝트와 함께 가져오기

source: BulkImport|Import without projects
ko: 프로젝트 없이 가져오기

source: BulkImport|Importing projects is a %{docsLinkStart}beta%{docsLinkEnd} feature.
ko: 프로젝트 가져오기는 %{docsLinkStart}베타%{docsLinkEnd} 기능입니다.
ru: Импорт проектов — это функция %{docsLinkStart}бета-версии%{docsLinkEnd}.

source: BulkImport|Importing the group failed.
ko: 그룹 가져오기에 실패했습니다.
ru: Не удалось импортировать группу.

source: BulkImport|Invalid source URL. Enter only the base URL of the source GitLab instance.
ko: 잘못된 소스 URL입니다. 소스 GitLab 인스턴스의 기본 URL만 입력하세요.

source: BulkImport|Items assigned to placeholder users have been reassigned to users in %{strong_open}%{group}%{strong_close} according to the uploaded CSV file.
ko: 업로드된 CSV 파일에 따라 플레이스홀더 사용자에게 할당된 항목이 %{strong_open}%{group}%{strong_close}의 사용자에게 다시 할당되었습니다.
ru: Все элементы, назначенные временным пользователям, были переназначены пользователям в группе %{strong_open}%{group}%{strong_close} в соответствии с загруженным CSV файлом.

source: BulkImport|Items that failed to be imported for %{id}
ko: %{id}에 대해 가져오지 못한 항목
ru: Элементы, которые не удалось импортировать для %{id}

source: BulkImport|Last imported to %{link}
ko: 마지막으로 %{link}으로 가져옴

source: BulkImport|Maximum download file size (MiB)
ko: 최대 다운로드 파일 크기 (MiB)
ru: Максимальный размер загружаемого файла (МиБ)

source: BulkImport|Maximum download file size when importing from source GitLab instances by direct transfer.
ko: 직접 전송을 통해 원본 GitLab 인스턴스에서 가져올 때 최대 다운로드 파일 크기입니다.
ru: Максимальный размер загружаемого файла при импорте из исходных экземпляров GitLab с использованием прямой передачи.

source: BulkImport|Migration by direct transfer is disabled on the source or destination instance. Ask an administrator to enable this feature on both instances and try again.
ko: 소스 또는 대상 인스턴스에서 직접 전송을 통한 마이그레이션이 비활성화되어 있습니다. 관리자에게 두 인스턴스 모두에서 이 기능을 활성화해 달라고 요청한 후 다시 시도해 보세요.
ru: Миграция с прямой передачей отключена на исходном или целевом экземпляре. Обратитесь к администратору, чтобы включить эту функцию на обоих экземплярах, и повторите попытку.

source: BulkImport|Migration details
ko: 마이그레이션 세부정보
ru: Подробности миграции

source: BulkImport|Migration history
ko: 마이그레이션 이력
ru: История миграции

source: BulkImport|More than six imports were attempted in one minute. Try again after a minute.
ko: 1분 동안 6개를 초과하는 가져오기가 시도되었습니다. 1분 후에 다시 시도하세요.
ru: Было выполнено более шести попыток импорта за одну минуту. Повторите попытку через минуту.

source: BulkImport|New group
ko: 새 그룹

source: BulkImport|No additional information provided
ko: 추가 정보가 제공되지 않았습니다
ru: Нет дополнительной информации

source: BulkImport|No groups found
ko: 그룹을 찾을 수 없습니다.
ru: Группы не найдены

source: BulkImport|No history is available
ko: 사용 가능한 이력이 없음
ru: История недоступна

source: BulkImport|No parent
ko: 상위 항목이 없음
ru: Без родителя

source: BulkImport|Only groups you have the %{role} role for are listed for import.
ko: %{role} 역할이 있는 그룹만 가져오기에 나열됩니다.
ru: Отображаются только группы, в которых у вас есть роль %{role}.

source: BulkImport|Path of the new group
ko: 새로운 그룹의 경로
ru: Путь новой группы

source: BulkImport|Placeholder reassignments completed successfully
ko: 플레이서홀더 재지정이 성공적으로 완료되었습니다.
ru: Переназначение пользователей-заполнителей успешно завершено

source: BulkImport|Placeholder reassignments completed with errors
ko: 플레이스홀더 재지정이 완료되었으나 오류가 발생함
ru: Переназначение заполнителей завершено с ошибками

source: BulkImport|Project import history
ko: 프로젝트 가져오기 이력
ru: История импорта проектов

source: BulkImport|Re-import creates a new group and does not sync with the existing group.
ko: 다시 가져오기를 수행하면 새 그룹이 생성되며 기존 그룹과 동기화되지 않습니다.
ru: Повторный импорт создаёт новую группу и не синхронизируется с существующей группой.

source: BulkImport|Review results
ko: 결과 검토
ru: Рецензирование результатов

source: BulkImport|Select a parent group.
ko: 상위 그룹을 선택하세요.
ru: Выберите родительскую группу.

source: BulkImport|Select parent group
ko: 상위 그룹을 선택하세요

source: BulkImport|Select the groups and projects you want to import.
ko: 가져오려는 그룹과 프로젝트를 선택하세요.
ru: Выберите группы и проекты, которые вы хотите импортировать.

source: BulkImport|Select whether user memberships in groups and projects are imported.
ko: 그룹과 프로젝트에서 사용자 멤버쉽을 가져올지 선택하십시오.
ru: Выберите, следует ли импортировать участников в группах и проектах.

source: BulkImport|Showing %{start}-%{end} of %{total}
ko: %{total} 중 %{start}-%{end} 표시
ru: Показаны %{start}-%{end} из %{total}

source: BulkImport|Showing %{start}-%{end} of %{total} that you own from %{link}
ko: %{link}에서 당신이 소유한 %{total} 중 %{start}-%{end} 표시

source: BulkImport|Showing %{start}-%{end} of %{total} that you own matching filter "%{filter}" from %{link}
ko: %{link}로 부터 "%{filter}" 필터와 일치하는 %{total} 중 %{start}-%{end} 를 표시

source: BulkImport|Some groups are imported without projects.
ko: 일부 그룹은 프로젝트 없이 가져옵니다.
ru: Некоторые группы импортированы без проектов.

source: BulkImport|Source
ko: 소스
ru: Источник

source: BulkImport|Source group
ko: 소스 그룹
ru: Исходная группа

source: BulkImport|Template, file-based import, or direct transfer
ko: 템플릿, 파일 기반 가져오기 또는 직접 전송
ru: Шаблон, импорт из файла или прямая передача

source: BulkImport|The following items are not migrated: %{bullets} To include these items, ask the administrator of %{host} to upgrade GitLab.
ko: 다음 항목은 마이그레이션되지 않습니다: %{bullets} 이러한 항목을 포함하려면 %{host} 운영자에게 GitLab을 업그레이드하도록 요청하세요.
ru: Следующие элементы не были перенесены: %{bullets} Чтобы включить эти элементы, попросите администратора %{host} обновить GitLab.

source: BulkImport|The import you started on %{start_date} from %{strong_open}%{hostname}%{strong_close} has completed. You can now review your import results.
ko: %{strong_open}%{hostname}%{strong_close} 에서 %{start_date} 에 시작한 가져오기가 완료되었습니다. 이제 가져오기 결과를 검토할 수 있습니다.
ru: Импорт, который вы начали %{start_date} с %{strong_open}%{hostname}%{strong_close}, завершён. Теперь вы можете просмотреть результаты импорта.

source: BulkImport|This %{importable} was imported from another instance.
ko: 이 %{importable}는 다른 인스턴스에서 가져왔습니다.

source: BulkImport|This name already exists.
ko: 이 이름이 이미 존재합니다.
ru: Название уже существует.

source: BulkImport|This name is already used for another group.
ko: 이 이름은 이미 다른 그룹에서 사용되고 있습니다.
ru: Это название уже используется другой группой.

source: BulkImport|Unable to process the CSV file for %{strong_open}%{group}%{strong_close} to reassign placeholders. Try to upload the file again.
ko: %{strong_open}%{group}%{strong_close}의 CSV 파일을 처리하여 플레이스홀더를 다시 지정할 수 없습니다. 파일을 다시 업로드해 보세요.
ru: Невозможно обработать CSV файл для группы %{strong_open}%{group}%{strong_close} для переназначения пользователей-заполнителей. Попробуйте загрузить файл снова.

source: BulkImport|Unable to update import statuses with real-time changes
ko: 실시간 변경 사항으로 가져오기 상태를 업데이트할 수 없습니다.
ru: Не удалось обновить статусы импорта в режиме реального времени

source: BulkImport|Unsupported GitLab version. The minimum supported version is '%{version}'.
ko: 지원되지 않는 GitLab 버전입니다. 지원되는 최소 버전은 '%{version}'입니다.
ru: Неподдерживаемая версия GitLab. Минимальная поддерживаемая версия — «%{version}».

source: BulkImport|View import history
ko: 가져오기 기록 보기
ru: Посмотреть историю импорта

source: BulkImport|View import results
ko: 가져오기 결과 보기
ru: Посмотреть результаты импорта

source: BulkImport|View placeholders
ko: 플레이스홀더 보기
ru: Просмотр пользователей-заполнителей

source: BulkImport|You cannot import projects with this group. To import projects, reconfigure the source GitLab instance or group. %{linkStart}Learn more%{linkEnd}.
ko: 이 그룹에서는 프로젝트를 가져올 수 없습니다. 프로젝트를 가져오려면 소스 GitLab 인스턴스 또는 그룹을 재구성하세요. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Вы не можете импортировать проекты в эту группу. Чтобы импортировать проекты, перенастройте исходный экземпляр GitLab или группу. %{linkStart}Подробнее.%{linkEnd}.

source: BulkImport|Your imported groups and projects appear here.
ko: 가져온 그룹과 프로젝트가 여기에 표시됩니다.
ru: Ваши импортированные группы и проекты появятся здесь.

source: BulkImport|Your imported projects appear here.
ko: 가져온 프로젝트가 여기에 표시됩니다.
ru: Ваши импортированные проекты появятся здесь.

source: BulkImport|must be a group.
ko: 그룹이어야 합니다.
ru: должен быть группой.

source: BulkImport|must belong to a group.
ko: 그룹에 속해야 합니다.
ru: должен принадлежать группе.

source: BulkImport|must belong to a project.
ko: 프로젝트에 속해야 합니다.
ru: должен принадлежать проекту.

source: BulkImport|must have a relative path with no HTTP protocol characters or leading or trailing forward slashes. Path segments must not start or end with a special character or contain consecutive special characters.
ko: HTTP 프로토콜 문자나 앞뒤 슬래시가 없는 상대 경로를 가져야 합니다. 경로 세그먼트는 특수 문자로 시작하거나 끝나거나 연속된 특수 문자를 포함할 수 없습니다.
ru: должен иметь относительный путь без символов протокола HTTP или начальных и конечных косых черт. Сегменты пути не должны начинаться или заканчиваться специальным символом или содержать последовательные специальные символы.

source: Bullet list
ko: 글머리 기호 목록
ru: Маркированный список

source: Burndown chart
ko: 번다운 차트
ru: График сгорания

source: BurndownChartLabel|Remaining
ko: 잔여
ru: Осталось

source: Burnup chart
ko: 번업 차트
ru: График выполнения

source: Burnup chart could not be generated due to too many events
ko: 이벤트가 너무 많아 번업 차트를 생성할 수 없습니다.
ru: График выполнения не может быть сгенерирован из-за слишком большого количества событий

source: Busy
ko: 바쁨
ru: Занят(а)

source: Buy more compute minutes
ko: 추가 컴퓨팅 시간 구매
ru: Купить дополнительные вычислительные минуты

source: Buy more seats %{url}
ko: 추가 좌석 구매 %{url}
ru: Купить больше лицензий %{url}

source: Buy now
ko: 지금 구매
ru: Купить сейчас

source: Buy subscription
ko: 구독 구매
ru: Купить подписку

source: By default, all projects and groups use the global notifications setting.
ko: 기본적으로 모든 프로젝트와 그룹은 전역 알림 설정을 사용합니다.
ru: По умолчанию все проекты и группы используют глобальные настройки уведомлений.

source: By enrolling in the Early access program, you agree that GitLab may contact you by email and telephone about products, services, and events related to the Early Access Program. You may opt-out at any time by unsubscribing in emails or visiting our
ko: 먼저 체험하기 프로그램에 등록하면 귀하는 GitLab이 이메일 및 전화로 앞서 해보기 프로그램과 관련된 제품, 서비스 및 이벤트에 대해 연락할 수 있음을 동의합니다. 언제든지 이메일에서 구독 취소하거나 다음을 방문하여 선택 해제할 수 있습니다.
ru: Принимая участие в программе раннего доступа, вы соглашаетесь на получение сообщений от GitLab по электронной почте и телефону о продуктах, услугах и событиях, связанных с программой раннего доступа. Вы можете отказаться в любое время, отписавшись от рассылки или посетив наш

source: By month
ko: 월별
ru: По месяцам

source: By quarter
ko: 분기별
ru: По кварталам

source: By using a primary email tied to an Enterprise email address, you acknowledge that this account is an Enterprise User.
ko: 기업 이메일 주소에 연결된 기본 이메일을 사용하면 이 계정이 엔터프라이즈 사용자임을 인정하는 것입니다.
ru: Используя основной адрес электронной почты, привязанный к корпоративному почтовому адресу, вы подтверждаете, что эта учетная запись является пользователем организации.

source: By week
ko: 주별
ru: По неделям

source: ByAuthor|by
ko: 작성자
ru: за авторством

source: Bypass blocking reviews
ko: 리뷰 차단 우회

source: Bypass requested changes
ko: 요청된 변경 사항 무시
ru: Обход запрошенных изменений

source: Bypassing blocking reviews will allow the merge request to be merged even if any reviewer has requested changes. This applies to future reviews as well.
ko: 검토 차단을 우회하면 검토자가 변경을 요청한 경우에도 머지 리퀘스트가 머지될 수 있습니다. 이는 향후 리뷰에도 적용됩니다.
ru: Обход блокирующих рецензий позволит объединить запрос на слияние, даже если кто-то из рецензентов запросил изменения. Это также относится к будущим рецензиям.

source: CHANGELOG
ko: 변경 로그
ru: Список изменений

source: CI Lint
ko: CI 린트

source: CI configuration validated, including all configuration added with the %{codeStart}include%{codeEnd} keyword. %{link}
ko: %{codeStart}포함%{codeEnd} 키워드로 추가된 모든 설정을 포함하여 CI 구성이 검증되었습니다. %{link}

source: CI pipeline
ko: CI 파이프라인
ru: Конвейер CI

source: CI settings
ko: CI 설정
ru: Настройки CI

source: CI variables
ko: CI 변수
ru: Переменные CI

source: CI/CD Analytics
ko: CI/CD 분석
ru: Аналитика CI/CD

source: CI/CD Catalog
ko: CI/CD 카탈로그
ru: Каталог CI/CD

source: CI/CD Settings
ko: CI/CD 설정
ru: Настройки CI/CD

source: CI/CD analytics
ko: CI/CD 분석
ru: Аналитика CI/CD

source: CI/CD configuration
ko: CI/CD 구성
ru: Конфигурация CI/CD

source: CI/CD configuration file
ko: CI/CD 설정 파일
ru: Файл конфигурации CI/CD

source: CI/CD job token
ko: CI/CD 작업 토큰
ru: Токен задания CI/CD

source: CI/CD job token permissions for '%{projectName}' were successfully updated.
ko: '%{projectName}'에 대한 CI/CD 작업 토큰 권한이 성공적으로 업데이트되었습니다.
ru: Разрешения токена задания CI/CD для «%{projectName}» были успешно обновлены.

source: CI/CD limits
ko: CI/CD 제한
ru: Ограничения CI/CD

source: CI/CD pipeline configuration
ko: CI/CD 파이프라인 구성
ru: Конфигурация конвейера CI/CD

source: CICDAnalytics|%{percent}%{percentSymbol}
ko: %{percent}%{percentSymbol}
ru: %{percent}%{percentSymbol}

source: CICDAnalytics|All time
ko: 전체 시간
ru: Всё время

source: CICDAnalytics|Change failure rate
ko: 실패율 변경
ru: Изменение уровня отказов

source: CICDAnalytics|Deployment frequency
ko: 배포 빈도
ru: Частота развертывания

source: CICDAnalytics|Instance runner duration is the total runtime of all jobs that ran on instance runners
ko: 인스턴스 러너 시간은 인스턴스 러너에서 실행된 모든 작업의 총 실행 시간입니다.
ru: Продолжительность работы средства выполнения экземпляра — это общее время выполнения всех заданий, которые были выполнены на средствах выполнения экземпляра.

source: CICDAnalytics|Instance runner pipeline minute duration by month
ko: 월별 인스턴스 러너 파이프라인 시간 (분)

source: CICDAnalytics|Lead time
ko: 리드 타임
ru: Срок исполнения

source: CICDAnalytics|Projects with releases
ko: 릴리스된 프로젝트
ru: Проекты с релизами

source: CICDAnalytics|Release
ko: 릴리스
ru: Релиз

source: CICDAnalytics|Release statistics
ko: 릴리스 통계
ru: Статистика релизов

source: CICDAnalytics|Releases
ko: 릴리스
ru: Релизы

source: CICDAnalytics|Something went wrong while fetching release statistics
ko: 릴리스 통계를 가져오는 데 문제가 발생했습니다.
ru: Произошла ошибка при получении статистики релизов

source: CICDAnalytics|Time to restore service
ko: 서비스 복원 시간

source: CICDAnalytics|What is instance runner duration?
ko: 인스턴스 러너 시간이란 무엇입니까?

source: CICD| Incremental logging configuration
ko: 증분 로그 구성
ru: Конфигурация инкрементального ведения журнала

source: CICD|%{policy} to %{resource}
ko: %{policy}를 %{resource}로
ru: %{policy} для %{resource}

source: CICD|Access unrestricted, so users with sufficient permissions in this project can authenticate with a job token generated in any other project.
ko: 액세스 제한이 없으므로 이 프로젝트에서 충분한 권한이 있는 사용자는 다른 프로젝트에서 생성된 작업 토큰으로 인증할 수 있습니다.
ru: Доступ неограничен, поэтому пользователи с достаточными разрешениями в этом проекте могут проходить аутентификацию с использованием токена задания, сгенерированного в любом другом проекте.

source: CICD|Add a %{base_domain_link_start}base domain%{link_end} to your %{kubernetes_cluster_link_start}Kubernetes cluster%{link_end} for your deployment strategy to work.
ko: 배포 전략이 작동하려면 %{base_domain_link_start}기본 도메인%{link_end} 을 %{kubernetes_cluster_link_start}Kubernetes 클러스터%{link_end} 에 추가하십시오.
ru: Добавьте %{base_domain_link_start}базовый домен%{link_end} к вашему %{kubernetes_cluster_link_start}кластеру Kubernetes%{link_end} чтобы ваша стратегия развертывания работала.

source: CICD|Add a %{kubernetes_cluster_link_start}Kubernetes cluster integration%{link_end} with a domain, or create an AUTO_DEVOPS_PLATFORM_TARGET CI variable.
ko: 도메인과 함께 %{kubernetes_cluster_link_start}Kubernetes 클러스터 통합%{link_end} 을 추가하거나 AUTO_DEVOPS_PLATFORM_TARGET CI 변수를 생성하십시오.
ru: Добавьте %{kubernetes_cluster_link_start}интеграции кластера Kubernetes%{link_end} с доменом или создайте переменную AUTO_DEVOPS_PLATFORM_TARGET CI.

source: CICD|Add all authentication log entries to the allowlist
ko: 모든 인증 기록 항목을 허가 리스트에 추가
ru: Добавить все записи из журнала аутентификации в белый список

source: CICD|Add an existing project to the scope
ko: 범위에 기존 프로젝트 추가
ru: Добавить существующий проект в область

source: CICD|Add log entries and compact the allowlist
ko: 로그 항목을 추가하고 허용 목록을 압축
ru: Добавить записи из журнала и сжать белый список

source: CICD|Added from log.
ko: 로그로부터 추가됨.
ru: Добавлено из журнала.

source: CICD|Adding all entries from the authentication log would exceed this limit. GitLab can compact the allowlist with common groups until the entries are within the limit. %{linkStart}What is the compaction algorithm?%{linkEnd}
ko: 인증 로그의 모든 항목을 추가하면 이 한도을 초과합니다. GitLab은 항목이 한도 내에 있을 때까지 공통 그룹으로 허용 목록을 압축할 수 있습니다. %{linkStart}압축 알고리즘은 무엇입니까?%{linkEnd}
ru: Добавление всех записей из журнала аутентификации превысит лимит. GitLab может сжать белый список с общими группами, пока количество записей не станет допустимым. %{linkStart}По какому алгоритму проводится сжатие?%{linkEnd}

source: CICD|Additional permissions
ko: 추가 권한
ru: Дополнительные привилегии

source: CICD|All groups and projects
ko: 모든 그룹 및 프로젝트
ru: Все группы и проекты
