Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AccessTokens|Grants permission to perform API actions as an administrator, when Admin Mode is enabled.
ko: 운영자 모드가 활성화 된 경우, 운영자로서 API 동작을 수행할 수 있는 권한을 부여.
ru: Предоставляет разрешение на выполнение действий через API от имени администратора, когда включён режим администратора.

source: AccessTokens|Grants permission to perform API actions as any user in the system, when authenticated as an admin user.
ko: 운영자로서 인증된 경우, 시스템 내의 어떤 사용자도 API 동작을 수행할 수 있는 권한을 부여.
ru: Предоставляет разрешение на выполнение действий через API от имени любого пользователя в системе, при аутентификации от имени администратора.

source: AccessTokens|Grants permission to perform Kubernetes API calls using the agent for Kubernetes.
ko: Kubernetes용 에이전트를 사용하여 Kubernetes API 호출을 수행할 수 있는 권한을 부여합니다.
ru: Предоставляет разрешение на выполнение вызовов API Kubernetes с использованием агента для Kubernetes.

source: AccessTokens|Grants read access to the API, including all groups and projects, the container registry, and the package registry.
ko: 모든 그룹 및 프로젝트, 컨테이너 레지스트리, 패키지 레지스트리를 포함하여 API에 대한 읽기 액세스 권한을 부여합니다.
ru: Предоставляет доступ только для чтения к API, включая все группы и проекты, реестр контейнеров и реестр пакетов.

source: AccessTokens|Grants read-only access to repositories on private projects using Git-over-HTTP or the Repository Files API.
ko: Git-over-HTTP 또는 리포지토리 파일 API를 사용하여 비공개 프로젝트의 리포지토리에 대한 읽기 전용 액세스 권한을 부여합니다.
ru: Предоставляет доступ только для чтения к репозиториям в частных проектах через Git по HTTP или с использованием API файлов репозитория.

source: AccessTokens|Grants read-only access to your profile through the /user API endpoint, which includes username, public email, and full name. Also grants access to read-only API endpoints under /users.
ko: 사용자명, 공개 이메일, 풀네임을 포함하는 /user API 엔드포인트를 통해 프로필에 대한 읽기 전용 액세스 권한을 부여합니다. 또한 /users에서 읽기 전용 API 엔드포인트에 대한 액세스 권한도 부여합니다.
ru: Предоставляет доступ только для чтения к вашему профилю через API-эндпоинт /user, включая имя пользователя, публичный email и полное имя. Также предоставляет доступ к эндпоинтам API только для чтения в разделе /users.

source: AccessTokens|Grants read-write access to repositories on private projects using Git-over-HTTP (not using the API).
ko: Git-over-HTTP를 사용하여(API를 사용하지 않음) 비공개 프로젝트의 리포지토리에 대한 읽기-쓰기 액세스 권한을 부여합니다.
ru: Предоставляет доступ на чтение и запись к репозиториям на частных проектах с использованием Git через HTTP (не через API).

source: AccessTokens|How do I use DPoP?
ko: DPoP를 어떻게 사용하나요?
ru: Как использовать DPoP?

source: AccessTokens|IP: %{ips}
ko: IP: %{ips}
ru: IP: %{ips}

source: AccessTokens|Inactive
ko: 비활성
ru: Неактивный

source: AccessTokens|Incoming email token
ko: 수신 이메일 토큰
ru: Токен входящей электронной почты

source: AccessTokens|Instance token prefix
ko: 인스턴스 토큰 접두어
ru: Префикс токена экземпляра

source: AccessTokens|It cannot be used to access any other data.
ko: 다른 데이터에 액세스하는 데 사용할 수 없습니다.
ru: Его нельзя использовать для доступа к любым другим данным.

source: AccessTokens|Keep this token secret. Anyone who has it can access repository static objects as if they were you. If that ever happens, %{linkStart}reset this token%{linkEnd}.
ko: 토큰을 안전하게 보관하세요. 토큰이 노출되면 리포지토리에 접근할 수 있습니다. 이런 상황이 발생하면 %{linkStart}토큰을 재생성%{linkEnd}하세요.
ru: Храните этот токен в секрете. Любой, у кого он есть, может получить доступ к статическим объектам репозитория, как если бы это были вы. Если это всё-таки произошло, %{linkStart}обновите токен%{linkEnd}.

source: AccessTokens|Keep this token secret. Anyone who has it can create issues as if they were you. If that happens, %{linkStart}reset this token%{linkEnd}.
ko: 이 토큰을 비밀로 유지하십시오. 이것을 가진 사람은 마치 당신이 한 것처럼 이슈를 만들 수 있습니다.이런 문제가 발생했다면, %{linkStart}토큰을 초기화 하세요%{linkEnd}
ru: Храните этот токен в секрете. Любой, у кого он есть, может создавать обсуждения, как если бы это были вы. Если это всё-таки произошло, %{linkStart}обновите токен%{linkEnd}.

source: AccessTokens|Keep this token secret. Anyone who has it can read activity and issue RSS feeds or your calendar feed as if they were you. If that happens, %{linkStart}reset this token%{linkEnd}.
ko: 이 토큰이 유출되지 않도록 주의해주세요. 이 토큰을 사용하면 당신이 접근할 수 있는 활동과 이슈 RSS 및 일정 피드를 읽을 수 있게 됩니다. 토큰이 유출되었다면, %{linkStart}토큰을 초기화하세요%{linkEnd}.
ru: Держите этот токен в секрете. Каждый, кто его получит, сможет читать RSS каналы активности и задач, а также ваш канал календаря, как если бы они были вами. Если это случится, %{linkStart}сбросьте этот токен%{linkEnd}.

source: AccessTokens|Last used:
ko: 마지막 사용:
ru: Последнее использование:

source: AccessTokens|Lifetime
ko: 수명
ru: Срок действия

source: AccessTokens|Make sure you save it - you won't be able to access it again.
ko: 반드시 저장하세요 - 다시 접근할 수 없게 됩니다.
ru: Убедитесь, что вы сохранили его — вы больше не сможете получить к нему доступ.

source: AccessTokens|Name
ko: 이름
ru: Название

source: AccessTokens|Never until revoked
ko: 해지 될 때까지 유지
ru: Пока не будет отозван

source: AccessTokens|No access tokens
ko: 액세스 토큰 없음
ru: Нет токенов доступа

source: AccessTokens|Not eligible to rotate token with access level higher than the user
ko: 사용자보다 높은 액세스 수준의 토큰을 교체 할 자격이 없습니다.
ru: Не имеет права на замену токена с уровнем доступа, превышающим уровень доступа пользователя.

source: AccessTokens|Personal access tokens
ko: 개인 액세스 토큰
ru: Личные токены доступа

source: AccessTokens|Require expiration date for service accounts
ko: 서비스 계정에 대한 만료일이 필요함
ru: Требовать установки срока действия для токенов учётных записей служб

source: AccessTokens|Require expiration dates for service accounts
ko: 서비스 계정에 대한 만료일이 필요함
ru: Требовать установки срока действия для токенов учётных записей служб

source: AccessTokens|Revoke
ko: 해지
ru: Отозвать

source: AccessTokens|Revoke %{name}
ko: %{name} 해지
ru: Отозвать %{name}

source: AccessTokens|Revoke the token '%{tokenName}'?
ko: '%{tokenName}'을 해지하겠습니까?
ru: Отозвать токен «%{tokenName}»?

source: AccessTokens|Revoked
ko: 해지됨
ru: Отозван

source: AccessTokens|Revoked tokens
ko: 해지된 토큰
ru: Отозванные токены

source: AccessTokens|Rotate
ko: 교체
ru: Заменить

source: AccessTokens|Rotate the token '%{tokenName}'?
ko: '%{tokenName}' 토큰을 교체 하시겠습니까?
ru: Обновить токен «%{tokenName}»?

source: AccessTokens|Scopes
ko: 범위
ru: Области действия

source: AccessTokens|Scopes set the permission levels granted to the token.
ko: 범위는 토큰에 부여된 권한 수준을 설정합니다.
ru: Области действия определяют уровни разрешений, предоставляемых токену.

source: AccessTokens|Scopes set the permission levels granted to the token. %{linkStart}Learn more%{linkEnd}.
ko: 스코프는 토큰에 부여되는 권한 수준을 설정합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Области действия определяют уровни разрешений, предоставляемые токену. %{linkStart}Подробнее%{linkEnd}.

source: AccessTokens|Search or filter access tokens…
ko: 액세스 토큰 검색 또는 필터링...
ru: Поиск или фильтрация токенов доступа…

source: AccessTokens|Select a role
ko: 역할 선택
ru: Выберите роль

source: AccessTokens|Select scopes
ko: 범위 선택
ru: Выберите области действия

source: AccessTokens|State
ko: 상태
ru: Состояние

source: AccessTokens|Static object token
ko: 정적 객체 토큰
ru: Токен статического объекта

source: AccessTokens|Status
ko: 상태
ru: Статус

source: AccessTokens|The last five distinct IP addresses from where the token was used
ko: 토큰이 사용된 마지막 다섯 개의 고유 IP 주소
ru: Последние пять уникальных IP-адресов, с которых использовался токен

source: AccessTokens|The last time a token was used
ko: 토큰이 마지막으로 사용된 시간
ru: Время последнего использования токена

source: AccessTokens|The token was revoked successfully.
ko: 토큰이 성공적으로 해지되었습니다.
ru: Токен был успешно отозван.

source: AccessTokens|They are the only accepted password when you have Two-Factor Authentication (2FA) enabled.
ko: 이중 인증(2FA)을 활성화한 경우, 유일하게 사용할 수 있는 비밀번호입니다.
ru: Это единственные принимаемые пароли, когда у вас включена двухфакторная аутентификация (2ФА).

source: AccessTokens|Token already revoked
ko: 토큰이 이미 해지됨
ru: Токен уже отозван

source: AccessTokens|Token description
ko: 토큰 설명
ru: Описание токена

source: AccessTokens|Token expires in less than two weeks.
ko: 토큰이 2주 안에 만료됩니다.
ru: Срок действия токена истекает менее чем через две недели.

source: AccessTokens|Token name
ko: 토큰 이름
ru: Название токена

source: AccessTokens|Token name is required.
ko: 토큰 이름은 필수사항입니다.
ru: Необходимо указать название токена.

source: AccessTokens|Tokens expiring in 2 weeks
ko: 2주내에 만료되는 토큰
ru: Токены, срок действия которых истекает в течение 2 недель

source: AccessTokens|Usage
ko: 사용량
ru: Использование

source: AccessTokens|Use DPoP to protect your REST or GraphQL API access when using a personal access token.
ko: 개인 액세스 토큰을 사용하는 경우 DPoP를 사용하여 REST 또는 GraphQL API 액세스를 보호하세요.
ru: Используйте DPoP для защиты доступа к вашему REST или GraphQL API при использовании личного токена доступа.

source: AccessTokens|Use Demonstrating Proof of Possession (DPoP)
ko: 소유 증명(DPoP)을 사용
ru: Используйте демонстрацию владения (DPoP)

source: AccessTokens|View token usage information
ko: 토큰 사용 정보 보기
ru: Просмотр информации об использовании токена

source: AccessTokens|You can also use personal access tokens to authenticate against Git over HTTP.
ko: Git over HTTP 역시 개인 엑세스 토큰을 사용하여 인증할 수 있습니다.
ru: Вы также можете использовать персональные токены для аутентификации в Git по HTTP.

source: AccessTokens|You can generate a personal access token for each application you use that needs access to the GitLab API.
ko: GitLab API에 엑세스해야 하는 각 애플리케이션마다 개인 엑세스 토큰을 생성할 수 있습니다.
ru: Вы можете сгенерировать личный токен доступа для каждого используемого вами приложения, которому необходим доступ к GitLab API.

source: AccessTokens|You can generate a personal access token for each application you use that needs access to the GitLab API. You can also use personal access tokens to authenticate against Git over HTTP. They are the only accepted password when you have Two-Factor Authentication (2FA) enabled.
ko: GitLab API에 액세스해야 하는 각 애플리케이션에 대해 개인 액세스 토큰을 생성할 수 있습니다. 또한 개인 액세스 토큰을 사용하여 HTTP를 통해 Git에 대해 인증할 수도 있습니다. 2단계 인증(2FA)을 활성화한 경우 허용되는 유일한 비밀번호입니다.
ru: Вы можете создать личный токен доступа для каждого приложения, которое использует GitLab API. Также можно использовать личные токены доступа для аутентификации через Git по HTTP. Это единственный допустимый пароль, если у вас включена двухфакторная аутентификация (2ФА).

source: AccessTokens|You can only have one active project access token with a trial license. You cannot generate a new token until the existing token is deleted, or you upgrade your subscription.
ko: 평가판 라이선스가 있는 활성 프로젝트 액세스 토큰은 하나만 가질 수 있습니다. 기존 토큰을 삭제하거나 구독을 업그레이드할 때까지 새 토큰을 생성할 수 없습니다.
ru: У вас может быть только один активный токен доступа проекта при использовании пробной лицензии. Вы не можете создать новый токен, пока существующий токен не будет удален или вы не обновите свою подписку.

source: AccessTokens|Your feed token authenticates you when your RSS reader loads a personalized RSS feed or when your calendar application loads a personalized calendar. It is visible in those feed URLs.
ko: RSS 리더가 개인화된 RSS 피드를 로드하거나 캘린더 애플리케이션이 개인화된 캘린더를 로드할 때 피드 토큰이 사용자를 인증합니다. 해당 피드 URL에서 볼 수 있습니다.
ru: Ваш токен канала идентифицирует вас, когда программа чтения RSS загружает персонализированный канал RSS, или когда приложение календаря загружает ваш персонализированный календарь. Его можно увидеть в URL этих каналов.

source: AccessTokens|Your incoming email token authenticates you when you create a new issue by email, and is included in your personal project-specific email addresses.
ko: 수신 이메일 토큰은 이메일로 새 이슈를 생성할 때 사용자를 인증하고 개인 프로젝트별 이메일 주소에 포함됩니다.
ru: Токен входящей электронной почты аутентифицирует вас, когда вы создаете новое обсуждение по электронной почте и включается в ваши личные адреса электронной почты для конкретного проекта.

source: AccessTokens|Your static object token authenticates you when repository static objects (such as archives or blobs) are served from an external storage.
ko: 정적 개체 토큰은 리포지토리 정적 개체(예: 아카이브 또는 Blob)가 외부 스토리지에서 제공될 때 사용자를 인증합니다.
ru: Токен статических объектов идентифицирует вас, когда статические объекты репозитория (например, архивы или большие двоичные объекты (blobs)) обслуживаются внешним хранилищем.

source: AccessTokens|Your token
ko: 당신의 토큰
ru: Ваш токен

source: Accessibility
ko: 접근성
ru: Доступность

source: AccessibilityReport|Message: %{message}
ko: 메시지: %{message}
ru: Сообщение: %{message}

source: AccessibilityReport|The accessibility scanning found an error of the following type: %{code}
ko: 접근성 검사에서 다음 유형의 오류를 발견했습니다: %{code}
ru: При сканировании доступности обнаружена ошибка типа %{code}

source: Accessible by any user who is logged in.
ko: 로그인한 모든 사용자가 액세스할 수 있습니다.
ru: Доступен любому авторизованному пользователю.

source: Accessible by anyone, regardless of authentication.
ko: 인증 여부에 관계없이 누구나 액세스할 수 있습니다.
ru: Доступен любому, независимо от аутентификации.

source: Account
ko: 계정
ru: Учётная запись

source: Account ID
ko: 계정 ID
ru: ID аккаунта

source: Account and limit
ko: 계정과 제한
ru: Учётная запись и ограничения

source: Account:
ko: 계정:
ru: Учётная запись:

source: Account: %{account}
ko: 계정: %{account}
ru: Аккаунт: %{account}

source: AccountTokens|Service Account/Tokens
ko: 서비스 계정/토큰
ru: Учётная запись службы/Токены

source: Achievements
ko: 업적
ru: Достижения

source: Achievements|%{namespace_full_path} awarded you the %{achievement_name} achievement
ko: %{namespace_full_path}가 당신에게 %{achievement_name} 업적을 수여하였습니다
ru: Достижение %{achievement_name} присуждено вам %{namespace_full_path}

source: Achievements|%{namespace_full_path} awarded you the %{achievement_name} achievement!
ko: %{namespace_full_path}가 당신에게 %{achievement_name} 업적을 수여하였습니다!
ru: Достижение %{achievement_name} присуждено вам %{namespace_full_path}!

source: Achievements|%{namespace_link} awarded you the %{bold_start}%{achievement_name}%{bold_end} achievement!
ko: %{namespace_link}가 당신에게 %{bold_start}%{achievement_name}%{bold_end} 업적을 수여하였습니다!
ru: Достижение %{bold_start}%{achievement_name}%{bold_end} присуждено вам %{namespace_link}!

source: Achievements|Achievement description cannot be longer than %{length} characters.
ko: 업적 설명은 %{length} 자를 초과할 수 없습니다.
ru: Описание достижения не может быть длиннее %{length} символов.

source: Achievements|Achievement has been added.
ko: 업적이 추가되었습니다.
ru: Достижение добавлено.

source: Achievements|Achievement name cannot be longer than %{length} characters.
ko: 업적 이름은 %{length} 자를 초과할 수 없습니다.
ru: Название достижения не может быть длиннее %{length} символов.

source: Achievements|Achievement name is required.
ko: 업적 이름이 필요합니다.
ru: Необходимо указать название достижения.

source: Achievements|Achievements
ko: 업적
ru: Достижения

source: Achievements|Avatar
ko: 아바타
ru: Аватар

source: Achievements|Awarded %{timeAgo} by %{namespace}
ko: %{namespace}에 의해 %{timeAgo} 전에 수여됨
ru: Награда получена %{timeAgo} от %{namespace}

source: Achievements|Awarded %{timeAgo} by a private namespace
ko: 비공개 네임스페이스에 의해 %{timeAgo} 전에 수여됨
ru: Награда получена %{timeAgo} от приватного пространства имён

source: Achievements|Description
ko: 설명
ru: Описание

source: Achievements|Name
ko: 이름
ru: Название

source: Achievements|New achievement
ko: 새로운 업적
ru: Новое достижение

source: Achievements|Not yet awarded.
ko: 아직 수여되지 않았습니다.
ru: Пока нет наград.

source: Achievements|There are currently no achievements.
ko: 현재 업적이 없습니다.
ru: В настоящее время нет достижений.

source: Achievements|View your achievements on your %{link_start}profile%{link_end}.
ko: 당신의 %{link_start}프로필%{link_end}에서 당신의 업적을 확인하세요.
ru: Просмотрите ваши достижения в вашем %{link_start}профиле%{link_end}.

source: Achievements|View your achievements on your profile.
ko: 당신의 프로필에서 당신의 업적을 확인하세요.
ru: Просмотрите ваши достижения в вашем профиле.

source: Acknowledge
ko: 확인함
ru: Подтвердить

source: Action
ko: 동작
ru: Действие

source: Action '%{action}' in registries is not supported.
ko: 레지스트리의 '%{action}' 동작은 지원되지 않습니다.

source: Action '%{action}' in registry %{registry_id} entry is not supported.
ko: 레지스트리 %{registry_id} 항목의 '%{action}' 동작은 지원되지 않습니다.

source: Action not allowed.
ko: 허용하지 않는 동작입니다.
ru: Действие запрещено.

source: Action required: %{project_name} is read-only
ko: 조치 필요: %{project_name}은 읽기 전용입니다

source: Action required: Unusually high storage usage on %{project_name}
ko: 조치 필요: %{project_name}이 비정상적으로 저장공간을 많이 사용함

source: Action to take when receiving an alert. %{docsLink}
ko: 경고를 수신할 때 수행할 동작입니다. %{docsLink}
ru: Действия, принимаемые при получении предупреждения. %{docsLink}

source: Actions
ko: 동작
ru: Действия

source: Actions for
ko: 다음에 대한 동작

source: Activate Service Desk
ko: 서비스 데스크 활성화
ru: Активировать службу поддержки

source: Activate my trial
ko: 내 평가판 활성화
ru: Активировать пробный период

source: Activated
ko: 활성화됨

source: Active
ko: 활성
ru: Активно

source: Active Sessions
ko: 활성화된 세션
ru: Активные сессии

source: Active chat names
ko: 활성 채팅 이름
ru: Активные имена в чатах

source: Active group access tokens
ko: 활성 그룹 액세스 토큰
ru: Активные токены доступа группы

source: Active personal access tokens
ko: 활성 개인 액세스 토큰
ru: Активные личные токены доступа

source: Active pipeline trigger tokens
ko: 활성 파이프라인 트리거 토큰
ru: Активные токены запуска конвейера

source: Active project access tokens
ko: 활성 프로젝트 액세스 토큰
ru: Активные токены доступа проекта

source: Activity
ko: 활동
ru: Активность

source: Activity|An error occurred while retrieving activity. Reload the page to try again.
ko: 활동을 검색하는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при получении активности. Обновите страницу, чтобы повторить попытку.

source: Add
ko: 추가
ru: Добавить

source: Add "%{value}"
ko: "%{value}" 추가
ru: Добавить %{value}

source: Add %{child_ref} as a child item.
ko: %{child_ref} 를 하위 항목으로 추가합니다.
ru: Добавить %{child_ref} в качестве дочернего элемента.

source: Add %{contentType}
ko: %{contentType} 추가
ru: Добавить %{contentType}

source: Add %{linkStart}assets%{linkEnd} to your Release. GitLab automatically includes read-only assets, like source code and release evidence.
ko: %{linkStart}에셋%{linkEnd}을 릴리스에 추가하세요. GitLab이 자동으로 소스 코드나 릴리즈 증거처럼 자동으로 포함합니다.

source: Add %{shrug}
ko: %{shrug} 추가
ru: Добавить %{shrug}

source: Add %{tableflip}
ko: %{tableflip} 추가
ru: Добавить %{tableflip}

source: Add CHANGELOG
ko: 변경된 로그 추가
ru: Добавить CHANGELOG

source: Add CONTRIBUTING
ko: 컨트리뷰팅 추가
ru: Добавить CONTRIBUTING

source: Add Kubernetes cluster
ko: Kubernetes 클러스터 추가
ru: Добавить кластер Kubernetes

source: Add LICENSE
ko: LICENSE 추가
ru: Добавить LICENSE

source: Add License
ko: 라이선스 추가
ru: Добавить Лицензию

source: Add New Site
ko: 새 사이트 추가
ru: Добавить новый сайт

source: Add README
ko: README 추가
ru: Добавить README

source: Add Wiki
ko: 위키 추가
ru: Добавить Wiki

source: Add Zoom meeting
ko: Zoom 미팅 추가
ru: Присоединиться к встрече в Zoom

source: Add a %{link_start}start date and due date%{link_end} to view a burndown chart.
ko: 번다운 차트를 보려면 %{link_start}시작일과 마감일%{link_end}을 추가하세요.
ru: Добавьте %{link_start}дату начала и дату завершения%{link_end}, чтобы просмотреть график сгорания.

source: Add a GCP region
ko: GCP 리전 추가

source: Add a GPG key
ko: GPG 키 추가
ru: Добавить ключ GPG

source: Add a GPG key for secure access to GitLab. %{help_link_start}Learn more%{help_link_end}.
ko: GitLab에 대한 보안 액세스를 위해 GPG 키를 추가합니다. %{help_link_start}자세히 알아보기%{help_link_end}.
ru: Добавьте ключ GPG для безопасного доступа к GitLab. %{help_link_start}Подробнее.%{help_link_end}.

source: Add a Terms of Service agreement and Privacy Policy for users of this GitLab instance.
ko: 이 GitLab 인스턴스 사용자를 위한 서비스 약관 및 개인정보 보호정책을 추가합니다.
ru: Добавить Условия использования и Политику конфиденциальности для пользователей этого экземпляра GitLab.

source: Add a bullet list
ko: 글 머리 기호 목록 추가
ru: Добавить маркированный список

source: Add a checklist
ko: 체크리스트 추가
ru: Добавить контрольный список

source: Add a collapsible section
ko: 접을 수 있는 섹션 추가
ru: Добавить сворачиваемую секцию

source: Add a comment to this line
ko: 이 라인에 댓글 추가
ru: Добавить комментарий к этой строке

source: Add a comment to this line or drag for multiple lines
ko: 이 줄에 주석을 추가하거나 여러 줄을 드래그하십시오
ru: Добавьте комментарий к этой строке или перетащите на несколько строк

source: Add a confidential internal note to this %{noteableDisplayName}.
ko: 이 %{noteableDisplayName}에 비공개 내부 노트를 추가.

source: Add a general comment to this %{noteableDisplayName}.
ko: 이 %{noteableDisplayName} 에 일반적인 댓글을 추가 합니다.
ru: Добавить общий комментарий для этого %{noteableDisplayName}.

source: Add a homepage to your wiki that contains information about your project and GitLab will display it here instead of this message.
ko: 프로젝트에 관한 정보가 담긴 홈페이지를 wiki에 추가하면 GitLab이 메시지 대신 여기에 표시 합니다.
ru: Добавьте главную страницу в свою вики с информацией о вашем проекте, и GitLab отобразит её здесь вместо этого сообщения.

source: Add a new issue
ko: 이슈 추가
ru: Добавить новое обсуждение

source: Add a numbered list
ko: 번호 매기기 목록 추가
ru: Добавить нумерованный список

source: Add a quick action
ko: 빠른 동작 추가
ru: Добавить быстрое действие

source: Add a related epic
ko: 관련 에픽 추가

source: Add a related issue
ko: 관련 이슈 추가

source: Add a reply
ko: 답글 추가
ru: Добавить ответ

source: Add a suffix to Service Desk email address. %{linkStart}Learn more%{linkEnd}.
ko: Service Desk 이메일 주소에 접미사를 추가합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Добавьте суффикс к адресу электронной почты службы поддержки. %{linkStart}Подробнее%{linkEnd}.

source: Add a table
ko: 테이블 추가
ru: Добавить таблицу

source: Add a timeline event to incident
ko: 인시던트에 타임라인 이벤트 추가

source: Add a title…
ko: 제목 추가...
ru: Добавьте заголовок…

source: Add a to-do item
ko: 할 일 항목 추가
ru: Добавить напоминание

source: Add an SSH key
ko: SSH 키 추가
ru: Добавление ключа SSH

source: Add an SSH key for secure access to GitLab. %{help_link_start}Learn more%{help_link_end}.
ko: GitLab에 대한 보안 액세스를 위해 SSH 키를 추가합니다. %{help_link_start}자세히 알아보기%{help_link_end}.
ru: Добавьте ключ SSH для безопасного доступа к GitLab. %{help_link_start}Подробнее.%{help_link_end}.

source: Add an existing issue
ko: 기존 이슈 추가

source: Add an impersonation token
ko: 대리(impersonate) 토큰 추가
ru: Добавление токена олицетворения

source: Add another link
ko: 다른 링크 추가
ru: Добавить ещё ссылку

source: Add approval rule
ko: 승인 규칙 추가
ru: Добавить правило одобрения

source: Add branch target
ko: 타겟 브랜치 추가

source: Add branches
ko: 브랜치 추가
ru: Добавить ветки

source: Add child epic to an epic
ko: 에픽에 하위 에픽을 추가 합니다.
ru: Добавить дочерний элемент в другой элемент

source: Add child items
ko: 하위 항목 추가
ru: Добавить дочерние элементы

source: Add comment now
ko: 댓글 추가
ru: Добавить комментарий

source: Add comment to design
ko: 디자인에 댓글 추가

source: Add comment to incident timeline
ko: 인시던트 타임라인에 댓글 추가
ru: Добавить комментарий в хронологию инцидента

source: Add comment to review
ko: 리뷰에 댓글 추가

source: Add commit messages as comments to Asana tasks.
ko: Asana 작업에 커밋 메시지를 댓글로 추가합니다.

source: Add commit messages as comments to Pivotal Tracker stories.
ko: Pivotal Tracker 스토리에 커밋 메시지를 댓글로 추가합니다.

source: Add customer relation contacts
ko: 고객 관리 연락처 추가

source: Add customer relation contacts.
ko: 고객 관리 연락처 추가.

source: Add deploy freeze
ko: 배포 변경금지 추가
ru: Добавить заморозку развёртывания

source: Add deploy keys to grant read/write access to this repository. %{link_start}What are deploy keys?%{link_end}
ko: 이 리포지토리에 대한 읽기/쓰기 액세스 권한을 부여하려면 배포 키를 추가하세요. %{link_start}배포 키란 ​​무엇입니까?%{link_end}
ru: Добавьте ключи развёртывания, чтобы предоставить доступ на чтение или запись к этому репозиторию. %{link_start}Что такое ключи развёртывания?%{link_end}

source: Add development item
ko: 개발 항목 추가
ru: Добавить элемент разработки

source: Add email participants that don't have a GitLab account.
ko: GitLab 계정이 없는 이메일 참가자를 추가하세요.
ru: Добавить участников по электронной почте, у которых нет учетной записи GitLab.

source: Add entries
ko: 항목 추가

source: Add environment
ko: 환경 추가
ru: Добавить окружение
