Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Sort direction: Ascending
ko: 정렬 순서: 오름차순
ru: Направление сортировки: по возрастанию

source: Sort direction: Descending
ko: 정렬 순서: 내림차순
ru: Направление сортировки: по убыванию

source: Sort or filter
ko: 정렬 또는 필터링
ru: Сортировать или фильтровать

source: SortOptions|Blocking
ko: 차단
ru: Блокирующие

source: SortOptions|Closed date
ko: 닫힌 날짜
ru: Дата закрытия

source: SortOptions|Closed earlier
ko: 먼저 닫힘
ru: Закрыто ранее

source: SortOptions|Closed recently
ko: 최근에 닫힘
ru: Закрыто недавно

source: SortOptions|Created date
ko: 생성 날짜
ru: Дата создания

source: SortOptions|Due date
ko: 마감일
ru: Срок выполнения

source: SortOptions|Due later
ko: 마감일이 먼
ru: Срок позже

source: SortOptions|Due soon
ko: 마감일이 가까운
ru: Срок раньше

source: SortOptions|Expired date
ko: 만료일
ru: По дате истечения

source: SortOptions|Label priority
ko: 라벨 우선순위
ru: Приоритет метки

source: SortOptions|Largest group
ko: 큰 그룹
ru: Крупнейшая группа

source: SortOptions|Largest repository
ko: 가장 큰 리포지토리
ru: Крупнейший репозиторий

source: SortOptions|Last Contact
ko: 마지막 연결
ru: По последнему контакту

source: SortOptions|Last created
ko: 최근에 생성된
ru: Недавно созданные

source: SortOptions|Latest version
ko: 최신 버전
ru: Последняя версия

source: SortOptions|Least popular
ko: 덜 인기있는
ru: Наименее популярный

source: SortOptions|Less weight
ko: 가중치 작은
ru: Сначала с меньшим весом

source: SortOptions|Manual
ko: 메뉴얼
ru: Ручная

source: SortOptions|Merged date
ko: 머지 날짜
ru: Дата слияния

source: SortOptions|Merged earlier
ko: 이전에 머지됨
ru: Объединено ранее

source: SortOptions|Merged recently
ko: 최근 머지됨
ru: Недавно объединено

source: SortOptions|Milestone due date
ko: 마일스톤 마감일
ru: Срок выполнения этапа

source: SortOptions|Milestone due later
ko: 마일스톤 마감일이 먼
ru: Веха, наступающая позднее

source: SortOptions|Milestone due soon
ko: 마일스톤 마감일이 가까운
ru: Веха, наступающая раньше

source: SortOptions|More weight
ko: 가중치 큰
ru: Сначала с большим приоритетом

source: SortOptions|Most popular
ko: 더 인기있는
ru: Наиболее популярный

source: SortOptions|Most stars
ko: 최다 별점
ru: По рейтингу

source: SortOptions|Name
ko: 이름
ru: Название

source: SortOptions|Name, ascending
ko: 이름, 오름차순
ru: По алфавиту

source: SortOptions|Name, descending
ko: 이름, 내림차순
ru: По алфавиту с конца

source: SortOptions|Oldest created
ko: 생성한지 오래된
ru: Давно созданные

source: SortOptions|Oldest last activity
ko: 가장 오래된 마지막 활동
ru: Самая старая последняя активность

source: SortOptions|Oldest sign in
ko: 로그인 순
ru: Старейшие из заходивших

source: SortOptions|Oldest starred
ko: 가장 오래된 별점
ru: Давно избранные

source: SortOptions|Oldest updated
ko: 업데이트된지 오래된
ru: Давно обновлённые

source: SortOptions|Oldest version
ko: 가장 오래된 버전
ru: Старейшая версия

source: SortOptions|Popularity
ko: 인기
ru: Популяронсть

source: SortOptions|Priority
ko: 우선 순위
ru: Приоритет

source: SortOptions|Recent last activity
ko: 최근 마지막 활동
ru: По последней активности

source: SortOptions|Recent sign in
ko: 최근 로그인
ru: Недавно заходившие

source: SortOptions|Recently starred
ko: 최근 별점
ru: Недавно избранные

source: SortOptions|Relevance
ko: 관련성
ru: Релевантность

source: SortOptions|Size
ko: 크기
ru: Размер

source: SortOptions|Sort by
ko: 정렬 기준
ru: Сортировать по

source: SortOptions|Sort by %{selected}
ko: %{selected}로 정렬
ru: Сортировать по %{selected}

source: SortOptions|Sort direction
ko: 정렬 순서
ru: Направление сортировки

source: SortOptions|Stars
ko: 별점
ru: По рейтингу

source: SortOptions|Start date
ko: 시작일
ru: По дате начала

source: SortOptions|Start later
ko: 이전 시작
ru: Начатые позже

source: SortOptions|Start soon
ko: 최근 시작
ru: Начатые недавно

source: SortOptions|Title
ko: 제목
ru: Заголовок

source: SortOptions|Weight
ko: 가중치
ru: Вес

source: Source
ko: 소스
ru: Источник

source: Source (branch or tag)
ko: 소스 (브랜치 또는 태그)
ru: Источник (ветка или тег)

source: Source IP:
ko: 소스 IP:
ru: IP источника:

source: Source branch
ko: 소스 브랜치
ru: Исходная ветка

source: Source branch (%{branch}): %{pipelines}
ko: 소스 브랜치 (%{branch}): %{pipelines}
ru: Исходная ветка (%{branch}): %{pipelines}

source: Source branch does not exist
ko: 소스 브랜치가 존재하지 않습니다
ru: Исходная ветка не существует

source: Source branch exists and contains commits.
ko: 소스 브랜치가 존재하고 커밋을 포함합니다.
ru: Исходная ветка существует и содержит коммиты.

source: Source branch is protected from force push
ko: 소스 브랜치는 강제 푸시로부터 보호됩니다.
ru: Исходная ветка защищена от принудительной отправки

source: Source branch will be deleted.
ko: 소스 브랜치는 삭제됩니다.
ru: Исходная ветка будет удалена.

source: Source branch will not be deleted.
ko: 소스 브랜치는 삭제되지 않습니다.
ru: Исходная ветка не будет удалена.

source: Source code (%{fileExtension})
ko: 소스 코드 (%{fileExtension})

source: Source is available
ko: 소스를 사용할 수 있습니다.
ru: Источник доступен

source: Source is not available
ko: 소스를 사용할 수 없습니다.
ru: Исходный текст недоступен

source: Source name
ko: 소스 이름
ru: Название источника

source: Source name is required
ko: 소스 이름이 필요합니다
ru: Требуется название источника

source: Source project
ko: 소스 프로젝트
ru: Исходный проект

source: Source project cannot be found.
ko: 소스 프로젝트를 찾을 수 없습니다.
ru: Исходный проект не найден.

source: Source-Branch
ko: 소스-브랜치
ru: Исходная ветка

source: SourceBranchPattern|Source branch patterns
ko: 소스 브랜치 패턴
ru: Шаблоны исходных веток

source: SourceEditor|"el" parameter is required for createInstance()
ko: createInstance()에는 "el" 매개변수가 필요합니다.

source: SourceEditor|%{name} is not registered.
ko: %{name}이 등록되지 않았습니다.

source: SourceEditor|Extension definition should be either a class or a function
ko: 확장 정의는 클래스 또는 함수여야 합니다.

source: SourceEditor|Extension definition should be either class, function, or an Array of definitions.
ko: 확장 정의는 클래스, 함수 또는 정의 배열이어야 합니다.

source: SourceEditor|Extensions Store is required to check for an extension.
ko: 확장을 확인하려면 Extensions Store가 필요합니다.

source: SourceEditor|Name conflict for "%{prop}()" method.
ko: "%{prop}()" 메소드에 대한 이름 충돌.

source: SourceEditor|No extension for unuse has been specified.
ko: 사용하지 않을 확장이 지정되지 않았습니다.

source: SourceEditor|`definition` property is expected on the extension.
ko: `definition` 속성이 확장에 필요합니다.

source: SourcegraphAdmin|Block on private and internal projects
ko: 비공개 및 내부 프로젝트 차단
ru: Заблокировать для приватных и внутренних проектов

source: SourcegraphAdmin|Configure the URL to a Sourcegraph instance which can read your GitLab projects.
ko: GitLab 프로젝트를 읽을 수 있는 Sourcegraph 인스턴스의 URL을 설정합니다.
ru: Укажите URL экземпляра Sourcegraph, который может читать ваши проекты GitLab.

source: SourcegraphAdmin|Enable Sourcegraph
ko: Sourcegraph 활성화
ru: Включить Sourcegraph

source: SourcegraphAdmin|Enable code intelligence powered by %{link_start}Sourcegraph%{link_end} on your GitLab instance's code views and merge requests.
ko: GitLab 인스턴스의 코드 보기 및 머지 리퀘스트에서 %{link_start}Sourcegraph%{link_end}로 구동되는 코드 인텔리전스를 활성화합니다.
ru: Включите интеллектуальную работу с кодом на основе %{link_start}Sourcegraph%{link_end} в представлениях кода и запросах на слияние вашего экземпляра GitLab.

source: SourcegraphAdmin|Learn more.
ko: 더 알아보기.
ru: Подробнее.

source: SourcegraphAdmin|Only public projects have code intelligence enabled and communicate with Sourcegraph.
ko: 공개 프로젝트만 코드 인텔리전스가 활성화되어 있고 Sourcegraph와 통신할 수 있습니다.
ru: Только общедоступные проекты имеют включённый анализ кода и взаимодействуют с Sourcegraph.

source: SourcegraphAdmin|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: SourcegraphAdmin|Sourcegraph URL
ko: Sourcegraph URL
ru: Sourcegraph URL

source: SourcegraphAdmin|https://sourcegraph.example.com
ko: https://sourcegraph.example.com
ru: https://sourcegraph.example.com

source: SourcegraphPreferences|This feature is experimental and limited to public projects.
ko: 이 기능은 실험기능이며 현재 공개 프로젝트로 제한됩니다.
ru: Эта возможность экспериментальная и доступна только для публичных проектов.

source: SourcegraphPreferences|This feature is experimental.
ko: 이 기능은 실험기능입니다.
ru: Эта возможность экспериментальная.

source: SourcegraphPreferences|Uses %{linkStart}Sourcegraph.com%{linkEnd}.
ko: %{linkStart}Sourcegraph.com%{linkEnd} 사용.
ru: Использует %{linkStart}Sourcegraph.com%{linkEnd}.

source: SourcegraphPreferences|Uses a custom %{linkStart}Sourcegraph instance%{linkEnd}.
ko: 커스텀 %{linkStart}Sourcegraph 인스턴스%{linkEnd}를 사용합니다.

source: Spam Check
ko: 스팸 확인
ru: Проверка на спам

source: Spam Check API key
ko: 스팸 확인 API 키
ru: Ключ API проверки на спам

source: Spam and Anti-bot Protection
ko: 스팸 및 안티봇 보호
ru: Защита от спама и ботов

source: Spam log successfully submitted as ham.
ko: 스팸 log가 ham으로 성공적으로 제출되었습니다.

source: Spam logs
ko: 스팸 로그
ru: Журналы спама

source: Specific branches
ko: 특정 브랜치

source: Specified URL cannot be used: "%{reason}"
ko: 지정된 URL을 사용할 수 없습니다: "%{reason}"

source: Specify IP ranges that are always allowed for inbound traffic, for use with group-level IP restrictions. Runner and Pages daemon internal IPs should be listed here so that they can access project artifacts.
ko: 그룹 수준 IP 제한과 함께 사용하기 위해 인바운드 트래픽에 항상 허용되는 IP 범위를 지정합니다. Runner 및 Pages 데몬 내부 IP는 프로젝트 아티팩트에 액세스할 수 있도록 여기에 지정되어야 합니다.
ru: Укажите диапазоны IP-адресов, которые всегда разрешены для входящего трафика, для использования с ограничениями IP на уровне группы. Здесь должны быть указаны внутренние IP-адреса средства выполнения и демона Pages, чтобы они могли получить доступ к артефактам проекта.

source: Specify an email address regex pattern to identify default internal users.
ko: 기본 내부 사용자를 식별하기 위해 이메일 주소 정규 표현식 패턴을 지정합니다.
ru: Укажите шаблон (регулярное выражение) адреса электронной почты для идентификации стандартных внутренних пользователей.

source: Specify the input values to use in this pipeline.
ko: 이 파이프라인에 사용할 입력 값을 지정하세요.
ru: Укажите значения входных данных, которые следует использовать в этом конвейере.

source: Spent at can't be a future date and time.
ko: 사용한 시간은 미래의 날짜 및 시간일 수 없습니다.
ru: Затрачено в не может быть в будущем.

source: Split cell
ko: 셀 분할

source: Squash commit message
ko: squash commit 메시지
ru: Сообщение для сжатого коммита

source: Squash commits when merge request is accepted.
ko: 머지 리퀘스트가 수락되면 squash commit됩니다.
ru: Сжать коммиты когда запрос на слияние будет принят.

source: Squash commits when merging
ko: 머지시 시 squash commit

source: SquashSettings|Allow
ko: 허용

source: SquashSettings|Checkbox is visible and selected by default.
ko: 체크박스가 표시되고 기본적으로 선택된 상태로 됩니다.
ru: Флажок отображается и выбран по умолчанию.

source: SquashSettings|Checkbox is visible and unselected by default.
ko: 체크박스는 기본적으로 표시되고 선택 해제되어 있습니다.
ru: Флажок отображается и снят по умолчанию.

source: SquashSettings|Do not allow
ko: 허용하지 않음

source: SquashSettings|Encourage
ko: 권장

source: SquashSettings|Require
ko: 필수

source: SquashSettings|Squashing is always performed. Checkbox is visible and selected, and users cannot change it.
ko: 항상 squash가 수행됩니다. 체크박스는 보이며 선택된 상태이며, 사용자는 이를 변경할 수 없습니다.
ru: Сжатие выполняется всегда. Флажок отображается, выбран, и пользователи не могут его снять.

source: SquashSettings|Squashing is never performed and the checkbox is hidden.
ko: squash가 수행되지 않으며 체크박스는 숨겨져 있습니다.

source: SquashTmIntegration|Secret token (optional)
ko: 비밀 토큰 (옵션)
ru: Секретный токен (необязательно)

source: SquashTmIntegration|Squash TM webhook URL
ko: Squash TM webhook URL
ru: URL вебхука Squash TM

source: SquashTmIntegration|Update Squash TM requirements when GitLab issues are modified.
ko: GitLab 이슈가 수정되면 Squash TM 요구 사항을 업데이트합니다.

source: Stack trace
ko: 스택 추적
ru: Трассировка стека

source: Stage
ko: 스테이지
ru: Этап

source: Stage: %{stageName}
ko: 스테이지: %{stageName}
ru: Этап: %{stageName}

source: Standard
ko: 표준

source: Star
ko: 별점
ru: Звезда

source: Star count
ko: 별점 개수
ru: Количество звёзд

source: Star labels to start sorting by priority.
ko: 우선 순위별로 정렬을 시작하려면 별점 라벨을 지정하세요.
ru: Пометьте метки звёздочками, чтобы начать сортировку по приоритету.

source: Starred
ko: 별점
ru: Избранные

source: Starred Projects
ko: 별표 표시된 프로젝트
ru: Избранные проекты

source: Starred Projects' Activity
ko: 별표 표시된 프로젝트 활동
ru: Активность в избранных проектах

source: Starred projects
ko: 별표된 프로젝트
ru: Избранные проекты

source: Starrers
ko: 별점 평가자

source: Stars
ko: 별점
ru: Звёзды

source: Start Date
ko: 시작 날짜
ru: Дата начала

source: Start Time
ko: 시작 시간

source: Start a %{new_merge_request} with these changes
ko: 이 변경 사항으로 %{new_merge_request} 을 시작하십시오.
ru: Начать %{new_merge_request} с этих изменений

source: Start a Free Ultimate Trial
ko: 무료 Ultimate 평가판 시작
ru: Начать бесплатный пробный период Ultimate

source: Start a review
ko: 리뷰 시작
ru: Начать рецензию

source: Start a trial
ko: 평가판 시작
ru: Начать пробный период

source: Start another thread
ko: 다른 스레드 시작
ru: Начать другую тему

source: Start by choosing a group to start exploring the merge requests in that group. You can then proceed to filter by projects, labels, milestones and authors.
ko: 그룹을 선택하여 해당 그룹의 머지 리퀘스트 탐색을 시작하십시오. 프로젝트, 라벨, 마일스톤 및 작성자별로 필터링할 수 있습니다.
ru: Начните с выбора группы, чтобы просмотреть список относящихся к ней запросов на слияние, который вы затем сможете отфильтровать по проектам, меткам, этапам и авторам.

source: Start cleanup
ko: 정리 시작
ru: Начать очистку

source: Start date
ko: 시작 날짜
ru: Дата начала

source: Start date:
ko: 시작일:
ru: Дата начала:

source: Start free trial
ko: 무료 평가판 시작
ru: Начать бесплатный пробный период

source: Start internal thread
ko: 내부 스레드 시작

source: Start merge train
ko: 머지 트레인 시작

source: Start merge train…
ko: 머지 트레인 시작…
ru: Запустить цепочку слияний…

source: Start review
ko: 리뷰 시작
ru: Начать рецензию

source: Start search
ko: 검색 시작
ru: Начать поиск

source: Start thread
ko: 스레드 시작
ru: Начать тему

source: Start time
ko: 시작 시간

source: Start your free trial
ko: 무료 평가판 시작
ru: Начать бесплатный пробный период

source: Started
ko: 시작됨
ru: Запущен

source: Started %{startDate}
ko: %{startDate}에 시작됨

source: Started %{startsIn}
ko: %{startsIn} 시작

source: Started asynchronous removal of all repository check states.
ko: 모든 리포지토리 점검 상태의 비동기 제거를 시작했습니다.

source: Started escalation for this incident.
ko: 인시던트 에스컬레이션을 시작했습니다.

source: Starting with GitLab 17.7, OpenSSL 3 will be used. All TLS connections require TLS 1.2 or higher. Weaker ciphers are no longer supported. Encryption must have at least of 112 bits of security. %{link_start}Learn more%{link_end}.
ko: GitLab 17.7부터 OpenSSL 3이 사용됩니다. 모든 TLS 연결에는 TLS 1.2 이상이 필요합니다. 더 약한 암호는 더 이상 지원되지 않습니다. 암호화에는 최소 112비트의 보안이 있어야 합니다. %{link_start}자세히 알아보기%{link_end}.
ru: Начиная с GitLab 17.7, будет использоваться OpenSSL 3. Все подключения по TLS должны использовать TLS 1.2 или выше. Слабые шифры больше не поддерживаются. Шифрование должно обеспечивать не менее 112 бит безопасности. %{link_start}Подробнее%{link_end}.

source: Starts
ko: 시작

source: Starts %{startDate}
ko: %{startDate}에 시작

source: Starts %{startsIn}
ko: %{startsIn} 시작
ru: Будет запущен %{startsIn}

source: Starts escalations for this incident
ko: 인시던트 에스컬레이션 시작

source: Starts on
ko: 시작

source: Starts: %{startsAt}
ko: 시작: %{startsAt}

source: State
ko: 상태

source: State your message to activate
ko: 활성화하려면 메시지를 입력하십시오
ru: Укажите сообщение для активации

source: Static Application Security Testing (SAST)
ko: 정적 애플리케이션 보안 테스트(SAST)
ru: Статическое тестирование безопасности приложений (SAST)

source: Statistics
ko: 통계
ru: Статистика

source: Status
ko: 상태
ru: Статус

source: Status (optional)
ko: 상태 (옵션)

source: Status checks
ko: 상태 점검

source: Status checks must pass.
ko: 상태 점검을 통과해야 합니다.

source: Status feature not available
ko: 상태 기능이 가용하지 않음

source: Status lists not available with your current license
ko: 현재 라이선스로는 상태 목록을 사용할 수 없습니다.

source: Status not supported
ko: 지원되지 않는 상태
ru: Статус не поддерживается

source: Status page
ko: 상태 페이지

source: Status was retried.
ko: 상태가 재시도되었습니다.

source: Status:
ko: 상태:
ru: Статус:

source: Status: %{status}
ko: 상태: %{status}
ru: Статус: %{status}

source: Status: %{title}
ko: 상태: %{title}
ru: Статус: %{title}

source: StatusChecks|API to check
ko: 점검할 API
ru: API для проверки

source: StatusChecks|Edit secret
ko: 비밀 수정
ru: Изменить секрет

source: StatusChecks|Enter a new value to overwrite the current secret.
ko: 새 값을 입력하여 현재 비밀을 덮어쓰세요.
ru: Введите новое значение, чтобы перезаписать текущий секрет.

source: StatusChecks|Examples: QA, Security, Performance.
ko: 예: QA, 보안, 성능.
ru: Примеры: QA, безопасность, производительность.

source: StatusChecks|Invoke an external API as part of the pipeline process.
ko: 파이프라인 프로세스의 일부로 외부 API를 호출합니다.
ru: Вызвать внешнее API как часть процесса конвейера.

source: StatusChecks|No changes were made to the status check.
ko: 상태 점검에 변경 사항이 없습니다.
ru: Изменений в проверке состояния не было внесено.

source: StatusChecks|Service name
ko: 서비스 이름
ru: Название службы

source: StatusChecks|Unable to create status check. Please try again.
ko: 상태 점검을 만들 수 없습니다. 다시 시도하세요.
ru: Не удалось создать проверку состояния. Повторите попытку.

source: StatusChecks|Unable to delete status check. Please try again.
ko: 상태 점검을 삭제할 수 없습니다. 다시 시도하세요.
ru: Не удалось удалить проверку состояния. Повторите попытку.

source: StatusChecks|Unable to update status check. Please try again.
ko: 상태 점검을 업데이트할 수 없습니다. 다시 시도하세요.
ru: Не удалось изменить проверку состояния. Повторите попытку.

source: StatusCheck|%{failed} failed
ko: %{failed} 실패

source: StatusCheck|%{pending} pending
ko: %{pending} 대기 중

source: StatusCheck|A secret is currently configured for this status check.
ko: 비밀은 현재 이 상태 점검에 구성되어 있습니다.

source: StatusCheck|API to check
ko: 점검할 API

source: StatusCheck|Add status check
ko: 상태 점검 추가

source: StatusCheck|An error occurred deleting the %{name} status check.
ko: %{name} 상태 점검을 삭제하는 중 오류가 발생했습니다.

source: StatusCheck|An error occurred fetching the status checks.
ko: 상태 점검을 가져오는 중 오류가 발생했습니다.

source: StatusCheck|Apply this status check to all branches or a specific protected branch.
ko: 이 상태 점검을 모든 브랜치 또는 특정 보호된 브랜치에 적용합니다.

source: StatusCheck|Check for a status response in merge requests. %{linkStart}Learn more%{linkEnd}.
ko: 머지 리퀘스트에서 상태 응답을 확인합니다. %{linkStart}자세히 알아보기%{linkEnd}.

source: StatusCheck|Delete status check
ko: 상태 점검 삭제

source: StatusCheck|Delete status check?
ko: 상태 점검을 삭제할까요?

source: StatusCheck|Examples: QA, Security.
ko: 예: QA, 보안.

source: StatusCheck|External API is already in use.
ko: 외부 API가 이미 사용 중입니다.

source: StatusCheck|Failed to load status checks
ko: 상태 점검을 로드하지 못했습니다.
ru: Не удалось загрузить проверки статуса

source: StatusCheck|HMAC Shared Secret
ko: HMAC 공유 비밀

source: StatusCheck|Invoke an external API as part of the pipeline.
ko: 파이프라인의 일부로서 외부 API를 호출합니다.

source: StatusCheck|Name already exists.
ko: 이름이 이미 존재합니다.

source: StatusCheck|No status checks are defined yet.
ko: 상태 점검이 정의되지 않았습니다.

source: StatusCheck|Please provide a name.
ko: 이름을 입력하세요.

source: StatusCheck|Please provide a valid URL.
ko: 유효한 URL을 입력하세요.

source: StatusCheck|Provide a shared secret. This secret is used to authenticate requests for a status check using HMAC.
ko: 공유 비밀을 제공하세요. 이 기밀은 HMAC을 사용한 상태 점검을 위해 인증 요구로 사용됩니다.

source: StatusCheck|Service name
ko: 서비스 이름

source: StatusCheck|Status Check ID
ko: 상태 점검 ID

source: StatusCheck|Status checks
ko: 상태 점검

source: StatusCheck|Status checks all passed
ko: 상태 점검이 모두 통과됨
ru: Все проверки состояния пройдены

source: StatusCheck|Status checks are API calls to external systems that request the status of an external requirement.
ko: 상태 점검은 외부 시스템에 대한 API 호출로서, 외부 요구사항에 대한 상태를 요청합니다.

source: StatusCheck|Status checks are being fetched
ko: 상태 점검을 가져오는 중입니다.

source: StatusCheck|Status to check
ko: 확인할 상태

source: StatusCheck|Target branch
ko: 대상 브랜치

source: StatusCheck|The specified external API is already in use by another status check.
ko: 지정된 외부 API가 다른 상태 점검에서 이미 사용 중입니다.

source: StatusCheck|URL parameters are hidden for security reasons. For details of URL parameters, see the configuration for the status check service.
ko: URL 파라메터는 보안상의 이유로 숨겨져 있습니다. URL 파라메터에 대한 자세한 내용은 상태 점검 서비스 구성을 참조하세요
ru: Параметры URL скрыты по соображениям безопасности. Для получения подробностей о параметрах URL обратитесь к конфигурации службы проверки состояния.

source: StatusCheck|Update status check
ko: 상태 점검 업데이트

source: StatusCheck|What is status check?
ko: 상태 점검이란 무엇입니까?

source: StatusCheck|You are about to delete the %{name} status check.
ko: %{name} 상태 점검을 삭제하려고 합니다.
ru: Вы собираетесь удалить проверку статуса %{name}.

source: StatusCheck|status checks
ko: 상태 점검

source: StatusPage|AWS %{docsLink}
ko: AWS %{docsLink}

source: StatusPage|AWS Secret access key
ko: AWS 비밀 액세스 키

source: StatusPage|AWS access key ID
ko: AWS 액세스 키 ID

source: StatusPage|AWS region
ko: AWS 지역

source: StatusPage|Active
ko: 활성

source: StatusPage|Bucket %{docsLink}
ko: 버킷 %{docsLink}
ru: Bucket %{docsLink}

source: StatusPage|Configure file storage settings to link issues in this project to an external status page.
ko: 이 프로젝트의 이슈를 외부 상태 페이지에 링크하도록 파일 스토리지 설정을 구성합니다.

source: StatusPage|S3 Bucket name
ko: S3 버킷 이름
ru: Имя Bucket'а S3

source: StatusPage|Status page
ko: 상태 페이지

source: StatusPage|Status page URL
ko: 상태 페이지 URL

source: StatusPage|To publish incidents to an external status page, GitLab stores a JSON file in your Amazon S3 account at a location that your external status page service can access. Make sure to also set up %{docsLink}
ko: 인시던트를 외부 상태 페이지에 게시하기 위해 GitLab은 외부 상태 페이지 서비스가 액세스할 수 있는 위치의 Amazon S3 계정에 JSON 파일을 저장합니다. %{docsLink}도 설정하십시오.

source: StatusPage|configuration documentation
ko: 구성에 대한 문서

source: StatusPage|your status page frontend.
ko: 상태 페이지 프론트엔드

source: Step
ko: 단계
ru: Шаг

source: Step %{currentStep}
ko: %{currentStep} 단계
ru: Шаг %{currentStep}

source: Step %{currentStep} of %{stepCount}
ko: %{stepCount}단계 중 %{currentStep} 단계
ru: Шаг %{currentStep} из %{stepCount}

source: Step %{currentStep} of %{stepsTotal}
ko: %{stepsTotal} 단계 중 %{currentStep} 단계
ru: Шаг %{currentStep} из %{stepsTotal}

source: Step %{step}
ko: %{step} 단계
ru: Шаг %{step}

source: Step 1.
ko: 1 단계.
ru: Шаг 1.

source: Step 2.
ko: 2 단계.
ru: Шаг 2.

source: Step 3.
ko: 3 단계.
ru: Шаг 3.

source: Step 4.
ko: 단계 4.
ru: Шаг 4.

source: Step-up auth not successful
ko: 스텝업 인증이 성공하지 못했습니다

source: Still loading…
ko: 아직 로딩중...
ru: Всё ещё загружается…

source: Stop impersonating
ko: 대리(impersonation) 중지
ru: Прекратить олицетворение

source: Stop this environment
ko: 이 환경 중지
ru: Остановить это окружение

source: Stopped
ko: 중지
ru: Остановлено

source: Storage
ko: 스토리지
ru: Хранилище

source: Storage nodes for new repositories
ko: 새 리포지토리의 스토리지 노드
ru: Узлы хранения для новых репозиториев

source: Storage size
ko: 스토리지 크기

source: Storage:
ko: 스토리지:
ru: Хранилище:

source: StorageSize|Unknown
ko: 알 수 없음
ru: Неизвестный

source: Strikethrough (%{modifierKey}%{shiftKey}X)
ko: 취소선 (%{modifierKey}%{shiftKey}X)
ru: Зачёркнутый текст (%{modifierKey}%{shiftKey}X)

source: Strikethrough text
ko: 취소선 텍스트
ru: Зачёркнутый текст

source: Sub-batch size
ko: 하위 배치 크기
ru: Размер подгруппы

source: Subdomains of the Pages root domain %{root_domain} are reserved and cannot be used as custom Pages domains.
ko: Pages 루트 도메인 %{root_domain} 의 하위 도메인은 예약되어 있으며 커스텀 Pages 도메인으로 사용할 수 없습니다.

source: Subgroup information
ko: 하위 그룹 정보

source: Subgroup milestone
ko: 하위 그룹 마일스톤
ru: Этап подгруппы

source: Subgroup navigation
ko: 하위 그룹 네비게이션

source: SubgroupCreationLevel|Roles allowed to create subgroups
ko: 하위 그룹을 생성할 수 있는 역할
ru: Роли, имеющие право создавать подгруппы

source: SubgroupCreationlevel|Maintainers
ko: 유지관리자
ru: Мейнтейнеры

source: SubgroupCreationlevel|Owners
ko: 소유자
ru: Владельцы

source: Subgroups
ko: 하위 그룹
ru: Подгруппы

source: Subgroups and projects
ko: 서브 그룹과 프로젝트
ru: Подгруппы и проекты

source: Subgroups can set up their own two-factor authentication rules
ko: 하위 그룹은 자체 이중 인증 규칙을 설정할 수 있습니다.
ru: Подгруппы могут устанавливать собственные правила двухфакторной аутентификации
