Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ContainerRegistry|The requested image repository does not exist or has been deleted. If you think this is an error, try refreshing the page.
ko: 요청한 이미지 리포지토리가 존재하지 않거나 삭제되었습니다. 오류라고 생각되면 페이지를 새로고침해 보세요.
ru: Запрошенный репозиторий образов не существует или был удалён. Если вы считаете, что это ошибка, попробуйте обновить страницу.

source: ContainerRegistry|The value of this input should be less than 256 characters
ko: 이 입력의 값은 256자 미만이어야 합니다.
ru: Значение этого поля должно быть короче 256 символов

source: ContainerRegistry|There are no container images available in this group
ko: 이 그룹에는 사용 가능한 컨테이너 이미지가 없습니다
ru: В этой группе нет доступных образов контейнеров

source: ContainerRegistry|There are no container images stored for this project
ko: 이 프로젝트에 대해 저장된 컨테이너 이미지가 없습니다
ru: В этом проекте нет Docker образов

source: ContainerRegistry|This container image tag cannot be overwritten or deleted.
ko: 이 컨테이너 이미지 태그는 덮어쓰거나 삭제될 수 없습니다.
ru: Этот тег контейнерного образа не может быть перезаписан или удалён.

source: ContainerRegistry|This field is required.
ko: 이 필드는 필수입니다.
ru: Это поле обязательно для заполнения.

source: ContainerRegistry|This image has no active tags
ko: 이 이미지에는 활성 태그가 없습니다
ru: Этот образ не имеет активных тегов

source: ContainerRegistry|This image repository has failed to be deleted
ko: 이 이미지 리포지토리 삭제에 실패했습니다
ru: Не удалось удалить этот репозиторий образов

source: ContainerRegistry|This image repository is scheduled for deletion
ko: 이 이미지 리포지토리는 삭제 예정입니다
ru: Запланировано удаление этого хранилища образов

source: ContainerRegistry|This image repository will be deleted. %{linkStart}Learn more.%{linkEnd}
ko: 이 이미지 리포지토리는 삭제될 것입니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Этот репозиторий образов будет удалён. %{linkStart}Подробнее.%{linkEnd}

source: ContainerRegistry|This project's cleanup policy for tags is not enabled.
ko: 태그에 대한 이 프로젝트의 정리 정책은 활성화되어 있지 않습니다.
ru: Для этого проекта не включена политика очистки тегов.

source: ContainerRegistry|This tag is protected
ko: 이 태그는 보호되어 있습니다.
ru: Этот тег защищён

source: ContainerRegistry|To widen your search, change or remove the filters above.
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 제거하십시오.
ru: Чтобы расширить область поиска, измените или удалите фильтры выше.

source: ContainerRegistry|Users with at least the Developer role for this project will be able to push and delete container images to this repository path.
ko: 이 프로젝트에 대한 개발자 역할 이상의 사용자는 컨테이너 이미지를 이 리포지토리 경로로 푸시하고 삭제할 수 있습니다.
ru: Пользователи с ролью Разработчик и выше в этом проекте смогут загружать и удалять образы контейнеров по этому пути репозитория.

source: ContainerRegistry|We are having trouble connecting to the container registry. Please try refreshing the page. If this error persists, please review %{docLinkStart}the troubleshooting documentation%{docLinkEnd}.
ko: Container Registry에 연결하는 데 문제가 있습니다. 페이지를 새로고침해 보세요. 이 오류가 지속되면 %{docLinkStart}문제 해결 문서%{docLinkEnd}을 검토하세요.
ru: Мы испытываем трудности при подключении к реестру контейнеров. Попробуйте обновить страницу. Если ошибка повторится, ознакомьтесь с %{docLinkStart}документацией по устранению неполадок%{docLinkEnd}.

source: ContainerRegistry|When a container image tag is protected, only certain user roles can create, update, and delete the protected tag, which helps to prevent unauthorized changes. You can add up to 5 protection rules per project.
ko: 컨테이너 이미지 태그가 보호될 때, 특정 사용자 역할만 보호된 태그를 생성, 업데이트 및 삭제할 수 있어 무단 변경을 방지하는 데 도움이 됩니다. 프로젝트당 최대 5개의 보호 규칙을 추가할 수 있습니다.
ru: Когда тег образа контейнера защищён, только определённые роли пользователей могут создавать, обновлять и удалять защищённый тег, что помогает предотвратить несанкционированные изменения. Вы можете добавить до 5 правил защиты для каждого проекта.

source: ContainerRegistry|When a container repository is protected, only users with specific roles can push and delete container images. This helps prevent unauthorized modifications.
ko: 컨테이너 리포지토리가 보호되면 특정 역할이 있는 사용자만 컨테이너 이미지를 푸시하고 삭제할 수 있습니다. 이는 무단 수정을 방지하는 데 도움이 됩니다.
ru: Когда реестр контейнеров защищён, только пользователи с определёнными ролями могут отправлять и удалять образы контейнеров. Это помогает предотвратить несанкционированные изменения.

source: ContainerRegistry|While the rename is in progress, new uploads to the container registry are blocked. Ongoing uploads may fail and need to be retried.
ko: 이름 바꾸기가 진행되는 동안 컨테이너 레지스트리에 대한 새 업로드가 차단됩니다. 진행 중인 업로드가 실패할 수 있으며 다시 시도해야 합니다.
ru: Пока переименование в процессе, новые загрузки в реестр контейнеров заблокированы. Текущие загрузки могут завершиться неудачей и потребовать повторной попытки.

source: ContainerRegistry|With the container registry, every project can have its own space to store its Docker images. %{docLinkStart}More Information%{docLinkEnd}
ko: 컨테이너 레지스트리를 사용하면 모든 프로젝트에 Docker 이미지를 저장할 자체 공간을 가질수 있습니다. %{docLinkStart}추가 정보%{docLinkEnd}
ru: С реестром контейнеров каждый проект может иметь собственное пространство для хранения образов Docker. %{docLinkStart}Подробнее%{docLinkEnd}

source: ContainerRegistry|With the container registry, every project can have its own space to store its Docker images. Push at least one Docker image in one of this group's projects in order to show up here. %{docLinkStart}More Information%{docLinkEnd}
ko: 컨테이너 레지스트리를 사용하면 모든 프로젝트에 Docker 이미지를 저장할 자체 공간을 가질 수 있습니다. 여기에 표시하려면 이 그룹의 프로젝트 중 하나에서 하나 이상의 Docker 이미지를 푸시하세요. %{docLinkStart}추가 정보%{docLinkEnd}
ru: С реестром контейнеров каждый проект имеет место для хранения своих образов Docker. Добавьте хотя бы один образ в один из проектов этой группы, чтобы он отобразился здесь. %{docLinkStart}Подробнее%{docLinkEnd}

source: ContainerRegistry|You are about to delete the container repository protection rule for %{repositoryPathPattern}.
ko: %{repositoryPathPattern}에 대한 컨테이너 리포지토리 보호 규칙을 삭제하려고 합니다.
ru: Вы собираетесь удалить правило защиты репозитория контейнеров для %{repositoryPathPattern}.

source: ContainerRegistry|You are about to remove %{item} tags. Are you sure?
ko: %{item} 개의 태그를 제거하려고 합니다. 확실합니까?
ru: Вы собираетесь удалить %{item} тегов. Вы уверены?

source: ContainerRegistry|You are about to remove %{item}. Are you sure?
ko: %{item}을 제거하려고 합니다. 확실합니까?
ru: Вы собираетесь удалить %{item}. Вы уверены?

source: ContainerRegistry|You can add an image to this registry with the following commands:
ko: 다음 명령을 사용하여 이 레지스트리에 이미지를 추가할 수 있습니다.
ru: Вы можете добавить образ в этот реестр контвейнеров при помощи данных команд:

source: ContainerRegistry|immutable
ko: 불변
ru: Неизменяемый

source: ContainerRegistry|index
ko: 인덱스
ru: Индекс

source: ContainerRegistry|protected
ko: 보호됨
ru: защищён

source: Containers
ko: 컨테이너
ru: Контейнеры

source: Contains errors
ko: 오류가 포함되어 있습니다

source: Contains only whitespace changes.
ko: 공백 변경만 포함합니다.
ru: Содержит только изменения пробельных символов.

source: Content
ko: 콘텐츠
ru: Содержимое

source: Content could not be displayed: %{reason}. Options to address this: %{options}.
ko: 아래와 같은 이유로 콘텐츠를 표시할 수 없습니다: %{reason}. 이 문제를 해결하기 위한 옵션: %{options}.
ru: Не удалось отобразить содержимое: %{reason}. Варианты решения: %{options}.

source: Content parsed with %{link}.
ko: %{link}으로 파싱된 콘텐츠입니다.
ru: Содержимое будет обработано с помощью %{link}.

source: ContentEditor|Text style
ko: 텍스트 스타일
ru: Стиль текста

source: ContentEditor|Text style %{active}
ko: 텍스트 스타일 %{active}
ru: Стиль текста %{active}

source: ContentEditor|You have to provide a renderMarkdown function or a custom serializer
ko: renderMardown 함수 또는 사용자 정의 직렬 변환기를 제공해야 합니다.
ru: Необходимо предоставить функцию renderMarkdown или собственный сериализатор

source: Contents of .gitlab-ci.yml
ko: .gitlab-ci.yml의 내용
ru: Содержимое .gitlab-ci.yml

source: ContextCommits|Failed to create context commits. Please try again.
ko: 컨텍스트 커밋을 생성하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось создать контекстные коммиты. Повторите попытку.

source: ContextCommits|Failed to create/remove context commits. Please try again.
ko: 컨텍스트 커밋을 생성/제거하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось создать или удалить контекстные коммиты. Повторите попытку.

source: ContextCommits|Failed to delete context commits. Please try again.
ko: 컨텍스트 커밋을 삭제하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось удалить контекстные коммиты. Повторите попытку.

source: Continue
ko: 계속
ru: Продолжить

source: Continue creating
ko: 계속 생성하기
ru: Продолжить создание

source: Continue editing
ko: 계속 편집하기
ru: Продолжить редактирование

source: Continue review
ko: 리뷰 계속하기
ru: Продолжить рецензию

source: Continue to the next step
ko: 다음 단계로 진행
ru: Перейти к следующему шагу

source: Continue with GitLab Duo
ko: GitLab Duo로 계속하기

source: Continue with overages
ko: 초과 상태로 계속하기

source: Continue with:
ko: 계속하기:
ru: Продолжить с:

source: Continue…
ko: 계속…

source: Continuous Integration and Deployment
ko: 지속적 통합 및 배포
ru: Непрерывная интеграция и развёртывание

source: Contribute to GitLab
ko: GitLab에 기여하세요
ru: Внести вклад в GitLab

source: Contributed
ko: 기여함
ru: Внесён вклад

source: Contribution
ko: 기여
ru: Участие

source: Contribution Analytics
ko: 기여도 분석
ru: Аналитика вкладов

source: Contribution analytics
ko: 기여 분석

source: Contribution type
ko: 기여 유형
ru: Тип вклада

source: ContributionAnalytics|%{createdCount} created, %{closedCount} closed.
ko: %{createdCount}개 생성됨, %{closedCount}개 닫힘.

source: ContributionAnalytics|%{createdCount} created, %{mergedCount} merged, %{closedCount} closed.
ko: %{createdCount}개 생성됨, %{mergedCount}개 merge됨, %{closedCount}개 닫힘.

source: ContributionAnalytics|%{pushCount} by %{authorCount}.
ko: %{authorCount}명 의해 %{pushCount}개 푸시됨.

source: ContributionAnalytics|Approved MRs
ko: 승인된 MR
ru: Одобренные запросы на слияние

source: ContributionAnalytics|Closed MRs
ko: 닫힌 MR

source: ContributionAnalytics|Closed issues
ko: 닫힌 이슈
ru: Закрыты обсуждения

source: ContributionAnalytics|Contribution analytics for issues, merge requests and push events since %{start_date}
ko: %{start_date}이후 이슈, 머지 리퀘스트, 푸시 이벤트에 대한 기여 분석
ru: Аналитика вклада для обсуждений, запросов на слияние и событий отправки с %{start_date}

source: ContributionAnalytics|Contributions per group member
ko: 그룹 멤버별 기여
ru: Вклад на одного участника группы

source: ContributionAnalytics|Failed to load the contribution stats
ko: 기여 통계를 로드하는 데 실패했습니다.
ru: Не удалось загрузить статистику вкладов

source: ContributionAnalytics|Issues
ko: 이슈
ru: Обсуждения

source: ContributionAnalytics|Last 3 months
ko: 최근 3개월
ru: Последние 3 месяца

source: ContributionAnalytics|Last month
ko: 지난 달
ru: Последний месяц

source: ContributionAnalytics|Last week
ko: 지난주
ru: Последняя неделя

source: ContributionAnalytics|Loading contribution stats for group members
ko: 그룹 멤버의 기여 통계를 로딩 중입니다.

source: ContributionAnalytics|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: ContributionAnalytics|Merged MRs
ko: 머지된 MR
ru: Объединённые запросы на слияние

source: ContributionAnalytics|Name
ko: 이름
ru: Название

source: ContributionAnalytics|No issues for the selected time period.
ko: 선택한 기간 동안 이슈가 없습니다.
ru: Нет задач для выбранного периода.

source: ContributionAnalytics|No merge requests for the selected time period.
ko: 선택한 기간 동안 머지 리퀘스트가 없습니다.
ru: Нет запросов на слияние в выбранном периоде.

source: ContributionAnalytics|No pushes for the selected time period.
ko: 선택한 기간 동안 푸시가 없습니다.

source: ContributionAnalytics|Opened MRs
ko: 오픈된 MR

source: ContributionAnalytics|Opened issues
ko: 열린 이슈
ru: Открытые обсуждения

source: ContributionAnalytics|Pushed
ko: push됨

source: ContributionAnalytics|The given date range is larger than %{number_of_days} days
ko: 지정된 날짜 범위는 %{number_of_days}일보다 큽니다.

source: ContributionAnalytics|The to date is earlier than the given from date
ko: 종료 날짜가 지정된 시작 날짜보다 이전입니다.

source: ContributionAnalytics|There is too much data to calculate. Try lowering the period_limit setting in the insights configuration file.
ko: 계산할 데이터가 너무 많습니다. 인사이트 구성 파일에서 period_limit 설정을 낮춰보세요.
ru: Слишком много данных для расчёта. Попробуйте уменьшить значение параметра period_limit в файле конфигурации инсайтов.

source: ContributionAnalytics|This page sources data from the %{link_start}analytical database ClickHouse%{link_end}, with a few minutes of delay.
ko: 이 페이지는 %{link_start}분석 데이터베이스 ClickHouse%{link_end}의 데이터를 소스로 하며 몇 분 정도 지연됩니다.

source: ContributionAnalytics|Total Contributions
ko: 총 기여

source: ContributionAnalytics|Using ClickHouse
ko: ClickHouse 사용

source: ContributionEvent|Accepted merge request %{targetLink} in %{resourceParentLink}.
ko: 수락된 머지 리퀘스트 %{resourceParentLink} 내의 %{targetLink}.
ru: Принятый запрос на слияние %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Added design %{targetLink} in %{resourceParentLink}.
ko: 추가된 디자인 %{targetLink} in %{resourceParentLink}.
ru: Добавлен дизайн %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Approved merge request %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink} 내의 승인된 머지 리퀘스트 %{targetLink} .
ru: Одобрен запрос на слияние %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Archived design in %{resourceParentLink}.
ko: %{resourceParentLink}에 아카이빙된 디자인입니다.
ru: Заархивирован дизайн в %{resourceParentLink}.

source: ContributionEvent|Closed Epic %{targetLink} in %{resourceParentLink}.
ko: 닫힌 에픽 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыта цель %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed incident %{targetLink} in %{resourceParentLink}.
ko: 닫힌 인시던트 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыт инцидент %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed issue %{targetLink} in %{resourceParentLink}.
ko: 닫힌 이슈 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыто обсуждение %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed key result %{targetLink} in %{resourceParentLink}.
ko: 닫힌 키 결과물 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыт ключевой результат %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed merge request %{targetLink} in %{resourceParentLink}.
ko: 닫힌 머지 리퀘스트 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыт запрос на слияние %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed milestone %{targetLink} in %{resourceParentLink}.
ko: 닫힌 마일스톤 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыт этап %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed objective %{targetLink} in %{resourceParentLink}.
ko: 닫힌 목표 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыт objective %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed requirement %{targetLink} in %{resourceParentLink}.
ko: 닫힌 요구 사항 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыто требование %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed resource.
ko: 닫힌 리소스
ru: Закрыт ресурс.

source: ContributionEvent|Closed task %{targetLink} in %{resourceParentLink}.
ko: 닫힌 작업 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыто задание %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Closed test case %{targetLink} in %{resourceParentLink}.
ko: 닫힌 테스트 케이스 %{targetLink} 위치 %{resourceParentLink}.
ru: Закрыт тест-кейс %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Commented on %{noteableLink}.
ko: %{noteableLink}에 댓글을 달았습니다.
ru: Прокомментировано %{noteableLink}.

source: ContributionEvent|Commented on Epic %{noteableLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 Epic %{noteableLink}에 댓글을 달았습니다.
ru: Прокомментирована цель %{noteableLink} в %{resourceParentLink}.

source: ContributionEvent|Commented on commit %{noteableLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 커밋 %{noteableLink}에 댓글을 달았습니다.
ru: Прокомментирован коммит %{noteableLink} в %{resourceParentLink}.

source: ContributionEvent|Commented on design %{noteableLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 디자인 %{noteableLink}에 댓글을 달았습니다.
ru: Прокомментирован дизайн %{noteableLink} в %{resourceParentLink}.

source: ContributionEvent|Commented on issue %{noteableLink} in %{resourceParentLink}.
ko: 이슈 %{noteableLink} in %{resourceParentLink}에 댓글을 달았습니다.
ru: Прокомментировано обсуждение %{noteableLink} в %{resourceParentLink}.

source: ContributionEvent|Commented on merge request %{noteableLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 머지 리퀘스트 %{noteableLink}에 댓글을 달았습니다.
ru: Прокомментирован запрос на слияние %{noteableLink} в %{resourceParentLink}.

source: ContributionEvent|Commented on snippet %{noteableLink} in %{resourceParentLink}.
ko: 스니펫 %{noteableLink} in %{resourceParentLink}에 댓글을 달았습니다.
ru: Прокомментирован сниппет %{noteableLink} в %{resourceParentLink}.

source: ContributionEvent|Commented on snippet %{noteableLink}.
ko: 스니펫 %{noteableLink}에 댓글을 달았습니다.
ru: Прокомментирован сниппет %{noteableLink}.

source: ContributionEvent|Created project %{resourceParentLink}.
ko: 생성된 프로젝트 %{resourceParentLink}.
ru: Создан проект %{resourceParentLink}.

source: ContributionEvent|Created resource.
ko: 리소스가 생성됨.
ru: Создан ресурс.

source: ContributionEvent|Created wiki page %{targetLink} in %{resourceParentLink}.
ko: 위키 페이지 %{targetLink} in %{resourceParentLink}을 생성했습니다.
ru: Создана страница вики %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Deleted branch %{refLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 브랜치 %{refLink}가 삭제됨 .
ru: Удалена ветка %{refLink} в %{resourceParentLink}.

source: ContributionEvent|Deleted milestone in %{resourceParentLink}.
ko: %{resourceParentLink}에서 마일스톤이 삭제되었습니다.
ru: Удален этап в %{resourceParentLink}.

source: ContributionEvent|Deleted resource.
ko: 삭제된 리소스입니다.
ru: Удален ресурс.

source: ContributionEvent|Deleted tag %{refLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 태그 %{refLink}가 삭제됨 .
ru: Удален тег %{refLink} в %{resourceParentLink}.

source: ContributionEvent|Deleted wiki page in %{resourceParentLink}.
ko: %{resourceParentLink}에서 위키 페이지가 삭제되었습니다.
ru: Удаленна страница вики в %{resourceParentLink}.

source: ContributionEvent|Joined project %{resourceParentLink}.
ko: 프로젝트 %{resourceParentLink}에 참여했습니다.
ru: Присоединился(ась) к проекту %{resourceParentLink}.

source: ContributionEvent|Left project %{resourceParentLink}.
ko: 프로젝트 %{resourceParentLink}에서 나갔습니다.
ru: Покинул(а) проект %{resourceParentLink}.

source: ContributionEvent|Made a private contribution.
ko: 비공개 기여를 했습니다.
ru: Сделал частный вклад.

source: ContributionEvent|Opened Epic %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 열려있는 에픽 %{targetLink}.
ru: Открыта цель %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened incident %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 인시던트 %{targetLink}를 열었습니다.
ru: Открыт инцидент %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened issue %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}에서 %{targetLink} 이슈를 열었습니다.
ru: Открыто обсуждение %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened key result %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 열려있는 주요 결과 %{targetLink}.
ru: Открыт ключевой результат %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened merge request %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 열려있는 머지 리퀘스트 %{targetLink}.
ru: Открыт запрос на слияние %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened milestone %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 열려있는 마일스톤 %{targetLink}.
ru: Открыт этап %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened objective %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 열려있는 목표 %{targetLink}.
ru: Открыт objective %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened requirement %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 열려있는 요구 사항 %{targetLink}.
ru: Открытое требование %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened task %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 열려있는 작업 %{targetLink}.
ru: Открыто задание %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Opened test case %{targetLink} in %{resourceParentLink}.
ko: 열린 테스트 케이스 %{targetLink} in %{resourceParentLink}.
ru: Открыт тест-кейс %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Pushed a new branch %{refLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 푸시된 새 브랜치 %{refLink}.
ru: Отправлена новая ветка %{refLink} в %{resourceParentLink}.

source: ContributionEvent|Pushed a new tag %{refLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내에 새 태그 %{refLink} 푸시됨.
ru: Отправлен новый тег %{refLink} в %{resourceParentLink}.

source: ContributionEvent|Pushed to branch %{refLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 새 브랜치 %{refLink}로 푸시됨.
ru: Отправлено в ветку %{refLink} в %{resourceParentLink}.

source: ContributionEvent|Pushed to tag %{refLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 태그 %{refLink}로 푸시됨.
ru: Отправлено в тег %{refLink} в %{resourceParentLink}.

source: ContributionEvent|Removed due to membership expiration from %{resourceParentLink}.
ko: %{resourceParentLink}에서 멤버십 만료로 인해 삭제되었습니다.
ru: Удалён в связи с истечением срока действия членства из %{resourceParentLink}.

source: ContributionEvent|Reopened Epic %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 다시열린 에픽 %{targetLink}.
ru: Вновь открыта цель %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened incident %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 인시던트 %{targetLink}를 다시 열었습니다.
ru: Вновь открыт инцидент %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened issue %{targetLink} in %{resourceParentLink}.
ko: 다시 열린 이슈 %{targetLink} in %{resourceParentLink}.
ru: Вновь открыто обсуждение %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened key result %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 다시열린 주요 결과 %{targetLink}.
ru: Вновь открыт ключевой результат %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened merge request %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 다시열린 머지 리퀘스트 %{targetLink}.
ru: Вновь открыт запрос на слияние %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened milestone %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 다시열린 마일스톤 %{targetLink}.
ru: Вновь открыт этап %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened objective %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 다시 열린 목표 %{targetLink}.
ru: Вновь открыт objective %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened requirement %{targetLink} in %{resourceParentLink}.
ko: %{resourceParentLink}내의 다시 오픈된 요구 사항 %{targetLink}.
ru: Вновь открыто требование %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened resource.
ko: 다시 오픈된 리소스.
ru: Вновь открыт ресурс.

source: ContributionEvent|Reopened task %{targetLink} in %{resourceParentLink}.
ko: 다시 오픈된 작업 %{targetLink} in %{resourceParentLink}.
ru: Вновь отрыто задание %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Reopened test case %{targetLink} in %{resourceParentLink}.
ko: 다시 오픈된 테스트 케이스 %{targetLink} in %{resourceParentLink}.
ru: Вновь открыт тест-кейс %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Updated design %{targetLink} in %{resourceParentLink}.
ko: 업데이트된 디자인 %{resourceParentLink}내의 %{targetLink} .
ru: Обновлён дизайн %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|Updated resource.
ko: 업데이트된 리소스.
ru: Обновлён ресурс.
