Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ProtectedEnvironment|Failed to load details for this group.
ko: 이 그룹에 대한 세부 정보를 로드하지 못했습니다.
ru: Не удалось загрузить сведения об этой группе.

source: ProtectedEnvironment|Failed to protect the environment.
ko: 환경을 보호하지 못했습니다.
ru: Не удалось защитить окружение.

source: ProtectedEnvironment|No environments in this group are protected.
ko: 이 그룹의 환경은 보호되지 않습니다.

source: ProtectedEnvironment|No environments in this project are protected.
ko: 이 프로젝트의 환경은 보호되지 않습니다.

source: ProtectedEnvironment|Only specified groups can execute deployments in protected environments.
ko: 지정된 그룹만 보호된 환경에서 배포를 실행할 수 있습니다.

source: ProtectedEnvironment|Only specified users can execute deployments in a protected environment.
ko: 지정된 사용자만 보호된 환경에서 배포를 실행할 수 있습니다.

source: ProtectedEnvironment|Parameter 'required_approval_count' is deprecated and shouldn't be used. See https://gitlab.com/groups/gitlab-org/-/epics/9662
ko: 매개변수 'required_approval_count'는 더 이상 사용되지 않으며 사용해서는 안 됩니다. https://gitlab.com/groups/gitlab-org/-/epics/9662 를 참조하세요.
ru: Параметр 'required_approval_count' устарел и не должен использоваться. Дополнительную информацию смотрите по ссылке: https://gitlab.com/groups/gitlab-org/-/epics/9662

source: ProtectedEnvironment|Parent group
ko: 상위 그룹
ru: Родительская группа

source: ProtectedEnvironment|Protect
ko: 보호
ru: Защитить

source: ProtectedEnvironment|Protect an environment
ko: 환경 보호

source: ProtectedEnvironment|Protect environment tier
ko: 환경 티어 보호

source: ProtectedEnvironment|Protected Environment (%{protected_environments_count})
ko: 보호된 환경 (%{protected_environments_count})

source: ProtectedEnvironment|Required approvals
ko: 승인이 필수적임
ru: Требуемые одобрения

source: ProtectedEnvironment|Select an environment
ko: 환경을 선택하세요

source: ProtectedEnvironment|Select environment
ko: 환경을 선택하세요

source: ProtectedEnvironment|Select environment tier
ko: 환경 티어 선택

source: ProtectedEnvironment|Select groups
ko: 그룹 선택

source: ProtectedEnvironment|Users with at least the Developer role can write to unprotected environments. Are you sure you want to unprotect %{environment_name}?
ko: 적어도 개발자 역할이 있는 사용자는 보호되지 않은 환경에 쓸 수 있습니다. %{environment_name}보호를 해제하시겠습니까?
ru: Пользователи с ролью как минимум Разработчик могут записывать в незащищённые окружения. Вы уверены, что хотите снять защиту с %{environment_name}?

source: ProtectedEnvironment|Your environment can't be unprotected
ko: 당신의 환경은 보호되지 않을 수 없습니다
ru: Ваше окружение не может быть снято с защиты

source: ProtectedEnvironment|Your environment has been protected.
ko: 귀하의 환경이 보호되었습니다.

source: ProtectedEnvironment|Your environment has been unprotected
ko: 귀하의 환경이 보호되지 않았습니다.
ru: Ваше окружение было снято с защиты

source: ProtectedTags|Unprotect tag
ko: 태그 보호 해제
ru: Снять защиту с тега

source: ProtectedTags|default
ko: 기본값
ru: по умолчанию

source: ProtectedTag|By default, protected tags restrict who can modify the tag.
ko: 기본적으로 보호된 태그는 태그를 수정할 수 있는 사람을 제한합니다.
ru: По умолчанию защищённые теги ограничивают круг лиц, которые могут изменять тег.

source: ProtectedTag|Learn more.
ko: 더 알아보기.
ru: Подробнее.

source: ProtectedTag|Limit access to creating and updating tags.
ko: 태그 생성 및 업데이트에 대한 액세스를 제한합니다.
ru: Ограничьте доступ к созданию и обновлению тегов.

source: ProtectedTag|Protected tags
ko: 보호된 태그
ru: Защищённые теги

source: ProtectedTag|What are protected tags?
ko: 보호된 태그란 무엇입니까?
ru: Что такое защищённые теги?

source: Provide Feedback
ko: 의견 보내기
ru: Оставить отзыв

source: Provide a number our sales team can use to call you.
ko: 영업팀에서 전화를 할 수 있도록 번호를 남겨 주세요.

source: Provide feedback
ko: 피드백 제공
ru: Оставить отзыв

source: Provide feedback on the experience
ko: 경험에 대한 피드백 제공
ru: Оставьте отзыв о ваших впечатлениях

source: Provider
ko: 공급자
ru: Провайдер

source: Provider ID
ko: 공급자 ID
ru: ID провайдера

source: Provider is invalid
ko: 공급자가 유효하지 않음

source: Provision instructions
ko: 프로비저닝 지침

source: Provisioned by:
ko: 프로비저닝:

source: Public
ko: 공개
ru: Публичный

source: Public - The group and any public projects can be viewed without any authentication.
ko: 공개 - 이 그룹과 모든 공개 프로젝트들은 어떤 인증 없이도 볼 수 있습니다.
ru: Публичный - Группу и включённые в неё проекты могут видеть все, без какой-либо проверки подлинности.

source: Public - The project can be accessed without any authentication.
ko: 공개 - 이 프로젝트는 어떤 인증 없이도 접근할 수 있습니다.
ru: Публичный - Доступ к проекту возможен без какой-либо проверки подлинности.

source: Public Access Help
ko: 공개 액세스 도움말

source: Public deploy keys
ko: 공개 배포 키
ru: Открытые ключи развёртывания

source: Public pipelines
ko: 공용 파이프 라인
ru: Публичные конвейеры

source: Public projects are an easy way to allow everyone to have read-only access.
ko: 공개 프로젝트는 모든 사람이 읽기 전용 액세스 권한을 갖도록 허용하는 쉬운 방법입니다.

source: Public projects compute cost factor
ko: 공개 프로젝트 컴퓨팅 비용 팩터

source: Publish to status page
ko: 상태 페이지에 게시

source: Publish your comment immediately
ko: 댓글을 즉시 게시하세요.
ru: Сразу опубликовать комментарий

source: Published
ko: 게시됨
ru: Опубликовано

source: Published on status page
ko: 상태 페이지에 게시됨
ru: Опубликовано на странице состояния

source: Publishes this issue to the associated status page.
ko: 이 이슈를 연결된 상태 페이지에 게시합니다.

source: Pull mirroring is disabled because the repository is set to read-only.
ko: 리포지토리가 읽기 전용으로 설정되어 있기 때문에 풀 미러링이 비활성화되어 있습니다.

source: Pull mirroring updated %{time}.
ko: 풀 미러링 업데이트 %{time}.

source: Pull mirrors will only create LFS objects if LFS is %{docs_link_start}enabled for the project%{docs_link_end}.
ko: 풀 미러는 %{docs_link_start} 프로젝트에 대해 LFS가 활성화된 경우에만 %{docs_link_end} LFS 객체를 생성합니다.
ru: Зеркала с получением будут создавать объекты LFS только если LFS %{docs_link_start}включён для проекта%{docs_link_end}.

source: Pull requests from fork are not supported
ko: 포크로부터 풀 리퀘스트는 지원되지 않습니다.
ru: Запросы на слияние из форков не поддерживаются.

source: PumbleIntegration|Send notifications about project events to Pumble.
ko: 프로젝트 이벤트에 대한 알림을 Pumble에 보냅니다.

source: Purchase more minutes
ko: 추가 시간 구매
ru: Приобрести больше минут

source: Purchase more seats
ko: 추가 좌석 구매
ru: Купить больше лицензий

source: Purchase more storage
ko: 추가 저장용량 구입

source: Purchase seats
ko: 좌석 구매
ru: Купить лицензии

source: Purchasing more seats does not automatically approve %{strong_start}requested%{strong_end} users.
ko: 추가 좌석을 구매해도 %{strong_start}요청한%{strong_end} 사용자가 자동으로 승인되지는 않습니다.
ru: Покупка дополнительных лицензий не приведёт к автоматическому одобрению %{strong_start}запрашиваемых%{strong_end} пользователей.

source: Purchasing more seats does not automatically approve requested users.
ko: 더 많은 좌석을 구매해도 요청한 사용자가 자동으로 승인되지는 않습니다.
ru: Покупка дополнительных лицензий не приведёт к автоматическому одобрению запрашиваемых пользователей.

source: Push an existing Git repository
ko: 기존 Git 리포지토리 푸시
ru: Отправка существующего репозитория Git

source: Push an existing folder
ko: 기존 폴더 푸시
ru: Отправка существующей папки

source: Push code to the repository.
ko: 리포지토리에 코드를 푸시합니다.

source: Push commits to the source branch or add previously merged commits to review them.
ko: 커밋을 소스 브랜치로 푸시하거나 이전에 머지된 커밋을 추가하여 검토합니다.
ru: Отправьте коммиты в исходную ветку или добавьте ранее объединённые коммиты, чтобы их проверить.

source: Push events
ko: 푸시 이벤트
ru: События отправки

source: Push files to this repository using SSH or HTTPS. If you're unsure, we recommend SSH.
ko: SSH 또는 HTTPS를 사용하여 이 리포지토리에 파일을 푸시합니다. 확실하지 않으면 SSH를 권장합니다.
ru: Отправьте файлы в этот репозиторий с использованием SSH или HTTPS. Если вы не уверены, рекомендуется использовать SSH.

source: Push mirrors will %{strong_open}not%{strong_close} sync LFS objects over SSH.
ko: 푸시 미러는 SSH를 통해 LFS 개체를 동기화하지 %{strong_open}않습니다%{strong_close}.
ru: Зеркала с отправкой %{strong_open}не будут%{strong_close} синхронизировать объекты LFS через SSH.

source: Push mirrors will only sync LFS objects if LFS is %{docs_link_start}enabled for the project%{docs_link_end}.
ko: 푸시 미러는%{docs_link_end}프로젝트에 대해 LFS가 %{docs_link_start}활성화된 경우에만 LFS 개체를 동기화합니다.
ru: Зеркала с отправкой будут синхронизировать объекты LFS только если LFS %{docs_link_start}включён для проекта%{docs_link_end}.

source: Push project from command line
ko: 명령줄로 프로젝트 푸시

source: Push rule
ko: 푸시 규칙
ru: Правило отправки

source: Push rule updated successfully.
ko: 푸시 규칙이 성공적으로 업데이트되었습니다.
ru: Правило отправки успешно обновлено.

source: Push rules
ko: 푸시 규칙
ru: Правила отправки

source: Push rules updated successfully.
ko: 푸시 규칙이 성공적으로 업데이트되었습니다.
ru: Правила отправки успешно обновлены.

source: Push the source branch up to GitLab.
ko: 소스 브랜치를 GitLab으로 푸시합니다.
ru: Отправьте исходную ветку в GitLab.

source: Push to create a project
ko: 푸시로 프로젝트 생성
ru: Используйте push, чтобы создать проект

source: PushRules|All branch names must match this %{wiki_syntax_link_start}regular expression%{wiki_syntax_link_end}. If empty, any branch name is allowed.
ko: 모든 브랜치 이름은 이 %{wiki_syntax_link_start}정규식%{wiki_syntax_link_end}일치해야 합니다. 비어 있으면 모든 브랜치 이름이 허용됩니다.
ru: Имена всех веток должны соответствовать этому %{wiki_syntax_link_start}регулярному выражению%{wiki_syntax_link_end}. Если поле пустое, разрешается любое имя ветки.

source: PushRules|All commit author's email must match this %{wiki_syntax_link_start}regular expression%{wiki_syntax_link_end}. If empty, any email is allowed.
ko: 모든 커밋 작성자의 이메일은 이 %{wiki_syntax_link_start}정규식%{wiki_syntax_link_end}과 일치해야 합니다. 만약 비어 있다면, 모든 이메일이 허용됩니다.
ru: Электронная почта всех авторов коммитов должна соответствовать этому %{wiki_syntax_link_start}регулярному выражению%{wiki_syntax_link_end}. Если поле пустое, разрешается любая электронная почта.

source: PushRules|All commit messages must match this %{wiki_syntax_link_start}regular expression%{wiki_syntax_link_end}. If empty, commit messages are not required to match any expression.
ko: 모든 커밋 메시지는 이 %{wiki_syntax_link_start}정규식%{wiki_syntax_link_end}일치해야 합니다. 비어 있으면 커밋 메시지가 어떤 식과도 일치하지 않아도 됩니다.
ru: Все сообщения коммитов должны соответствовать этому %{wiki_syntax_link_start}регулярному выражению%{wiki_syntax_link_end}. Если поле пустое, разрешается любое сообщение коммита.

source: PushRules|All committed filenames cannot match this %{wiki_syntax_link_start}regular expression%{wiki_syntax_link_end}. If empty, any filename is allowed.
ko: 모든 커밋된 파일 이름은 이 %{wiki_syntax_link_start}정규식%{wiki_syntax_link_end}과 일치하지 않아야 합니다. 비어 있으면 모든 파일 이름이 허용됩니다.
ru: Все имена файлов в коммитах не могут соответствовать этому %{wiki_syntax_link_start}регулярному выражению%{wiki_syntax_link_end}. Если поле пустое, разрешаются любые имена файлов.

source: PushRules|Branch name
ko: 브랜치 이름
ru: Имя ветки

source: PushRules|Check %{link_start}Branch defaults &gt; Branch name templates%{link_end} for potential conflicts.
ko: %{link_start}브랜치 기본값 &gt; 브랜치 이름 템플릿%{link_end}이 잠재적인 충돌이 있는지 확인
ru: Проверьте %{link_start}Настройки ветки по умолчанию &gt; Шаблоны имён веток%{link_end} на наличие возможных конфликтов.

source: PushRules|Check whether the commit author is a GitLab user
ko: 커밋 작성자가 GitLab 사용자인지 확인

source: PushRules|Commit author's email
ko: 작성자의 이메일 커밋

source: PushRules|Commit messages cannot match this %{wiki_syntax_link_start}regular expression%{wiki_syntax_link_end}. If empty, commit messages are not rejected based on any expression.
ko: 커밋 메시지는 이 %{wiki_syntax_link_start}정규식%{wiki_syntax_link_end}과 일치하지 않아야 합니다. 비어 있으면 어떤 식으로도 커밋 메시지가 거부되지 않습니다.
ru: Сообщения коммитов не могут соответствовать этому %{wiki_syntax_link_start}регулярному выражению%{wiki_syntax_link_end}. Если поле пустое, сообщения коммитов не будут отклоняться на основании этой настройки.

source: PushRules|Do not allow users to remove Git tags with %{code_block_start}git push%{code_block_end}
ko: 사용자가 %{code_block_start}git push%{code_block_end}로 Git 태그를 제거하는 것을 허용하지 않음

source: PushRules|Maximum file size (MB)
ko: 최대 파일 크기(MB)
ru: Максимальный размер файла (МБ)

source: PushRules|Prevent pushing secret files
ko: 비밀 파일 푸시 방지

source: PushRules|Prohibited file names
ko: 금지된 파일 이름

source: PushRules|Reject any files likely to contain secrets. %{secret_files_link_start}What secret files are rejected?%{secret_files_link_end}
ko: 비밀을 포함할 가능성이 있는 모든 파일을 거부합니다. %{secret_files_link_start}어떤 비밀 파일이 거부됩니까?%{secret_files_link_end}
ru: Отклонять файлы, которые, вероятно, содержат секреты. %{secret_files_link_start}Какие файлы считаются секретными?%{secret_files_link_end}

source: PushRules|Reject commits that aren't DCO certified
ko: DCO 인증을 받지 않은 커밋 거부

source: PushRules|Reject expression in commit messages
ko: 커밋 메시지에서 표현식 거부

source: PushRules|Reject file sizes equal to or greater than this size. If set to 0, files of any size are allowed. This rule does not apply to files tracked by Git LFS.
ko: 이 크기보다 크거나 같은 파일 크기를 거부합니다. 0으로 설정하면 모든 크기의 파일이 허용됩니다. 이 규칙은 Git LFS에서 추적하는 파일에는 적용되지 않습니다.
ru: Отклонять файлы размером равным или превышающим это значение. Если установить значение 0, разрешаются файлы любого размера. Это правило не применяется к файлам, отслеживаемым с помощью Git LFS.

source: PushRules|Reject unsigned commits
ko: 서명되지 않은 커밋 거부

source: PushRules|Require expression in commit messages
ko: 커밋 메시지에 표현식 필요

source: PushRules|Restrict commits to existing GitLab users.
ko: 기존 GitLab 사용자에 대한 커밋을 제한합니다.

source: PushRules|Restrict push operations for this project.
ko: 이 프로젝트에 대한 푸시 작업을 제한합니다.
ru: Ограничьте операции отправки для этого проекта.

source: PushRules|Save push rules
ko: 푸시 규칙 저장
ru: Сохранить правила отправки

source: PushRules|Select push rules
ko: 푸시 규칙 선택
ru: Выберите правила отправки

source: PushRules|Users can still delete tags through the GitLab UI.
ko: 사용자는 여전히 GitLab UI를 통해 태그를 삭제할 수 있습니다.

source: PushRule|Push rules
ko: 푸시 규칙
ru: Правила отправки

source: PushRule|Reject inconsistent user name
ko: 일치하지 않는 사용자명 거부

source: PushRule|Reject unverified users
ko: 인증되지 않은 사용자 거부

source: Pushes
ko: 푸시

source: PushoverService|%{user_name} deleted branch "%{ref}".
ko: %{user_name}가 브랜치 "%{ref}"를 삭제함.

source: PushoverService|%{user_name} push to branch "%{ref}".
ko: %{user_name}가 "%{ref}"브랜치 로 푸시함.

source: PushoverService|%{user_name} pushed new branch "%{ref}".
ko: %{user_name}이 새 브랜치 "%{ref}"를 푸시함.

source: PushoverService|Enter new user key
ko: 새 사용자 키 입력

source: PushoverService|Enter your application key.
ko: 애플리케이션 키를 입력하십시오.

source: PushoverService|Enter your user key.
ko: 사용자 키를 입력하십시오.

source: PushoverService|Get real-time notifications on your device.
ko: 기기에서 실시간 알림을 받으세요.

source: PushoverService|High priority
ko: 높은 우선 순위
ru: Высокий приоритет

source: PushoverService|Leave blank for all active devices.
ko: 모든 활성 장치에 대해 비워 둡니다.

source: PushoverService|Leave blank to use your current user key.
ko: 현재 사용자 키를 사용하려면 공백으로 두십시오.

source: PushoverService|Low priority
ko: 낮은 우선순위
ru: Низкий приоритет

source: PushoverService|Lowest priority
ko: 가장 낮은 우선 순위
ru: Самый низкий приоритет

source: PushoverService|Normal priority
ko: 보통 우선순위
ru: Обычный приоритет

source: PushoverService|See project %{project_full_name}
ko: 프로젝트 %{project_full_name} 참조
ru: Посмотреть проект %{project_full_name}

source: PushoverService|The application key.
ko: 어플리케이션 키.

source: PushoverService|The priority.
ko: 우선순위.
ru: Приоритет.

source: PushoverService|The sound of the notification.
ko: 알림 소리.

source: PushoverService|The user key.
ko: 사용자 키

source: PushoverService|Total commits count: %{total_commits_count}
ko: 총 커밋 수: %{total_commits_count}
ru: Всего коммитов: %{total_commits_count}

source: Q got your message!
ko: Q 가 당신의 메시지를 받았습니다!

source: QualitySummary|Project quality
ko: 프로젝트 품질
ru: Качество проекта

source: Quarter
ko: 쿼터
ru: Квартал

source: Queued
ko: 대기열에 추가됨
ru: В очереди

source: Quick actions can be used in description and comment boxes.
ko: 빠른 동작은 설명 및 댓글 상자에서 사용할 수 있습니다.

source: Quick help
ko: 빠른 도움말
ru: Быстрая помощь

source: Quick start guide
ko: 빠른 시작 가이드

source: Rails
ko: 레일

source: Rake Tasks Help
ko: Rake 작업 도움말
ru: Помощь по Rake задачам

source: Random
ko: 랜덤

source: RapidDiffs|Added %d line.
ko: %d 라인 추가됨.
ru: Добавлена %d строка.

source: RapidDiffs|Added line %d
ko: %d 라인 추가됨
ru: Добавлена строка %d

source: RapidDiffs|Changes view
ko: 보기 변경

source: RapidDiffs|Diff file controls
ko: Diff 파일 콘트롤

source: RapidDiffs|Diff files
ko: Diff 파일

source: RapidDiffs|Diff line
ko: Diff 라인
ru: Строка изменений

source: RapidDiffs|Diff line number
ko: Diff 라인 번호
ru: Номер строки изменений

source: RapidDiffs|Failed to expand lines, please try again.
ko: 줄을 펼칠 수 없습니다. 다시 시도해 주세요.
ru: Не удалось развернуть строки. Повторите попытку.

source: RapidDiffs|File moved from %{old} to %{new}
ko: 파일이 %{old}에서 %{new}로 이동됨
ru: Файл перемещён из %{old} в %{new}

source: RapidDiffs|Line %d
ko: %d 라인
ru: Строка %d

source: RapidDiffs|Loading image diff...
ko: 이미지 diff 로딩...

source: RapidDiffs|Original line
ko: 원래 라인
ru: Оригинальная строка

source: RapidDiffs|Original line number
ko: 원래 라인 번호
ru: Номер оригинальной строки

source: RapidDiffs|Removed %d line.
ko: %d 라인 제거됨.
ru: Удалена %d строка.

source: RapidDiffs|Removed line %d
ko: %d 라인 제거됨
ru: Удалена строка %d

source: RapidDiffs|Show hidden lines
ko: 숨겨진 라인 표시
ru: Показать скрытые строки

source: RapidDiffs|Show lines after
ko: 이후 라인 표시
ru: Показать строки после

source: RapidDiffs|Show lines before
ko: 이전 라인 표시
ru: Показать строки до

source: RapidDiffs|Show options
ko: 옵션 보기
ru: Показать параметры

source: RapidDiffs|View controls
ko: 표시 콘트롤

source: Rate Limits
ko: 속도 제한
ru: Ограничения на частоту запросов

source: Rate limit
ko: 속도 제한
ru: Ограничение частоты запросов

source: Rate limit access to specified paths.
ko: 지정된 경로에 대한 억세스 속도 제한.
ru: Ограничьте частоту запросов к указанным путям.

source: Rate limit period (in seconds)
ko: 요청 속도 제한 주기 (초 단위)
ru: Период ограничения частоты запросов (в секундах)

source: Rate limits can help reduce request volume (like from crawlers or abusive bots).
ko: 속도 제한은 크롤러 또는 악의적인 봇의 요청 볼륨을 줄이는 데 도움이 될 수 있습니다.
ru: Ограничения на частоту запросов могут помочь уменьшить объём запросов (например, от поисковых роботов или злоумышленников).

source: Rate the review
ko: 리뷰 평가
ru: Оценить рецензию

source: Rate this response %{emoji} %{separator} Mention %{codeStart}%{botUser}%{codeEnd} to continue the conversation.
ko: 이 응답을 평가하세요%{emoji} %{separator} 대화를 계속하려면 %{codeStart}%{botUser}%{codeEnd}을 언급하세요.
ru: Оцените этот ответ %{emoji} %{separator} Упомяните %{codeStart}%{botUser}%{codeEnd}, чтобы продолжить диалог.

source: Raw blob request rate limit per minute
ko: 분당 원시 Blob 요청 속도 제한
ru: Ограничение количества запросов на бинарные данные в минуту

source: Raw blob requests
ko: 원시 Blob 요청
ru: Запросы на необработанные блобы

source: Re-authentication period expired or never requested. Please try again
ko: 재인증 기간이 만료되었거나 요청한 적이 없습니다. 다시 시도해 주세요
ru: Период повторной аутентификации истёк или никогда не запрашивался. Пожалуйста, попробуйте ещё раз

source: Re-authentication required
ko: 재인증 필요

source: Re-import
ko: 다시 가져오기

source: Re-import with projects
ko: 프로젝트와 함께 다시 가져오기

source: Re-import without projects
ko: 프로젝트 없이 다시 가져오기

source: Re-request review
ko: 리뷰 재요청
ru: Повторно запросить рецензию

source: Reachability|Not available
ko: 사용할 수 없음

source: Reachability|Not found
ko: 찾을 수 없음

source: Reachability|Yes
ko: 예
ru: Да

source: Read documentation
ko: 문서를 읽으세요

source: Read more
ko: 더 읽기
ru: Подробнее

source: Read more about GitLab at %{link_to_promo}.
ko: GitLab에 대한 자세한 내용은 %{link_to_promo} 참조하십시오.
ru: Читайте подробнее о GitLab на %{link_to_promo}.

source: Read the documentation before applying changes.
ko: 변경 사항을 적용하기 전에 설명서를 읽으십시오.

source: Read their documentation.
ko: 해당 문서들을 읽으십시오.
ru: Читать их документацию.

source: Ready to get started with GitLab? Follow these steps to get familiar with us:
ko: GitLab을 시작할 준비가 되셨나요? 우리와 친숙해지려면 다음 단계를 따르세요.
ru: Готовы приступить к работе с GitLab? Выполните следующие действия, чтобы познакомиться с нами:

source: Ready to merge
ko: 머지 준비 완료
ru: Готово к слиянию

source: Ready to merge by members who can write to the target branch.
ko: 대상 브랜치에 쓸 수 있는 구성원이 머지할 준비가 되었습니다.
ru: Готов к слиянию участниками, которые могут вносить изменения в целевую ветку.

source: Ready to merge!
ko: 머지할 준비가 되었습니다!
ru: Готово к слиянию!

source: Reauthenticating with SAML provider.
ko: SAML 공급자로 재인증하는 중입니다.

source: Rebase completed
ko: 리베이스 완료
ru: Перебазирование завершено

source: Rebase source branch
ko: 리베이스 소스 브랜치
ru: Перебазировать исходную ветку

source: Rebase source branch on the target branch.
ko: 대상 브랜치에서 소스 브랜치를 리베이스합니다.
ru: Перебазировать исходную ветку на целевую ветку.

source: Rebase source branch?
ko: 소스 브랜치를 Rebase 할까요?
ru: Перебазировать исходную ветку?

source: Recaptcha verified
ko: Recaptcha 확인됨
ru: Recaptcha проверена

source: Receive any notifications from GitLab.
ko: GitLab에서 모든 알림을 받습니다.

source: Receive notification of abuse reports by email.
ko: 이메일로 악용 신고에 대한 알림을 받습니다.
ru: Получать уведомления о жалобах по электронной почте.

source: Receive notifications about your own activity
ko: 자신의 활동에 대한 알림 받기
ru: Получать уведомления о своей деятельности

source: Recent
ko: 최근
ru: Последние

source: Recent Project Activity
ko: 최근 프로젝트 활동
ru: Недавние действия проекта

source: Recent Searches Service is unavailable
ko: 최근 검색 서비스를 사용할 수 없습니다.
ru: Новая служба поиска недоступна

source: Recent events
ko: 최근 이벤트

source: Recent searches
ko: 최근 검색
ru: Недавние запросы

source: Recently used
ko: 최근에 사용함

source: Reconfigure
ko: 재구성

source: Recover password
ko: 비밀번호 복구

source: Recovery Codes
ko: 복구 코드
ru: Коды восстановления

source: Redirect to SAML provider to test configuration
ko: 설정을 테스트하기 위해 SAML 공급자로 리디렉션

source: Redirect url is an external url, it may contain user-generated content and malicious code. Do not continue unless you trust the author and source.
ko: 리다이렉트 URL은 외부 URL이며, 사용자가 생성한 콘텐츠와 악성 코드가 포함되어 있을 수 있습니다. 작성자와 출처를 신뢰하지 않는 한 계속하지 마세요.
ru: URL перенаправления — внешний URL, он может содержать контент, созданный пользователями, и вредоносный код. Не продолжайте, если не доверяете автору и источнику.

source: Redirecting
ko: 리디렉션 중

source: Reduce incident management alert volume (for example, if too many issues are being created).
ko: 인시던트 관리 알림양을 줄입니다 (예: 너무 많은 이슈가 생성되는 경우).

source: Reduce project visibility
ko: 프로젝트 공개범위 축소
ru: Уменьшить область видимости проекта

source: Reduce risk and triage fewer vulnerabilities with security training
ko: 보안 교육을 통해 위험 감소 및 취약성 분류 감소

source: Reference
ko: 참조

source: Reference copied
ko: 참조 복사됨

source: References
ko: 참조

source: References should be in the form of path/to/project!merge_request_id
ko: 참조는 path/to/project!merge_request_id 형식이어야 합니다.

source: Refresh
ko: 새로 고침
ru: Обновить

source: Refresh the page and try again.
ko: 페이지를 새로 고친 후 다시 시도

source: Refresh the page to view sync status
ko: 동기화 상태를 보려면 페이지를 새로고침하세요.

source: Refreshing in a second to show the updated status…
ko: %d초 후에 새로 고침하여 업데이트된 상태를 표시합니다...
ru: Обновление через секунду для отображения актуального статуса…

source: Refreshing…
ko: 새로고침 중…
ru: Обновление…

source: Regenerate export
ko: 내보내기 재생성

source: Regenerate instance ID
ko: 인스턴스 ID 재생성

source: Regenerate recovery codes
ko: 복구 코드 재생성
ru: Обновить коды восстановления

source: Regenerating the instance ID can break integration depending on the client you are using.
ko: 인스턴스 ID를 다시 생성하면 사용 중인 클라이언트에 따라 통합이 중단될 수 있습니다.

source: Regex pattern
ko: 정규 표현식 패턴
ru: Шаблон (регулярное выражение)

source: Region
ko: 지역

source: Regions
ko: 지역

source: Register
ko: 등록

source: Register / Sign In
ko: 등록 / 로그인
ru: Регистрация / Вход

source: Register a WebAuthn device
ko: WebAuthn 장치 등록
ru: Зарегистрировать устройство WebAuthn

source: Register a one-time password authenticator
ko: 일회용 비밀번호 인증기 등록
ru: Зарегистрировать генератор одноразовых паролей
