Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: JiraService|Jira personal access token (Jira Data Center and Jira Server only)
ko: Jira 개인용 액세스 토큰(Jira Data Center 및 Jira Server만 해당)
ru: Личный токен доступа Jira (только для Jira Data Center и Jira Server)

source: JiraService|Jira project key
ko: Jira 프로젝트 키
ru: Ключ проекта Jira

source: JiraService|Jira project keys
ko: Jira 프로젝트 키
ru: Ключи проектов Jira

source: JiraService|Leave blank to use your current configuration
ko: 현재 구성을 사용하려면 비워두세요.
ru: Оставьте пустым, чтобы использовать текущую конфигурацию

source: JiraService|Move to Done
ko: 완료로 이동
ru: Переместить в «Готово»

source: JiraService|Navigate to Jira issue before issue is created.
ko: 문제가 생성되기 전에 Jira 이슈로 이동합니다.
ru: Перейти к задаче Jira до её создания.

source: JiraService|New API token or password
ko: 새 API 토큰 또는 비밀번호
ru: Новый токен API или пароль

source: JiraService|New Jira personal access token
ko: 새 Jira 개인 액세스 토큰
ru: Новый личный токен доступа Jira

source: JiraService|Open Jira
ko: Jira 열기
ru: Открыть Jira

source: JiraService|Recommended. Only available for Jira Data Center and Jira Server.
ko: 권장됨. Jira Data Center 및 Jira Server에서만 사용할 수 있습니다.
ru: Рекомендуется. Доступно только для Jira Data Center и Jira Server.

source: JiraService|Select issue type
ko: 이슈 유형 선택
ru: Выберите тип задачи

source: JiraService|Set a custom final state by using transition IDs. %{linkStart}Learn about transition IDs%{linkEnd}
ko: 전환 ID를 사용한 커스텀 최종 상태를 설정합니다. %{linkStart}전환 ID에 대해 알아보기%{linkEnd}
ru: Задайте собственное конечное состояние с помощью идентификаторов переходов. %{linkStart}Подробнее об идентификаторах переходов%{linkEnd}

source: JiraService|Sign in to GitLab to get started.
ko: 시작하려면 GitLab에 로그인하세요.
ru: Войдите в GitLab, чтобы начать.

source: JiraService|This feature requires a Premium plan.
ko: 이 기능은 프리미엄 플랜이 필요합니다.
ru: Эта функция доступна только на тарифе Premium.

source: JiraService|Transition Jira issues to their final state:
ko: Jira 이슈를 최종 상태로 전환:
ru: Перевести задачи Jira в их конечное состояние:

source: JiraService|Use Jira as this project's issue tracker.
ko: 이 프로젝트의 이슈 트래커로 Jira를 사용합니다.
ru: Используйте Jira как трекер обсуждений этого проекта.

source: JiraService|Use a prefix to match Jira issue keys.
ko: Jira 이슈 키와 일치된 접두사를 사용합니다.
ru: Используйте префикс для сопоставления с ключами задач Jira.

source: JiraService|Use custom transitions
ko: 커스텀 전환 사용
ru: Использовать пользовательские переходы

source: JiraService|Use regular expression to match Jira issue keys. The regular expression must follow the %{link_start}RE2 syntax%{link_end}. If empty, the default behavior is used.
ko: 정규식을 사용하여 Jira 이슈 키를 일치시킵니다. 정규식은 %{link_start}RE2 문법%{link_end}을 따라야 합니다. 비어 있으면 디폴트 동작이 사용됩니다.
ru: Использовать регулярное выражение для сопоставления ключей задач Jira. Регулярное выражение должно соответствовать синтаксису %{link_start}RE2%{link_end}. Если поле пустое, используется поведение по умолчанию.

source: JiraService|Using Jira for issue tracking?
ko: 이슈 추적에 Jira 을 사용하시나요?
ru: Используете Jira для отслеживания задач?

source: JiraService|View Jira issues
ko: Jira 이슈 보기
ru: Просмотреть задачи Jira

source: JiraService|View issues from multiple Jira projects in this GitLab project. Access a read-only list of your Jira issues.
ko: 이 GitLab 프로젝트에 있는 여러 Jira 프로젝트의 이슈를 확인하세요. Jira 이슈의 읽기 전용 목록에 액세스하세요.
ru: Просматривайте задачи из нескольких проектов Jira в этом проекте GitLab. Получите доступ только для чтения к списку ваших задач Jira.

source: JiraService|Warning: All users with access to this GitLab project can view all issues from the Jira project you specify.
ko: 경고: 이 GitLab 프로젝트에 액세스할 수 있는 모든 사용자는 귀하가 지정한 Jira 프로젝트의 모든 이슈를 볼 수 있습니다.
ru: Предупреждение: Все пользователи, имеющие доступ к этому проекту GitLab, могут просматривать все задачи из указанного вами проекта Jira.

source: JiraService|Web URL
ko: 웹 URL
ru: Веб URL

source: JiraService|When a Jira issue is mentioned in a commit or merge request, a remote link and comment (if enabled) will be created.
ko: 커밋 또는 머지 리퀘스트에서 Jira 이슈가 언급되면 리모트 링크 및 댓글(활성화된 경우)이 생성됩니다.
ru: Когда задача Jira упоминается в коммите или запросе на слияние, будет создана удалённая ссылка и комментарий (если включено).

source: JiraService|You must configure Jira before enabling this integration. %{jira_doc_link_start}Learn more.%{link_end}
ko: 이 통합을 활성화하기 전에 Jira를 설정해야 합니다. %{jira_doc_link_start}자세히 알아보기%{link_end}
ru: Вы должны настроить Jira перед включением этой интеграции. %{jira_doc_link_start}Подробнее%{link_end}.

source: Job Failed #%{build_id}
ko: 작업 실패 #%{build_id}
ru: Ошибка задания #%{build_id}

source: Job artifacts
ko: 작업 아티팩트
ru: Артефакты задания

source: Job has been erased
ko: 작업이 삭제되었습니다
ru: Фоновое задание было удалено

source: Job has been successfully erased!
ko: 작업이 성공적으로 지워졌습니다!
ru: Задание успешно удалено!

source: Job has wrong arguments format.
ko: 작업에 잘못된 인수 형식이 있습니다.
ru: Задание имеет неправильный формат аргументов.

source: Job logs and artifacts
ko: 작업 로그 및 아티팩트
ru: Логи задания и артефакты

source: Job token permissions
ko: 작업 토큰 권한
ru: Разрешения токена задания CI/CD

source: JobAssistant|Add job
ko: 작업 추가
ru: Добавить задание

source: JobAssistant|Add path
ko: 경로 추가

source: JobAssistant|Add service
ko: 서비스 추가

source: JobAssistant|Allow failure
ko: 실패 허용

source: JobAssistant|Artifacts and cache
ko: 아티팩트 및 캐시
ru: Артефакты и кэш

source: JobAssistant|Artifacts exclude paths (optional)
ko: 아티팩트 제외 경로 (옵션)
ru: Исключения путей артефактов (необязательно)

source: JobAssistant|Artifacts paths (optional)
ko: 아티팩트 경로 (옵션)
ru: Пути артефактов (необязательно)

source: JobAssistant|Cache key (optional)
ko: 캐시 키 (옵션)

source: JobAssistant|Cache paths (optional)
ko: 캐시 경로 (옵션)

source: JobAssistant|Error - Valid value is between 1 second and 1 week
ko: 오류 - 유효한 값은 1초에서 1주 사이입니다.

source: JobAssistant|Image
ko: 이미지

source: JobAssistant|Image entrypoint (optional)
ko: 이미지 진입점 (옵션)

source: JobAssistant|Image name (optional)
ko: 이미지 이름 (옵션)

source: JobAssistant|Include or exclude jobs in pipelines. %{linkStart}Learn more%{linkEnd}
ko: 파이프라인에서 작업을 포함하거나 제외합니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Включайте или исключайте задания в конвейерах. %{linkStart}Подробнее%{linkEnd}

source: JobAssistant|Input format
ko: 입력 포맷

source: JobAssistant|Job Setup
ko: 작업 설정
ru: Настройка задания

source: JobAssistant|Job assistant
ko: 작업 도우미
ru: Ассистент заданий

source: JobAssistant|Job name
ko: 작업 이름

source: JobAssistant|Please enter the parameters.
ko: 파라메터를 입력하십시오.

source: JobAssistant|Please separate array type fields with new lines
ko: 줄 바꿈으로 배열 유형 필드를 구분하십시오.

source: JobAssistant|Rules
ko: 규칙

source: JobAssistant|Script
ko: 스크립트

source: JobAssistant|Service entrypoint (optional)
ko: 서비스 엔드포인트 (옵션)

source: JobAssistant|Service name (optional)
ko: 서비스 이름 (옵션)

source: JobAssistant|Services
ko: 서비스

source: JobAssistant|Specify a Docker image that the job runs in. %{linkStart}Learn more%{linkEnd}
ko: 작업이 실행되는 Docker 이미지를 지정합니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Укажите Docker-образ, в котором выполняется задание. %{linkStart}Подробнее%{linkEnd}.

source: JobAssistant|Specify any additional Docker images that your scripts require to run successfully. %{linkStart}Learn more%{linkEnd}
ko: 스크립트를 성공적으로 실행하는 데 필요한 추가 Docker 이미지를 지정합니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Укажите любые дополнительные Docker-образы, которые необходимы вашим скриптам для успешного выполнения. %{linkStart}Подробнее%{linkEnd}.

source: JobAssistant|Specify the %{artifactsLinkStart}artifacts%{artifactsLinkEnd} and %{cacheLinkStart}cache%{cacheLinkEnd} of the job.
ko: 작업의 %{artifactsLinkStart}아티팩트%{artifactsLinkEnd} 및 %{cacheLinkStart}캐시%{cacheLinkEnd} 지정합니다.
ru: Укажите %{artifactsLinkStart}артефакты%{artifactsLinkEnd} и %{cacheLinkStart}кэш%{cacheLinkEnd} задания.

source: JobAssistant|Stage (optional)
ko: 스테이지 (옵션)
ru: Этап (необязательно)

source: JobAssistant|Tags (optional)
ko: 태그 (옵션)
ru: Теги (необязательно)

source: JobAssistant|When
ko: 언제

source: JobAssistant|always
ko: 항상

source: JobAssistant|day(s)
ko: 일

source: JobAssistant|delayed
ko: 지연

source: JobAssistant|manual
ko: 수동

source: JobAssistant|minute(s)
ko: 분

source: JobAssistant|never
ko: never
ru: никогда

source: JobAssistant|on_failure
ko: on_failure

source: JobAssistant|on_success
ko: on_success

source: JobAssistant|second(s)
ko: 초

source: JobAssistant|week(s)
ko: 주

source: JobSource|API
ko: API
ru: API

source: JobSource|Chat
ko: 채팅
ru: Чат

source: JobSource|Container Registry Push
ko: 컨테이너 레지스트리 푸시
ru: Отправка в реестр контейнеров

source: JobSource|Duo Workflow
ko: Duo Workflow
ru: Duo Workflow

source: JobSource|External
ko: 외부
ru: Внешний

source: JobSource|External Pull Request
ko: 외부 풀 리퀘스트
ru: Внешний запрос на внесение изменений

source: JobSource|Merge Request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: JobSource|On-Demand DAST Scan
ko: 주문형 DAST 스캔
ru: Сканирование DAST по запросу

source: JobSource|On-Demand DAST Validation
ko: 주문형 DAST 유효성 검증
ru: Проверка DAST по требованию

source: JobSource|Parent Pipeline
ko: 상위 파이프라인
ru: Родительский конвейер

source: JobSource|Pipeline
ko: 파이프라인
ru: Конвейер

source: JobSource|Pipeline Execution Policy
ko: 파이프라인 실행 정책
ru: Политика выполнения конвейера

source: JobSource|Push
ko: 푸시
ru: Отправка

source: JobSource|Scan Execution Policy
ko: 스캐닝 실행 정책
ru: Политика выполнения сканирования

source: JobSource|Schedule
ko: 일정
ru: Расписание

source: JobSource|Scheduled Pipeline Execution Policy
ko: 예약 파이프라인 실행 정책
ru: Политика выполнения запланированного конвейера

source: JobSource|Scheduled Scan Execution Policy
ko: 예약된 스캐닝 실행 정책
ru: Политика выполнения запланированного сканирования

source: JobSource|Trigger
ko: 트리거
ru: Триггер

source: JobSource|Unknown
ko: 알수없음
ru: Неизвестно

source: JobSource|Web
ko: 웹
ru: Веб

source: JobSource|Web IDE
ko: 웹 IDE
ru: Web IDE

source: JobToken|Apply permissions that grant access to individual resources.
ko: 개별 리소스에 대한 액세스를 부여하는 권한을 적용하세요.
ru: Применять разрешения, предоставляющие доступ к отдельным ресурсам.

source: JobToken|Default permissions
ko: 기본 권한
ru: Разрешения по умолчанию

source: JobToken|Deployments
ko: 배포
ru: Развёртывания

source: JobToken|Environments
ko: 환경
ru: Окружения

source: JobToken|Fine-grained permissions
ko: 권한 상세 조정
ru: Тонкая настройка разрешений

source: JobToken|Jobs
ko: 작업
ru: Задания

source: JobToken|Packages
ko: 패키지
ru: Пакеты

source: JobToken|Pipelines
ko: 파이프라인
ru: Конвейеры

source: JobToken|Read
ko: 읽기
ru: Чтение

source: JobToken|Read and write
ko: 일기와 쓰기
ru: Чтение и запись

source: JobToken|Releases
ko: 릴리스
ru: Релизы

source: JobToken|Resource
ko: 리소스
ru: Ресурс

source: JobToken|Secure files
ko: 보안 파일
ru: Защищённые файлы

source: JobToken|Terraform state
ko: Terraform 상태
ru: Состояние Terraform

source: JobToken|Use the standard permissions model based on user membership and roles.
ko: 사용자 멤버십과 역할에 따른 표준 권한 모델을 사용합니다.
ru: Использовать стандартную модель разрешений, основанную на членстве пользователей и ролях.

source: Jobs fail if they run longer than the timeout time. Input value is in seconds by default. Human readable input is also accepted, for example %{code_open}1 hour%{code_close}.
ko: 타임아웃 시간보다 오래 실행되면 작업이 실패합니다. 입력 값은 기본적으로 초 단위입니다. 사람이 읽을 수 있는 입력도 허용됩니다(예 %{code_open}1 hour%{code_close}.
ru: Задания не выполняются, если их продолжительность превышает время ожидания. Входное значение по умолчанию указывается в секундах. Также принимаются значения в удобочитаемом формате, например %{code_open}1 hour%{code_close}.

source: Jobs older than the configured time are considered expired and are archived. Archived jobs can no longer be retried. Leave empty to never archive jobs automatically. The default unit is in days, but you can use other units, for example %{code_open}15 days%{code_close}, %{code_open}1 month%{code_close}, %{code_open}2 years%{code_close}. Minimum value is 1 day.
ko: 설정된 시간보다 오래된 작업은 만료된 것으로 간주되어 아카이빙됩니다. 아카이빙된 작업은 더 이상 재시도할 수 없습니다. 작업을 자동으로 아카이빙하지 않으려면 비워 둡니다. 기본 단위는 일이지만 다른 단위(예 %{code_open}15일%{code_close}, %{code_open}1개월%{code_close}, %{code_open}2년%{code_close})를 사용할 수 있습니다. 최소값은 1일입니다.
ru: Задания старше настроенного времени считаются просроченными и архивируются. Заархивированные задания больше нельзя повторить. Оставьте пустым, чтобы никогда не архивировать задания автоматически. Единицей измерения по умолчанию являются дни, но вы можете использовать и другие единицы измерения, например %{code_open}15 days%{code_close}, %{code_open}1 month%{code_close}, %{code_open}2 years%{code_close}. Минимальное значение 1 день.

source: Jobs|All
ko: 전체
ru: Все

source: Jobs|Are you sure you want to proceed?
ko: 계속 진행하시겠습니까?
ru: Вы уверены, что хотите продолжить?

source: Jobs|Are you sure you want to retry this job?
ko: 이 작업을 다시 시도하시겠습니까?
ru: Вы уверены, что хотите повторить это задание?

source: Jobs|Create CI/CD configuration file
ko: CI/CD 설정 파일 만들기
ru: Создать файл конфигурации CI/CD

source: Jobs|Filter jobs
ko: 작업 필터링
ru: Фильтровать задания

source: Jobs|Finished
ko: 완료
ru: Завершённые

source: Jobs|Job is stuck. Check runners.
ko: 작업이 정체됨. 러너를 점검하십시오.
ru: Задание застряло. Проверьте средства выполнения.

source: Jobs|Jobs are the building blocks of a GitLab CI/CD pipeline. Each job has a specific task, like testing code. To set up jobs in a CI/CD pipeline, add a CI/CD configuration file to your project.
ko: 작업은 GitLab CI/CD 파이프라인의 빌딩 블록입니다. 각 작업에는 코드 테스트와 같은 특정 작업이 있습니다. CI/CD 파이프라인에서 작업을 설정하려면 프로젝트에 CI/CD 설정 파일을 추가합니다.
ru: Задания — это строительные блоки конвейера CI/CD в GitLab. Каждое задание выполняет конкретную задачу, например, тестирование кода. Чтобы настроить задания в конвейере CI/CD, добавьте файл конфигурации CI/CD в ваш проект.

source: Jobs|Raw text search is not currently supported for the jobs filtered search feature. Please use the available search tokens.
ko: 작업 필터링 검색 기능에 대해 원문(raw) 텍스트 검색이 현재 지원되지 않습니다. 사용 가능한 검색 토큰을 사용하십시오.
ru: Поиск по необработанному тексту в данный момент не поддерживается для функции фильтрации заданий. Используйте доступные токены поиска.

source: Jobs|Search or filter jobs…
ko: 검색 또는 작업 필터링…
ru: Поиск или фильтрация заданий…

source: Jobs|Stage
ko: 스테이지
ru: Стадии

source: Jobs|Status for job %{id}
ko: 작업 %{id}의 상태
ru: Статус задания %{id}

source: Jobs|There was a problem fetching the failed jobs.
ko: 실패한 작업을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении неудачных заданий.

source: Jobs|Troubleshoot
ko: 문제 해결
ru: Устранение неполадок

source: Jobs|Use jobs to automate your tasks
ko: 업무 자동화를 위해 작업(jobs)을 사용하세요
ru: Используйте задания для автоматизации ваших задач

source: Jobs|You're about to retry a job that failed because it attempted to deploy code that is older than the latest deployment. Retrying this job could result in overwriting the environment with the older source code.
ko: 최신 배포보다 오래된 코드를 배포하려고 시도했기 때문에 실패한 작업을 다시 시도하려고 합니다. 이 작업을 재시도하면 이전 소스 코드로 환경을 덮어쓸 수 있습니다.
ru: Вы собираетесь повторно запустить задание, которое не удалось, потому что оно пыталось развернуть код, который старее последнего развертывания. Повторный запуск этого задания может привести к перезаписи окружений более старым исходным кодом.

source: Job|%{boldStart}Pipeline%{boldEnd} %{id} %{status}
ko: %{boldStart}파이프라인%{boldEnd} %{id} %{status}
ru: %{boldStart}Конвейер%{boldEnd} %{id} %{status}

source: Job|%{boldStart}Pipeline%{boldEnd} %{id} %{status} for %{mrId} with %{source}
ko: %{boldStart}파이프라인%{boldEnd} %{id} %{status} for %{mrId} with %{source}
ru: %{boldStart}Конвейер%{boldEnd} %{id} %{status} для %{mrId} с %{source}

source: Job|%{boldStart}Pipeline%{boldEnd} %{id} %{status} for %{ref}
ko: %{boldStart}파이프라인%{boldEnd} %{id} %{status} for %{ref}
ru: %{boldStart}Конвейер%{boldEnd} %{id} %{status} для %{ref}

source: Job|%{boldStart}Pipeline%{boldEnd} %{id} for %{mrId} with %{source} into %{target}
ko: %{boldStart}파이프라인%{boldEnd} %{id} for %{mrId} with %{source} into %{target}
ru: %{boldStart}Конвейер%{boldEnd} %{id} для %{mrId} из %{source} в %{target}

source: Job|%{rawLinkStart}View raw%{rawLinkEnd} or %{fullLinkStart}full log%{fullLinkEnd}.
ko: %{rawLinkStart}원본 보기%{rawLinkEnd} 또는 %{fullLinkStart}전체 로그 보기%{fullLinkEnd}.
ru: %{rawLinkStart}Просмотр исходного%{rawLinkEnd} или %{fullLinkStart}полного журнала%{fullLinkEnd}.

source: Job|%{searchLength} result found for %{searchTerm}
ko: %{searchTerm}에 대한 %{searchLength} 결과를 찾았습니다
ru: Для %{searchTerm} найден %{searchLength} результат

source: Job|An error occurred while fetching the job header data.
ko: 작업 헤더 데이터를 가져오는 도중 오류가 발생했습니다.
ru: Произошла ошибка при получении данных заголовка задания.

source: Job|Are you sure you want to erase this job log and artifacts?
ko: 이 작업 로그와 아티팩트를 지우시겠습니까?
ru: Вы уверены, что хотите удалить этот журнал задания и артефакты?

source: Job|Are you sure you want to force cancel this job? This will immediately mark the job as canceled, even if the job is still running.
ko: 이 작업을 강제로 취소하시겠습니까? 이렇게 하면 작업이 계속 실행되고 있어도, 작업이 즉시 취소됨으로 마킹됩니다.
ru: Вы уверены, что хотите принудительно отменить это задание? Оно будет немедленно помечено как отменённое, даже если всё ещё выполняется.

source: Job|Browse
ko: 탐색
ru: Просмотр

source: Job|Cancel
ko: 취소
ru: Отмена

source: Job|Canceled
ko: 취소됨
ru: Отменено

source: Job|Created
ko: 생성됨
ru: Создано

source: Job|Download
ko: 다운로드
ru: Скачать

source: Job|Download SAST report
ko: SAST 보고서 다운로드
ru: Загрузить отчёт SAST

source: Job|Duration
ko: 기간
ru: Длительность

source: Job|Erase job log and artifacts
ko: 작업 로그 및 아티팩트 삭제
ru: Удалить журнал задания и артефакты

source: Job|Exit full screen
ko: 전체 화면 종료
ru: Выйти из полноэкранного режима

source: Job|External links
ko: 외부 링크
ru: Внешние ссылки

source: Job|Failed
ko: 실패
ru: Не удалось

source: Job|Finished at
ko: 종료 시간
ru: Завершено

source: Job|Force cancel
ko: 강제 취소
ru: Принудительно отменить

source: Job|Force cancel a job stuck in `canceling` state
ko: `취소중` 상태에 멈춘 작업을 강제로 취소합니다.
ru: Принудительно отменить задание, застрявшее в состоянии `отмена`

source: Job|Full log viewer
ko: 전체 로그 뷰어
ru: Просмотр полного журнала

source: Job|Full screen mode is not available
ko: 전체 화면 모드를 사용할 수 없습니다.
ru: Полноэкранный режим недоступен

source: Job|Job artifacts
ko: 작업 아티팩트
ru: Артефакты задания

source: Job|Job artifacts are files that are configured to be uploaded when a job finishes execution. Artifacts could be compiled files, unit tests or scanning reports, or any other files generated by a job.
ko: 작업 아티팩트는 작업 실행이 완료될 때 업로드되도록 구성된 파일입니다. 아티팩트는 컴파일된 파일, 단위 테스트 또는 스캐닝 보고서 또는 작업에서 생성된 기타 파일일 수 있습니다.
ru: Артефакты задания — это файлы, которые настроены для загрузки после завершения выполнения задания. Артефактами могут быть скомпилированные файлы, отчёты модульных тестов или сканирования, а также любые другие файлы, созданные заданием.

source: Job|Job has been erased
ko: 작업이 삭제되었습니다
ru: Задание было удалено

source: Job|Job has been erased by %{userLink}
ko: 작업이 %{userLink}에 의해 지워졌습니다.
ru: Задание было удалено %{userLink}

source: Job|Keep
ko: 유지
ru: Оставить

source: Job|Log timestamps in UTC.
ko: UTC 기준 로그 타임스탬프.
ru: Отметки времени в журнале в UTC.

source: Job|Manual
ko: 메뉴얼
ru: Вручную

source: Job|No job log
ko: 작업 로그 없음
ru: Нет журнала задания

source: Job|No search results found
ko: 검색결과가 없습니다.
ru: Ничего не найдено

source: Job|Passed
ko: 통과
ru: Выполнена

source: Job|Pending
ko: 대기 중
ru: В ожидании

source: Job|Preparing
ko: 준비중
ru: Подготовка

source: Job|Queued
ko: 대기 중
ru: В очереди

source: Job|Retry
ko: 재시도
ru: Повторить

source: Job|Run again
ko: 다시 실행
ru: Запустить снова

source: Job|Run this job again
ko: 이 작업을 다시 실행
ru: Запустить это задание снова

source: Job|Runner type
ko: 러너 유형
ru: Тип средства выполнения

source: Job|Running
ko: 실행 중
ru: Выполняется

source: Job|Scheduled
ko: 예약됨
ru: Запланировано

source: Job|Scroll to bottom
ko: 맨 아래로 스크롤
ru: Прокрутить вниз

source: Job|Scroll to next failure
ko: 다음 실패로 스크롤
ru: Прокрутить к следующей ошибке

source: Job|Scroll to top
ko: 맨 위로 스크롤
ru: Прокрутить вверх

source: Job|Search visible log output
ko: 볼수있는 로그 출력 검색
ru: Искать в журнале

source: Job|Show complete raw
ko: 전체 원본 표시
ru: Показать полный исходный текст

source: Job|Show full screen
ko: 전체 화면 표시
ru: Показать на весь экран

source: Job|Showing last %{size} of log.
ko: 로그의 마지막 %{size}를 표시.
ru: Показаны последние %{size} из журнала.

source: Job|Skipped
ko: 생략됨
ru: Пропущено

source: Job|Something went wrong while loading the log.
ko: 로그를 로딩하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при загрузке журнала.

source: Job|Source
ko: 소스
ru: Источник

source: Job|Status
ko: 상태
ru: Статус

source: Job|The artifacts were removed
ko: 아티팩트가 제거되었습니다.
ru: Артефакты задания были удалены

source: Job|The artifacts will be removed
ko: 아티팩트가 제거됩니다.
ru: Артефакты будут удалены

source: Job|There was a problem retrying the failed job.
ko: 실패한 작업을 재시도하는 중에 문제가 발생했습니다.
ru: Возникла проблема при повторном запуске неудавшегося задания.

source: Job|These artifacts are the latest. They will not be deleted (even if expired) until newer artifacts are available.
ko: 이 아티팩트는 최신입니다. 최신 아티팩트를 사용할 수 있을 때까지 삭제되지 않습니다(만료된 경우에도).
ru: Эти артефакты являются последними. Они не будут удалены (даже если срок их действия истечёт), пока не появятся новые артефакты.

source: Job|This artifact contains SAST scan results in JSON format.
ko: 이 아티팩트는 JSON 형식의 SAST 스캔 결과를 포함합니다.
ru: Этот артефакт содержит результаты сканирования SAST в формате JSON.

source: Job|This job failed because the necessary resources were not successfully created.
ko: 필요한 리소스가 성공적으로 생성되지 않았기 때문에 이 작업이 실패했습니다.
ru: Это задание не выполнено, поскольку необходимые ресурсы не были успешно созданы.

source: Job|This job is stuck because of one of the following problems. There are no active runners online, no runners for the %{linkStart}protected branch%{linkEnd}, or no runners that match all of the job's tags:
ko: 다음 문제 중 하나로 인해 이 작업이 정체 되었습니다. 온라인인 활성 러너가 없거나 %{linkStart}보호 브랜치%{linkEnd}에 대한 러너가 없거나 모든 작업 태그와 일치하는 러너가 없습니다:
ru: Это задание застряло из-за одной из следующих проблем. Нет активных средств выполнения онлайн, нет средств выполнения для %{linkStart}защищённой ветки%{linkEnd}, или нет средств выполнения, соответствующих всем тегам задания:

source: Job|This job is stuck because the project doesn't have any runners online assigned to it.
ko: 프로젝트에 온라인으로 할당된 러너가 없기 때문에 이 작업이 정체되었습니다.
ru: Это задание застряло, потому что проекту не назначены средства выполнения, которые сейчас онлайн.

source: Job|This job is stuck because you don't have any active runners that can run this job.
ko: 이 작업을 실행할 수 있는 활성 러너가 없기 때문에 이 작업이 정체되었습니다.
ru: Это задание застряло, потому что у вас нет активных средств выполнения, которые могут запустить это задание.

source: Job|Update CI/CD variables
ko: CI/CD 변수 업데이트
ru: Обновить переменные CI/CD

source: Job|View raw
ko: 원시 보기
ru: Посмотреть исходник

source: Job|Waiting for resource
ko: 리소스를 대기 중
ru: Ожидание ресурса

source: Job|We could not find this element
ko: 이 요소를 찾을 수 없습니다.
ru: Не удалось найти этот элемент

source: Job|You cannot rerun trigger jobs from this list.
ko: 이 목록에서 트리거 작업을 다시 실행할 수 없습니다.
ru: Вы не можете повторно запустить задания триггера из этого списка.

source: Job|You do not have permission to read this job's log.
ko: 이 작업의 로그를 읽을 수 있는 권한이 없습니다.
ru: У вас нет прав на просмотр журнала этого задания.

source: Job|You do not have permission to run this job again.
ko: 이 작업을 다시 실행할 권한이 없습니다.
ru: У вас нет прав для повторного запуска этого задания.

source: Job|allowed to fail
ko: 실패 허용됨
ru: разрешено завершение с ошибкой

source: Job|delayed
ko: 지연됨
ru: задержано

source: Job|manual
ko: 수동
ru: вручную

source: Job|trigger token
ko: 트리거 토큰
ru: токен запуска
