Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: DuoProTrial|To start a GitLab Duo trial, you must have the Owner role of a top-level group that has an active subscription or trial.
ko: GitLab Duo 평가판을 시작하려면 활성 구독 또는 평가판이 있는 최상위 그룹의 소유자 역할이 있어야 합니다.
ru: Чтобы начать пробную версию GitLab Duo, вы должны иметь роль Владелец в группе верхнего уровня с активной подпиской или пробной версией.

source: DuoProTrial|We just need some additional information to activate your trial.
ko: 평가판을 활성화하려면 몇 가지 추가 정보가 필요합니다.
ru: Нам нужно немного дополнительной информации для активации вашего пробного периода.

source: DuoProTrial|You do not have access to trial GitLab Duo
ko: GitLab Duo 평가판에 액세스할 수 없습니다.
ru: У вас нет доступа к пробной версии GitLab Duo

source: DuoProTrial|You have successfully started a Duo Pro trial that will expire on %{exp_date}. To give members access to new GitLab Duo Pro features, %{assign_link_start}assign them%{assign_link_end} to GitLab Duo Pro seats.
ko: Duo Pro 평가판을 성공적으로 시작했으며, 이 평가판은 %{exp_date}에 만료됩니다. 멤버에게 새로운 GitLab Duo Pro 기능에 대한 액세스 권한을 부여하려면 %{assign_link_start}GitLab Duo Pro 좌석을%{assign_link_end} 할당하세요.
ru: Вы успешно начали пробный период Duo Pro, который закончится %{exp_date}. Чтобы предоставить участникам доступ к новым функциям GitLab Duo Pro, %{assign_link_start}назначьте им%{assign_link_end} лицензии GitLab Duo Pro.

source: DuoTrialDiscover|Ask questions, explore concepts, test ideas, and receive instant feedback directly in your workflow.
ko: 질문을 하고, 개념을 탐구하고, 아이디어를 테스트하고, 워크플로에서 직접 즉각적인 피드백을 받으세요.
ru: Задавайте вопросы, исследуйте концепции, проверяйте идеи и получайте мгновенную обратную связь прямо в вашем рабочем процессе.

source: Duplicate entries found for compliance controls for the requirement.
ko: 요구사항에 규정준수 컨트롤이 중복된 항목이 있습니다.
ru: Обнаружены дублирующиеся записи для элементов соблюдения норм для этого требования.

source: Duplicate packages
ko: 중복 패키지
ru: Дублирующиеся пакеты

source: Duplicate page: A page with that title already exists in the file %{file}
ko: 중복된 페이지: 해당 제목의 페이지가 파일에 이미 존재합니다 %{file}

source: Duration
ko: 기간
ru: Длительность

source: Duration (min)
ko: 기간 (분)

source: Duration|%s day
ko: %s 일
ru: %s день

source: Duration|%s hour
ko: %s 시간
ru: %s час

source: Duration|%s minute
ko: %s 분
ru: %s минута

source: Duration|%s month
ko: %s 개월
ru: %s месяц

source: Duration|%s second
ko: %s 초
ru: %s секунда

source: Duration|%s week
ko: %s 주
ru: %s неделя

source: Duration|%s year
ko: %s 년
ru: %s год

source: During this process, you’ll be asked for URLs from GitLab’s side. Use the URLs shown below.
ko: 이 과정에서 GitLab의 URL을 묻는 메시지가 나타납니다. 아래 표시된 URL을 사용하십시오.

source: Dynamic Application Security Testing (DAST)
ko: 동적 애플리케이션 보안 테스트 (DAST)
ru: Динамическое тестирование безопасности приложений (DAST)

source: E-mail:
ko: 이메일:

source: Each project can also have an issue tracker and a wiki.
ko: 각 프로젝트에는 이슈 트래커와 위키도 있을 수 있습니다.
ru: У каждого проекта также может быть трекер обсуждений и вики.

source: Edit
ko: 편집
ru: Редактировать

source: Edit %{contentType}
ko: %{contentType} 편집
ru: Изменить %{contentType}

source: Edit %{name}
ko: %{name} 편집
ru: Редактировать %{name}

source: Edit %{profileType} profile
ko: %{profileType} 프로필 수정

source: Edit %{ruleName}
ko: %{ruleName} 편집

source: Edit Comment
ko: 댓글 편집

source: Edit Geo Site
ko: Geo 사이트 수정
ru: Редактировать сайт Geo

source: Edit Password
ko: 비밀번호 수정
ru: Изменение пароля

source: Edit Release
ko: 릴리스 수정

source: Edit Slack integration
ko: 슬랙 통합 수정

source: Edit application
ko: 애플리케이션 수정

source: Edit approval rule
ko: 승인 규칙 수정

source: Edit audio description
ko: 오디오 설명 편집

source: Edit comment
ko: 댓글 편집
ru: Редактировать комментарий

source: Edit comment template
ko: 댓글 템플릿 편집
ru: Изменить шаблон комментария

source: Edit commit message
ko: 커밋 메시지 수정
ru: Изменить сообщение коммита

source: Edit deploy freeze
ko: 배포 변경금지 수정
ru: Изменить заморозку развёртывания

source: Edit deploy key
ko: 배포 키 수정

source: Edit description
ko: 설명 편집
ru: Изменить описание

source: Edit diagram URL and alt text
ko: 도표 URL과 대체 텍스트를 편집
ru: Изменить URL диаграммы и альтернативный текст

source: Edit environment
ko: 환경 편집

source: Edit file
ko: 파일 편집
ru: Редактировать файл

source: Edit fork in Web IDE
ko: 웹 IDE에서 포크 편집
ru: Изменить форк в Web IDE

source: Edit group application
ko: 그룹 어플리케이션 수정

source: Edit group: %{group_name}
ko: 그룹 편집: %{group_name}
ru: Правка группы: %{group_name}

source: Edit identity
ko: Identity 수정

source: Edit identity for %{user_name}
ko: %{user_name}의 신원 편집
ru: Изменить идентификацию для %{user_name}

source: Edit image description
ko: 이미지 설명 편집

source: Edit in pipeline editor
ko: 파이프라인 편집기에서 편집
ru: Редактировать в редакторе конвейера

source: Edit in single-file editor
ko: 단일 파일 편집기에서 편집
ru: Редактировать в редакторе одного файла

source: Edit inline
ko: 인라인 편집
ru: Редактировать встроенно

source: Edit issue
ko: 이슈 편집

source: Edit label
ko: 라벨 수정
ru: Изменить метку

source: Edit link
ko: 링크 편집

source: Edit merge request
ko: 머지 리퀘스트 수정

source: Edit milestone
ko: 마일스톤 편집
ru: Редактирование этапа

source: Edit project: %{project_name}
ko: 프로젝트 수정: %{project_name}
ru: Редактирование проекта: %{project_name}

source: Edit public deploy key
ko: 공개 배포 키 편집

source: Edit release
ko: 릴리스 편집

source: Edit release (%{title})
ko: 릴리스 수정 (%{title})
ru: Редактировать релиз (%{title})

source: Edit scheduled pipeline
ko: 예약된 파이프라인 편집
ru: Редактирование запланированного конвейера

source: Edit single file
ko: 단일 파일 편집
ru: Редактировать один файл

source: Edit snippet
ko: 스니펫 수정

source: Edit template
ko: 템플릿 편집

source: Edit this file only.
ko: 해당 파일 편집
ru: Редактировать только этот файл.

source: Edit title and description
ko: 제목 및 설명 수정
ru: Редактировать название и описание

source: Edit topic: %{topic_name}
ko: 주제 수정: %{topic_name}
ru: Редактировать тег: %{topic_name}

source: Edit trigger token
ko: 트리거 토큰 편집
ru: Изменить токен запуска

source: Edit user: %{user_name}
ko: 사용자 편집: %{user_name}

source: Edit video description
ko: 동영상 설명 편집

source: Edit wiki page
ko: 위키 페이지 편집
ru: Изменить страницу вики

source: Edit your criteria and try again.
ko: 기준을 수정하고 다시 시도하세요.

source: Edit your most recent comment in a thread (from an empty textarea)
ko: 스레드에서 가장 최근에 작성한 댓글 편집 (빈 텍스트 영역에서)
ru: Редактировать свой последний комментарий в теме (в пустом текстовом поле)

source: Edit your search and try again
ko: 검색을 수정하고 다시 시도하세요.

source: Edit your search and try again.
ko: 검색을 수정하고 다시 시도하세요.
ru: Измените запрос и попробуйте снова.

source: Edit your search filter and try again.
ko: 검색 필터를 수정하고 다시 시도하세요.

source: Edit, lint, and visualize your pipeline.
ko: 파이프라인을 편집, 린트 및 시각화합니다.

source: Edited
ko: 수정됨
ru: Отредактировано

source: Edited %{timeago}
ko: %{timeago} 전 수정됨
ru: Отредактировано %{timeago}

source: Edited %{timeago} by %{author}
ko: %{timeago}에 %{author}가 수정
ru: Отредактировано %{timeago} %{author}

source: Editing
ko: 편집중
ru: Редактирование

source: Editing this file is not supported
ko: 이 파일에 대한 편집은 지원하지 않습니다.
ru: Редактирование этого файла не поддерживается

source: Editor toolbar
ko: 편집기 도구 모음
ru: Панель редактора

source: Editor|Code Editor. Press %{keyCombo} to toggle tab key behavior between indentation and navigation. Editing %{blobPath}.
ko: 코드 편집기. %{keyCombo}를 눌러 들여쓰기와 탐색 간에 탭 키 동작을 전환합니다. %{blobPath}를 편집합니다.
ru: Редактор кода. Нажмите %{keyCombo}, чтобы изменить функцию клавиши Tab между добавлением отступов и навигацией. Редактируется %{blobPath}.

source: Edits
ko: 편집
ru: Правки

source: Either the `publish` or `pages.publish` option may be present in `.gitlab-ci.yml`, but not both.
ko: `.gitlab-ci.yml` 파일에 `publish` 또는 `pages.publish` 옵션 중 하나만 존재할 수 있으며, 둘 다 사용할 수 없습니다.
ru: В `.gitlab-ci.yml` может быть указана либо опция `publish`, либо `pages.publish`, но не обе одновременно.

source: Either the title or description must reference a Jira issue.
ko: 제목이나 설명은 Jira 이슈를 참조해야 합니다.
ru: В заголовке или описании должна быть ссылка на задачу Jira.

source: Elapsed time
ko: 경과 시간
ru: Прошло времени

source: Elasticsearch HTTP client timeout value in seconds.
ko: Elasticsearch HTTP 클라이언트 시간초과 (초 단위) 입니다.
ru: Значение времени ожидания HTTP-клиента Elasticsearch в секундах.

source: Elasticsearch indexing restrictions
ko: Elasticsearch 인덱싱 제한 사항
ru: Ограничения индексации Elasticsearch

source: Elasticsearch migration halted
ko: Elasticsearch 마이그레이션 중단됨
ru: Миграция Elasticsearch остановлена

source: Elasticsearch reindexing is already in progress
ko: Elasticsearch 재인덱싱이 이미 진행 중입니다.
ru: Переиндексация Elasticsearch уже выполняется

source: Elasticsearch reindexing triggered
ko: Elasticsearch 재인덱싱 트리거됨
ru: Переиндексация Elasticsearch начата

source: Elasticsearch reindexing was not started: %{errors}
ko: Elasticsearch 재인덱싱을 시작할 수 없습니다: %{errors}
ru: Переиндексация Elasticsearch не начата: %{errors}

source: Elasticsearch zero-downtime reindexing
ko: Elasticsearch 무중단 재인덱싱
ru: Повторная индексация Elasticsearch с нулевым простоем

source: Email
ko: 이메일
ru: Электронная почта

source: Email %{number}
ko: 이메일 %{number}
ru: Электронная почта %{number}

source: Email Notification
ko: 이메일 알림

source: Email a new %{name} to this project
ko: 이 프로젝트에 새 %{name} 을 이메일로 보냅니다.
ru: Создайте %{name} в этом проекте по электронной почте

source: Email address copied
ko: 이메일 주소 복사됨

source: Email address suffix
ko: 이메일 도메인 주소

source: Email address to use for Service Desk
ko: Service Desk에 사용할 이메일 주소

source: Email address without top-level domain. Make sure that you have entered the correct email address.
ko: 최상위 도메인이 없는 이메일 주소입니다. 올바른 이메일 주소를 입력했는지 확인하세요.
ru: Почтовый адрес без домена верхнего уровня. Убедитесь, что был введён корректный почтовый адрес.

source: Email could not be sent
ko: 이메일 전송에 실패하였습니다

source: Email display name
ko: 이메일 표시 이름
ru: Отображаемое имя для эл. почты

source: Email must be provided.
ko: 이메일을 제공해야 합니다.

source: Email not verified. Please verify your email in Salesforce.
ko: 이메일이 인증되지 않았습니다. Salesforce에서 이메일을 인증하세요.
ru: Электронная почта не подтверждена. Подтвердите свою электронную почту в Salesforce.

source: Email notification for unknown sign-ins
ko: 알 수 없는 로그인에 대한 이메일 알림

source: Email notifications
ko: 이메일 알림
ru: Уведомления по электронной почте

source: Email patch
ko: 패치를 이메일로 보냄

source: Email reset removed at:
ko: 이메일 재설정이 삭제됨:
ru: Сброс электронной почты удалён в:

source: Email sent
ko: 이메일 전송

source: Email the pipeline status to a list of recipients.
ko: 목록의 수신자들에게 파이프라인 상태를 이메일로 보냅니다.
ru: Отправить статус конвейера списку получателей.

source: Email verification for locked accounts
ko: 잠긴 계정에 대한 이메일 인증
ru: Подтверждение электронной почты для заблокированных учётных записей

source: Email:
ko: 이메일:
ru: Электронная почта:

source: Email: %{email}
ko: 이메일: %{email}
ru: Электронная почта: %{email}

source: EmailError|It appears that the email is blank. Make sure your reply is at the top of the email, we can't process inline replies.
ko: 작성하신 이메일은 없는 메일인 것 같습니다. 회신할 이메일이 상단에 작성되어 있으며, 이메일이 정확한지 확인하십시오. 인라인 회신은 처리할 수 없습니다.
ru: Похоже, что электронная почта пуста. Убедитесь, что ваш ответ находится вверху письма, мы не можем обрабатывать встроенные ответы.

source: EmailError|The thread you are replying to no longer exists, perhaps it was deleted? If you believe this is in error, contact a staff member.
ko: 회신중인 스레드가 더 이상 존재하지 않습니다. 아마도 삭제가 된것 같습니다. 오류가 있다고 생각되면 스태프 멤버에게 문의하세요.
ru: Тема, на которую вы отвечаете, больше не существует, возможно, она была удалена? Если вы считаете, что это ошибка, свяжитесь с участником.

source: EmailError|We couldn't figure out what the email is for. Please create your issue or comment through the web interface.
ko: 이메일이 무엇에 대한 것인지 알 수 없습니다. 웹 인터페이스로 이슈를 만들거나 댓글을 작성하세요.
ru: Мы не смогли понять, для чего это письмо. Пожалуйста, создайте свое обсуждение или комментарий через веб-интерфейс.

source: EmailError|We couldn't figure out what the email is in reply to. Please create your comment through the web interface.
ko: 이메일이 무엇에 대한 회신인지 알 수 없습니다. 웹 인터페이스에서 댓글을 작성하세요.
ru: Мы не смогли выяснить, на что письмо отвечает. Пожалуйста, создайте свой комментарий через веб-интерфейс.

source: EmailError|We couldn't figure out what user corresponds to the email. Please create your comment through the web interface.
ko: 어떤 사용자의 이메일에 해당하는지 알 수 없습니다. 웹상에서 이슈를 만들거나 댓글을 작성하세요.

source: EmailError|We couldn't find the project. Please check if there's any typo.
ko: 프로젝트를 찾을 수 없습니다. 오타가 있는지 확인해주세요.
ru: Мы не смогли найти проект. Пожалуйста, проверьте, есть ли какие-либо опечатки.

source: EmailError|We couldn't process your email because it is too large. Please create your issue or comment through the web interface.
ko: 이메일이 너무 커서 처리할 수 없습니다. 웹 인터페이스를 통해 이슈나 댓글을 작성하세요.

source: EmailError|You are not allowed to perform this action. If you believe this is in error, contact a staff member.
ko: 이 동작은 당신에게 허가되지 않았습니다. 이것이 오류라면, 스태프 멤버에게 문의하십시오.
ru: Вам не разрешено выполнять это действие. Если вы считаете, что это ошибка, обратитесь к сотруднику.

source: EmailError|Your account has been blocked. If you believe this is in error, contact a staff member.
ko: 당신의 계정은 차단되었습니다. 이것이 오류라면, 스태프 멤버에게 문의하십시오.
ru: Ваша учетная запись была заблокирована. Если вы считаете, что это ошибка, свяжитесь с сотрудником.

source: EmailParticipantsWarning|%{emails} will be notified of your comment.
ko: %{emails} 당신의 댓글에 대해 알림이 전송됩니다.

source: EmailParticipantsWarning|%{emails}, %{andMore} will be notified of your comment.
ko: %{emails}, %{andMore} 당신의 댓글에 대해 알림이 전송됩니다.

source: EmailParticipantsWarning|and %{moreCount} more
ko: 그리고 %{moreCount} 만큼 더

source: EmailVerification|Update your email to a valid permanent address. If you use a temporary email, you won't be able to sign in later.
ko: 이메일을 유효한 영구 주소로 업데이트하십시오. 임시 이메일을 사용하면 나중에 로그인할 수 없습니다.

source: Emails
ko: 이메일
ru: Адреса эл. почты

source: Emails sent to %{email} are also supported.
ko: %{email} 으로 보낸 이메일도 지원됩니다.

source: EmailsOnPushService|Disable code diffs
ko: 코드 비교(diff) 비활성화
ru: Отключить различия в коде

source: EmailsOnPushService|Don't include possibly sensitive code diffs in notification body.
ko: 알림 body에 민감할 수 있는 코드 diff를 포함하지 마십시오.
ru: Не включать возможно чувствительные изменения кода в тело уведомления.

source: EmailsOnPushService|Email the commits and diff of each push to a list of recipients.
ko: 수신자 목록에 각 push에 대한 커밋과 diff를 이메일로 보냅니다.
ru: Отправляйте коммиты и различия каждого пуша на электронную почту списку получателей.

source: EmailsOnPushService|Emails on push
ko: 푸시에 이메일 알림
ru: Электронная почта при пуше

source: EmailsOnPushService|Emails separated by whitespace.
ko: 공백을 분리된 이메일
ru: Электронные почты, разделённые пробелами.

source: EmailsOnPushService|Send from committer
ko: 커미터가 보냄
ru: Отправить от автора коммита

source: EmailsOnPushService|Send notifications from the committer's email address if the domain matches the domain used by your GitLab instance (such as %{domains}).
ko: 도메인이 당신의 GitLab 인스턴스(%{domains}와 같은)에 쓰인 도메인과 일치하는 경우 커밋한 사람의 이메일 주소로 알림을 보냅니다 .
ru: Отправлять уведомления с адреса электронной почты автора коммита, если домен совпадает с доменом, используемым вашим экземпляром GitLab (например, %{domains}).

source: EmailsOnPushService|tanuki@example.com gitlab@example.com
ko: tanuki@example.com gitlab@example.com
ru: tanuki@example.com gitlab@example.com

source: Embed
ko: 임베드
ru: Встроить

source: Emoji
ko: 이모티콘

source: Emoji already assigned
ko: 이미 할당된 이모티콘

source: Empty file
ko: 빈 파일
ru: Пустой файл

source: Enable
ko: 사용
ru: Включить

source: Enable Admin Mode
ko: 운영자 모드 활성화
ru: Включить режим администратора

source: Enable Akismet
ko: Akismet 활성화
ru: Включить Akismet

source: Enable Amazon EKS integration
ko: Amazon EKS 통합 활성화

source: Enable Auto DevOps
ko: 자동 DevOps 활성화
ru: Включить Auto DevOps

source: Enable CI Visibility
ko: CI 가시성 활성화
ru: Включить CI Visibility

source: Enable ClickHouse
ko: ClickHouse 활성화

source: Enable GitLab Error Tracking
ko: GitLab 오류 추적 활성화
ru: Включить отслеживание ошибок GitLab

source: Enable GitLab Prometheus metrics endpoint
ko: GitLab Prometheus 측정항목 엔드포인트 활성화
ru: Включить эндпоинт метрик GitLab Prometheus

source: Enable Invisible Captcha during sign up
ko: 계정 생성 중 Invisible Captcha 활성화
ru: Включить невидимую капчу при регистрации

source: Enable Kroki
ko: Kroki 활성화

source: Enable Mailgun event receiver
ko: Mailgun 이벤트 리시버 활성화

source: Enable Pipeline Job logs collection
ko: 파이프라인 작업 로그 수집 활성화
ru: Включить журналирование заданий конвейера

source: Enable PlantUML
ko: PlantUML 활성화
ru: Включить PlantUML

source: Enable SSL verification
ko: SSL 검증 활성화

source: Enable SSL verification. Defaults to `true` (enabled).
ko: SSL 검증을 활성화합니다. 기본값은 `true`(활성화)입니다.

source: Enable Snowplow tracking
ko: Snowplow 추적 활성화
ru: Включить отслеживание Snowplow

source: Enable Spam Check via external API endpoint
ko: 외부 API 엔드포인트를 통한 스팸 확인 활성화
ru: Включить проверку на спам через внешнюю конечную точку API

source: Enable VS Code Extension Marketplace and configure the extensions registry for Web IDE and Workspaces.
ko: VS Code Extension Marketplace를 활성화 하여 Web IDE와 Workspace를 위한 extension 레지스트리를 구성하세요.
ru: Включите магазин расширений VS Code и настройте реестр расширений для Web IDE и рабочих пространств.

source: Enable VS Code Extension Marketplace and configure the extensions registry for Web IDE.
ko: VS Code Extension Marketplace를 활성화 하여 Web IDE를 위한 extension 레지스트리를 구성하세요.
ru: Включите магазин расширений VS Code и настройте реестр расширений для Web IDE.

source: Enable What's new: All tiers
ko: 새로운 기능 메뉴 활성화: 모든 티어
ru: Включить «Что нового»: все тарифы

source: Enable What's new: Current tier only
ko: 새로운 기능 메뉴 활성화: 현재 티어 전용
ru: Включить «Что нового»: только текущий тариф

source: Enable access to the performance bar for non-administrators in a given group.
ko: 지정된 그룹의 운영자가 아닌 사용자가 성능 표시줄에 액세스할 수 있도록 합니다.
ru: Разрешите доступ к панели производительности для участников группы, не являющихся администраторами.

source: Enable and disable Service Desk. Some additional configuration might be required. %{link_start}Learn more%{link_end}.
ko: 서비스 데스크를 활성화 및 비활성화합니다. 일부 추가 구성이 필요할 수 있습니다. %{link_start}자세히 알아보기%{link_end}.
ru: Включить и отключить службу поддержки. Может потребоваться дополнительная настройка. %{link_start}Узнать больше%{link_end}.

source: Enable authenticated API request rate limit
ko: 인증된 API 요청 속도 제한 활성화
ru: Включить ограничение частоты запросов для аутентифицированных API-запросов

source: Enable authenticated Git LFS request rate limit
ko: 인증된 Git LFS 요청 속도 제한 활성화
ru: Включить ограничение частоты запросов для аутентифицированных Git LFS-запросов

source: Enable authenticated web request rate limit
ko: 인증된 웹 요청 속도 제한 활성화
ru: Включить ограничение частоты для аутентифицированных веб-запросов

source: Enable automatic redirection from the root
ko: root로부터 자동 리디렉션 활성화
ru: Включить автоматическое перенаправление с корня

source: Enable automatic repository housekeeping
ko: 자동 리포지토리 하우스키핑 활성화
ru: Включить автоматическое обслуживание репозитория

source: Enable cleanup policies for projects created earlier than GitLab 12.7.
ko: 이전 버전의 GitLab 12.7보다 이전에 생성된 프로젝트에 대한 정리 정책 활성화

source: Enable cleanup policy caching.
ko: 정리 정책 캐싱 활성화

source: Enable diagrams.net
ko: diagrams.net 활성화

source: Enable email notification
ko: 이메일 알림 활성화

source: Enable feature to choose access level
ko: 액세스 수준을 선택하는 기능 활성화
ru: Включить функцию выбора уровня доступа

source: Enable for this project
ko: 이 프로젝트에 대해 사용
ru: Включить для этого проекта

source: Enable group runners
ko: 그룹 러너 활성화
ru: Включить средства выполнения группы

source: Enable header and footer in emails
ko: 메일 머리말 및 꼬리말 사용
ru: Включить заголовок и подвал в электронных письмах

source: Enable incident management inbound alert limit
ko: 인시던트 관리 인바운드 경고 제한 활성화

source: Enable indexing
ko: 인덱싱 활성화
ru: Включить индексацию

source: Enable instance runners for all projects and subgroups in this group.
ko: 이 그룹의 모든 프로젝트 및 하위 그룹에 대해 인스턴스 러너를 활성화합니다.
ru: Включить средства выполнения экземпляра для всех проектов и подгрупп в этой группе.

source: Enable instance runners for this group
ko: 이 그룹에 대해 인스턴스 러너를 활성화
ru: Включить средства выполнения экземпляра для этой группы

source: Enable instance runners for this project
ko: 이 프로젝트에 인스턴스 러너를 활성화
ru: Включить средства выполнения экземпляра для этого проекта

source: Enable integration
ko: 통합 활성화
ru: Включить интеграцию

source: Enable maintenance mode
ko: 유지 관리 모드 활성화

source: Enable multipart emails
ko: 멀티파트 이메일 활성화
ru: Включить составные электронные письма

source: Enable only for confidential applications exclusively used by a trusted backend server that can securely store the client secret. Do not enable for native-mobile, single-page, or other JavaScript applications because they cannot keep the client secret confidential.
ko: 클라이언트 암호를 안전하게 저장할 수 있는 신뢰할 수 있는 백엔드 서버에서 독점적으로 사용하는 비공개 응용 프로그램에 대해서만 활성화합니다. 네이티브 모바일, 단일 페이지 또는 기타 JavaScript 애플리케이션은 클라이언트 비밀을 유지할 수 없으므로 활성화하지 마십시오.
ru: Включайте только для конфиденциальных приложений, которые используются исключительно доверенным сервером backend, способным безопасно хранить секрет клиента. Не включайте для нативных мобильных приложений, одностраничных или других JavaScript-приложений, поскольку они не могут обеспечить конфиденциальность секрета клиента.

source: Enable or disable keyboard shortcuts in your %{linkStart}user preferences%{linkEnd}.
ko: %{linkStart}사용자 환경설정에서 키보드 단축키를 활성화 또는 비활성화합니다%{linkEnd}.
ru: Включите или отключите сочетания клавиш в ваших %{linkStart}настройках пользователя%{linkEnd}.

source: Enable or disable version check and Service Ping.
ko: 버전 확인 및 서비스 핑을 활성화 또는 비활성화합니다.
ru: Включить или отключить проверку обновлений и отправку статистики использования.

source: Enable rate limiting for requests to the specified paths
ko: 지정된 경로에 대한 요청 속도 제한 활성화
ru: Включить ограничение частоты запросов к указанным путям

source: Enable reCAPTCHA
ko: reCAPCHA 활성화
ru: Включить reCAPTCHA

source: Enable reCAPTCHA for login.
ko: 로그인 할때 reCAPTCHA를 사용합니다.
ru: Включить reCAPTCHA для входа.

source: Enable repository checks
ko: 리포지토리 검사 활성화
ru: Включить проверки репозитория

source: Enable searching
ko: 검색 활성화
ru: Включить поиск

source: Enable security training
ko: 보안 교육 활성화

source: Enable two-factor authentication
ko: 이중 인증 활성화
ru: Включить двухфакторную аутентификацию

source: Enable unauthenticated API request rate limit
ko: 인증되지 않은 API 요청 속도 제한 활성화
ru: Включить ограничение частоты запросов API без проверки подлинности

source: Enable unauthenticated Git HTTP request rate limit
ko: 인증되지 않은 Git HTTP 요청 속도 제한 활성화
ru: Включить ограничение частоты запросов Git HTTP без проверки подлинности

source: Enable unauthenticated web request rate limit
ko: 인증되지 않은 웹 요청 속도 제한 활성화
ru: Включить ограничение частоты веб-запросов без проверки подлинности

source: Enable user deactivation emails
ko: 사용자가 이메일 비활성화할 수 있도록 허용
ru: Включить уведомления об отключении пользователей

source: Enable version check
ko: 버전 점검 활성화
ru: Включить проверку обновлений

source: EnableReviewApp|Add a job in your CI/CD configuration that:
ko: CI/CD 구성에서 다음 작업을 추가합니다.
ru: Добавьте задание в вашу конфигурацию CI/CD, которое:

source: EnableReviewApp|Copy snippet
ko: 스니펫 복사
ru: Скопировать сниппет

source: EnableReviewApp|Have access to infrastructure that can host and deploy the review apps.
ko: 검토 앱을 호스팅하고 배포할 수 있는 인프라에 액세스할 수 있습니다.
ru: Иметь доступ к инфраструктуре, которая может размещать и развёртывать приложения для рецензии.

source: EnableReviewApp|Install and configure a runner to do the deployment.
ko: 배포를 수행할 러너를 설치 및 구성합니다.
ru: Установить и настроить средство выполнения для развёртывания.
