Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: An error occurred while making the request.
ko: 요청을 생성하는 중 오류가 발생했습니다.
ru: Произошла ошибка при выполнении запроса.

source: An error occurred while moving the issue.
ko: 이슈를 옮기는 도중 오류가 발생하였습니다.
ru: Произошла ошибка при перемещении обсуждения.

source: An error occurred while parsing recent searches
ko: 최근 검색들을 구문 분석하는 도중 오류가 발생하였습니다.
ru: Произошла ошибка при обработке недавнего поиска

source: An error occurred while parsing the file.
ko: 파일을 구문 분석하는 도중 오류가 발생하였습니다.
ru: Произошла ошибка при обработке файла.

source: An error occurred while pasting text in the editor. Please try again.
ko: 편집기에서 텍스트를 붙여넣는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при вставке текста в редактор. Попробуйте еще раз.

source: An error occurred while performing this action.
ko: 이 작업을 수행하는 동안 오류가 발생했습니다.

source: An error occurred while removing epics.
ko: 에픽을 삭제하는 도중 오류가 발생하였습니다.
ru: Произошла ошибка при удалении целей.

source: An error occurred while removing issues.
ko: 이슈를 삭제하는 도중 오류가 발생했습니다.
ru: Произошла ошибка при удалении обсуждений.

source: An error occurred while rendering the editor
ko: 편집기를 렌더링하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при отображении редактора

source: An error occurred while reordering issues.
ko: 이슈를 재정렬하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при переназначении задач.

source: An error occurred while resetting the compute usage.
ko: 컴퓨팅 사용량을 재설정하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при сбросе использования вычислительных ресурсов.

source: An error occurred while retrieving calendar activity
ko: 캘린더 활동을 가져오는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении календаря активности

source: An error occurred while retrieving diff
ko: diff를 가져오는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении различий

source: An error occurred while retrieving diff files
ko: diff 파일을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении diff-файлов

source: An error occurred while retrieving projects.
ko: 프로젝트를 가져오는 도중 오류가 발생하였습니다.
ru: Произошла ошибка при получении проектов.

source: An error occurred while retrieving your settings. Reload the page to try again.
ko: 설정을 가져오는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: An error occurred while saving changes: %{error}
ko: 변경 사항을 저장하는 동안 오류가 발생했습니다: %{error}
ru: Произошла ошибка при сохранении изменений: %{error}

source: An error occurred while saving the settings.
ko: 설정을 저장하는 중 오류가 발생하였습니다.

source: An error occurred while saving your settings. Try saving them again.
ko: 설정을 저장하는 동안 오류가 발생했습니다. 다시 저장해 보세요.

source: An error occurred while searching for labels, please try again.
ko: 라벨을 검색하는 중에 오류가 발생했습니다. 다시 시도해 주세요.
ru: При поиске меток произошла ошибка, повторите попытку.

source: An error occurred while triggering the job.
ko: 작업을 트리거하는 중 오류가 발생했습니다.
ru: Произошла ошибка при запуске задания.

source: An error occurred while trying to enable GitLab Duo Core. Reload the page to try again.
ko: GitLab Duo Core 활성화를 시도하는 중에 오류가 발생했습니다. 페이지를 새로고침하여 다시 시도하세요.
ru: Произошла ошибка при попытке включить GitLab Duo Core. Обновите страницу, чтобы повторить попытку.

source: An error occurred while trying to follow this user, please try again.
ko: 이 사용자를 팔로우하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: An error occurred while trying to render the rich text editor. Please try again.
ko: 리치 텍스트 편집기를 렌더링하는 동안 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при попытке отобразить редактор форматированного текста. Попробуйте еще раз.

source: An error occurred while trying to run a new pipeline for this merge request.
ko: 이 머지 리퀘스트에 대해 새 파이프라인을 실행하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при попытке запустить новую сборочную линию для этого запроса на слияние.

source: An error occurred while trying to unfollow this user, please try again.
ko: 이 사용자를 팔로우 해제하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке отписаться от этого пользователя, повторите попытку.

source: An error occurred while trying to update the registries: '%{error_message}'.
ko: 레지스트리를 업데이트하는 동안 오류가 발생했습니다: '%{error_message}'.

source: An error occurred while trying to update the registry: '%{error_message}'.
ko: 레지스트리를 업데이트하는 동안 오류가 발생했습니다: '%{error_message}'.

source: An error occurred while updating approvers
ko: 승인자를 업데이트하는 동안 오류가 발생했습니다
ru: Произошла ошибка при обновлении одобряющих

source: An error occurred while updating assignees.
ko: 담당자를 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при обновлении исполнителей.

source: An error occurred while updating configuration.
ko: 설정을 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при обновлении конфигурации.

source: An error occurred while updating labels.
ko: 라벨을 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при обновлении меток.

source: An error occurred while updating the configuration.
ko: 설정을 업데이트하는 도중 오류가 발생하였습니다.
ru: Произошла ошибка при обновлении конфигурации.

source: An error occurred while updating the notification settings. Please try again.
ko: 알림 설정을 업데이트하는 도중 오류가 발생하였습니다. 다시 시도하십시오.
ru: При обновлении настроек оповещений произошла ошибка. Повторите попытку.

source: An error occurred while updating your settings.
ko: 설정 업데이트 중 오류가 발생했습니다.
ru: Произошла ошибка при сохранении настроек.

source: An error occurred while updating your settings. Reload the page to try again.
ko: 설정을 업데이트하는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при обновлении ваших настроек. Перезагрузите страницу, чтобы попробовать снова.

source: An error occurred while uploading the file. Please try again.
ko: 파일을 업로드하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при загрузке файла. Повторите попытку.

source: An error occurred while validating group path
ko: 그룹 경로 확인 중 오류가 발생했습니다.
ru: Произошла ошибка при валидации пути группы

source: An error occurred while validating username
ko: 사용자명을 확인하는 중 오류가 발생했습니다
ru: Произошла ошибка при проверке имени пользователя

source: An error occurred. Please sign in again.
ko: 오류가 발생 하였습니다, 다시 로그인 하시기 바랍니다.

source: An error occurred. Please try again.
ko: 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.

source: An error occurred. Refresh the page to try again.
ko: 오류가 발생했습니다. 페이지를 새로고침하여 재시도 하세요.
ru: Произошла ошибка. Обновите страницу, чтобы повторить попытку.

source: An error occurred. Unable to reopen this merge request.
ko: 오류가 발생했습니다. 이 merge 요청을 다시 열 수 없습니다.
ru: Произошла ошибка. Не удалось повторно открыть этот запрос на слияние.

source: An example project for managing Kubernetes clusters integrated with GitLab
ko: GitLab과 연동하여 쿠버네티스(Kubernetes) 클러스터를 관리하는 프로젝트 예시
ru: Пример проекта для управления кластерами Kubernetes, интегрированными с GitLab

source: An example project that shows off the best practices for setting up GitLab for your own organization, including sample issues, merge requests, and milestones
ko: 이슈 샘플, 머지 리퀘스트 및 마일스톤을 포함하여 조직에 GitLab을 설정하기 위한 모범 사례를 보여주는 예제 프로젝트
ru: Пример проекта, демонстрирующий лучшие практики настройки GitLab для вашей организации, включая примеры обсуждений, запросов на слияние и этапов.

source: An example showing how to use Jsonnet with GitLab dynamic child pipelines
ko: GitLab 동적 하위 파이프라인과 함께 Jsonnet을 사용하는 방법을 보여주는 예
ru: Пример, показывающий, как использовать Jsonnet с динамическими дочерними сборочными линиями GitLab

source: An incident has been resolved in %{project_path}.
ko: %{project_path}에서 인시던트가 해결되었습니다.

source: An incident has been triggered in %{project_path}.
ko: %{project_path}에서 인시던트가 발생했습니다.

source: An integer value is required for seconds
ko: 초 항목에는 정수 값이 필요합니다.

source: An issue already exists
ko: 이미 존재하는 이슈입니다.
ru: Обсуждение уже существует

source: An issue has been assigned to you.
ko: %d 개의 이슈가 당신에게 할당되었습니다.
ru: Обсуждение назначено вам.

source: An unauthenticated user
ko: 인증되지 않은 사용자
ru: Неавторизованный пользователь

source: An unexpected error occurred trying to submit your comment. Please try again.
ko: 댓글 제출 중 예기치 않은 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке отправить ваш комментарий. Повторите попытку.

source: An unexpected error occurred. Please try again.
ko: 예상하지 못한 오류가 발생했습니다. 다시 시도해 주세요.

source: An unknown error occurred while loading this graph.
ko: 이 그래프를 로드하는 동안 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка при загрузке этого графика.

source: An unknown error occurred.
ko: 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка.

source: Analytics
ko: 분석
ru: Аналитика

source: Analytics dashboards
ko: 분석 대시보드
ru: Панели аналитики

source: Analytics settings
ko: 분석 설정
ru: Настройки аналитики

source: AnalyticsDashboards|Failed to load namespace metadata.
ko: 네임스페이스 메타데이터를 로드하는 데 실패했습니다.
ru: Не удалось загрузить метаданные пространства имён.

source: Analytics| Last updated: %{recordedAt}
ko: 최종 업데이트: %{recordedAt}
ru: Последнее обновление: %{recordedAt}

source: Analytics|%{linkStart}Learn more%{linkEnd} about managing and interacting with analytics dashboards.
ko: 분석 대시보드를 이용하여 관리하고 인터랙션하는 것에 대하여 %{linkStart}상세히 알아보기%{linkEnd}
ru: %{linkStart}Подробнее%{linkEnd} об управлении и работе с аналитическими панелями.

source: Analytics|A dashboard with that name already exists.
ko: 같은 이름을 가진 대시보드가 이미 존재합니다.
ru: Панель с таким названием уже существует.

source: Analytics|A visualization with that name already exists.
ko: 해당 이름을 가진 시각화가 이미 존재합니다.

source: Analytics|Add a visualization
ko: 시각화 추가

source: Analytics|Add to dashboard
ko: 대시보드에 추가
ru: Добавить в панель управления

source: Analytics|Add visualization
ko: 시각화 추가

source: Analytics|Add visualizations
ko: 시각화 추가

source: Analytics|An error occurred while loading data
ko: 데이터를 불러오는 동안 오류가 발생했습니다
ru: Произошла ошибка при загрузке данных

source: Analytics|Analytics dashboards
ko: 분석 대시보드
ru: Аналитические панели

source: Analytics|Analytics settings for '%{group_name}' were successfully updated.
ko: %{group_name}'에 대한 분석 설정이 성공적으로 업데이트되었습니다.

source: Analytics|Analytics settings for '%{project_name}' were successfully updated.
ko: '%{project_name}'에 대한 분석 설정이 성공적으로 업데이트되었습니다.
ru: Настройки аналитики для «%{project_name}» были успешно обновлены.

source: Analytics|Are you sure you want to cancel creating this dashboard?
ko: 이 대시보드 생성을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить создание этой панели управления?

source: Analytics|Are you sure you want to cancel creating this visualization?
ko: 이 시각화 생성을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить создание этой визуализации?

source: Analytics|Are you sure you want to cancel editing this dashboard?
ko: 이 대시보드 편집을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить редактирование этой панели управления?

source: Analytics|Cancel
ko: 취소
ru: Отмена

source: Analytics|Charts
ko: 차트

source: Analytics|Code
ko: 코드
ru: Код

source: Analytics|Column chart
ko: 컬럼 차트

source: Analytics|Configure Dashboard Project
ko: 대시보드 프로젝트 구성

source: Analytics|Configure analytics reports.
ko: 분석 보고서를 구성합니다.

source: Analytics|Continue creating
ko: 생성 계속
ru: Продолжить создание

source: Analytics|Continue editing
ko: 수정 계속
ru: Продолжить редактирование

source: Analytics|Could not clone the dashboard. Refresh the page to try again.
ko: 대시보드를 복제할 수 없습니다. 페이지를 새로 고쳐 다시 시도하세요.
ru: Не удалось клонировать панель. Обновите страницу, чтобы попробовать снова.

source: Analytics|Create dashboard %{dashboardSlug}
ko: 대시보드 만들기 %{dashboardSlug}

source: Analytics|Create with GitLab Duo (optional)
ko: GitLab Duo로 만들기 (옵션)

source: Analytics|Create your dashboard
ko: 대시보드 생성

source: Analytics|Create your visualization
ko: 시각화 생성

source: Analytics|Created by GitLab
ko: GitLab에서 생성됨

source: Analytics|Custom
ko: 커스텀
ru: Настраиваемый

source: Analytics|Custom dashboards
ko: 사용자 대시보드
ru: Пользовательские панели

source: Analytics|Dashboard description
ko: 대시보드 설명

source: Analytics|Dashboard description (optional)
ko: 대시보드 설명 (옵션)

source: Analytics|Dashboard not found
ko: 대시보드를 찾을 수 없습니다

source: Analytics|Dashboard title
ko: 대시보드 제목

source: Analytics|Dashboard was cloned successfully
ko: 대시보드가 성공적으로 복제되었습니다.
ru: Панель успешно скопирована

source: Analytics|Dashboard was saved successfully
ko: 대시보드가 성공적으로 저장되었습니다
ru: Панель успешно сохранена

source: Analytics|Dashboards are created by editing the groups dashboard files.
ko: 대시보드는 그룹 대시보드 파일을 편집하여 생성됩니다.
ru: Панели создаются путём редактирования файлов панели групп.

source: Analytics|Dashboards are created by editing the projects dashboard files.
ko: 대시보드는 프로젝트 대시보드 파일을 편집함으로써 생성됩니다.

source: Analytics|Data explorer
ko: 데이터 탐색기
ru: Исследователь данных

source: Analytics|Data table
ko: 데이터 테이블
ru: Таблица данных

source: Analytics|Date range
ko: 날짜 범위
ru: Диапазон дат

source: Analytics|Date range %{selected}
ko: 날짜 범위: %{selected}
ru: Диапазон дат %{selected}

source: Analytics|Dates and times are displayed in the UTC timezone.
ko: UTC 시간대로 날짜와 시간이 표시됩니다.
ru: Даты и время отображаются в часовом поясе UTC.

source: Analytics|Dates and times are displayed in the UTC timezone. Date range is limited to %d day.
ko: UTC 시간대로 날짜와 시간이 표시됩니다. 날짜 범위는 %d 일로 제한됩니다.
ru: Даты и время отображаются в часовом поясе UTC. Диапазон дат ограничен %d днём.

source: Analytics|Default date range '%{defaultOption}' is not included in the list of dateRange options
ko: 기본 날짜 범위 '%{defaultOption}'가 dateRange 옵션 목록에 포함되지 않았습니다.
ru: Диапазон дат по умолчанию «%{defaultOption}» не включён в список вариантов диапазонов дат

source: Analytics|Edit
ko: 편집
ru: Изменить

source: Analytics|Edit your dashboard
ko: 대시보드 편집

source: Analytics|Enter a dashboard description
ko: 대시보드 설명 입력

source: Analytics|Enter a dashboard title
ko: 대시보드 제목을 입력하세요

source: Analytics|Enter a prompt to continue.
ko: 계속하려면 프롬프트를 입력하세요.
ru: Введите запрос, чтобы продолжить.

source: Analytics|Enter a visualization title
ko: 시각화 제목을 입력하세요.

source: Analytics|Error while saving dashboard
ko: 대시보드 저장 중 오류

source: Analytics|Error while saving visualization.
ko: 시각화를 저장하는 동안 오류가 발생했습니다.

source: Analytics|Events received since %{date}
ko: %{date} 이후 수신된 이벤트

source: Analytics|Example: Number of users over time, grouped weekly
ko: 예: 시간 경과에 따른 사용자 수, 주간으로 그룹화됨
ru: Пример: количество пользователей за определённый период, сгруппированное по неделям

source: Analytics|Exclude anonymous users
ko: 익명 사용자 제외

source: Analytics|Failed to clear project-level settings. Please try again or %{linkStart}clear them manually%{linkEnd}.
ko: 프로젝트 수준 설정을 지우지 못했습니다. 다시 시도하거나 %{linkStart}수동으로 삭제하세요%{linkEnd}.
ru: Не удалось очистить настройки проекта. Попробуйте ещё раз или %{linkStart}сбросьте их вручную%{linkEnd}.

source: Analytics|Failed to fetch data
ko: 데이터를 가져오지 못했습니다.
ru: Не удалось получить данные

source: Analytics|Failed to load dashboard
ko: 대시보드를 로드하지 못했습니다.
ru: Не удалось загрузить панель

source: Analytics|Failed to update project-level settings. Please try again.
ko: 프로젝트 수준 설정을 업데이트하지 못했습니다. 다시 시도하세요.
ru: Не удалось обновить настройки на уровне проекта. Попробуйте снова.

source: Analytics|Generate with Duo
ko: Duo로 생성
ru: Сгенерировать с помощью Duo

source: Analytics|GitLab Duo may be used to help generate your visualization. You can prompt Duo with your desired data, as well as any dimensions or additional groupings of that data. You may also edit the result as needed.
ko: GitLab Duo를 사용하여 시각화를 생성할 수 있습니다. 원하는 데이터는 물론 해당 데이터의 측정기준이나 추가 그룹을 Duo에 표시할 수 있습니다. 필요에 따라 결과를 편집할 수도 있습니다.
ru: GitLab Duo может быть использован для помощи в создании визуализации. Вы можете ввести запрос для Duo с желаемыми данными, а также указать измерения или дополнительные группы этих данных. Результат можно редактировать по мере необходимости.

source: Analytics|Invalid dashboard configuration
ko: 잘못된 대시보드 구성

source: Analytics|Invalid visualization configuration
ko: 잘못된 시각화 구성
ru: Неверная конфигурация визуализации

source: Analytics|Last updated: %{recordedAt}
ko: 마지막 업데이트: %{recordedAt}
ru: Последнее обновление: %{recordedAt}

source: Analytics|Learn more about %{docsLinkStart}AI impact analytics%{docsLinkEnd} and %{subscriptionLinkStart}GitLab Duo seats%{subscriptionLinkEnd}.
ko: %{docsLinkStart}AI 영향 분석%{docsLinkEnd} 및 %{subscriptionLinkStart}GitLab Duo 사용자수%{subscriptionLinkEnd}에 대해 더 자세히 알아보세요.
ru: Подробнее о %{docsLinkStart}аналитике влияния ИИ%{docsLinkEnd} и %{subscriptionLinkStart}лицензиях GitLab Duo%{subscriptionLinkEnd}.

source: Analytics|Line chart
ko: 라인 차트

source: Analytics|New dashboard
ko: 새 대시보드

source: Analytics|No dashboard matches the specified URL path.
ko: 지정된 URL 경로와 일치하는 대시보드가 없습니다.
ru: Ни одна панель не соответствует указанному пути URL.

source: Analytics|No results match your query or filter.
ko: 쿼리 또는 필터와 일치하는 결과가 없습니다.

source: Analytics|Overview
ko: 개요
ru: Обзор

source: Analytics|Refresh the page to try again or see %{linkStart}troubleshooting documentation%{linkEnd}.
ko: 페이지를 새로 고쳐 다시 시도하거나 %{linkStart}문제 해결 설명서 %{linkEnd}를 참조하세요.

source: Analytics|Save and add to Dashboard
ko: 대시보드에 저장 및 추가

source: Analytics|Save your dashboard
ko: 대시보드 저장

source: Analytics|Save your visualization
ko: 시각화 저장

source: Analytics|Select a measurement
ko: 측정 선택

source: Analytics|Select a visualization type
ko: 시각화 유형 선택

source: Analytics|Single statistic
ko: 단일 통계

source: Analytics|Single stats
ko: 단일 통계

source: Analytics|Something is wrong with your panel visualization configuration. See %{linkStart}troubleshooting documentation%{linkEnd}.
ko: 패널 시각화 구성에 문제가 있습니다. %{linkStart}문제 해결 문서%{linkEnd}을 참조하십시오.

source: Analytics|Something went wrong while connecting to your data source. See %{linkStart}troubleshooting documentation%{linkEnd}.
ko: 데이터 소스에 연결하는 동안 문제가 발생했습니다. %{linkStart}문제 해결 문서%{linkEnd}을 참조하십시오.
ru: Произошла ошибка при подключении к вашему источнику данных. Ознакомьтесь с %{linkStart}документацией по устранению неполадок%{linkEnd}.

source: Analytics|Something went wrong while loading available visualizations. Refresh the page to try again.
ko: 시각화를 로드하는 동안 문제가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке доступных визуализаций. Обновите страницу, чтобы попробовать снова.

source: Analytics|Something went wrong while loading the dashboard. Refresh the page to try again or see %{linkStart}troubleshooting documentation%{linkEnd}.
ko: 대시보드를 로드하는 동안 문제가 발생했습니다. 페이지를 새로고침 하고 다시 시도하거나 %{linkStart}문제 해결 문서%{linkEnd}참조하세요.
ru: Произошла ошибка при загрузке панели. Обновите страницу, чтобы попробовать снова, или обратитесь к %{linkStart}документации по устранению неисправностей%{linkEnd}.

source: Analytics|Something went wrong.
ko: 문제가 발생했습니다.
ru: Произошла ошибка.

source: Analytics|Start by choosing a measure
ko: 측정값 선택으로 시작

source: Analytics|Statistics on namespace usage. Usage data is a cumulative count, and updated monthly.
ko: 네임스페이스 사용에 대한 통계입니다. 사용량 데이터는 누적 수치이며 매월 업데이트됩니다.
ru: Статистика использования пространства имён. Сведения накапливаются кумулятивно и обновляются ежемесячно.

source: Analytics|Tables
ko: 표
ru: Таблицы

source: Analytics|The visualization preview displays only the last 7 days. Dashboard visualizations can display the entire date range.
ko: 시각화 미리보기는 지난 7일만 표시합니다. 대시보드 시각화는 전체 날짜 범위를 표시할 수 있습니다.
ru: Предпросмотр визуализации отображает только последние 7 дней. Панель мониторинга визуализаций может отображать весь диапазон дат.

source: Analytics|There was a problem generating your query. Please try again.
ko: 쿼리를 생성하는 중에 문제가 발생했습니다. 다시 시도해 주세요.

source: Analytics|To create your own dashboards, first configure a project to store your dashboards.
ko: 자신만의 대시보드를 생성하려면, 먼저 대시보드를 저장할 프로젝트를 구성하십시오.

source: Analytics|Unable to update analytics settings. Please try again.
ko: 분석 설정을 업데이트할 수 없습니다. 다시 시도해 주세요.

source: Analytics|Updating dashboard %{dashboardSlug}
ko: 대시보드 업데이트 중 %{dashboardSlug}

source: Analytics|Updating visualization %{visualizationName}
ko: 시각화 업데이트 중 %{visualizationName}

source: Analytics|Usage breakdown
ko: 사용 분석

source: Analytics|Usage data is a cumulative count and is updated monthly.
ko: 사용 데이터는 누적된 수치이며 매월 업데이트됩니다.
ru: Данные об использовании — это накопительный подсчёт, обновляемый ежемесячно.

source: Analytics|Use ClickHouse for supported analytics reports. Available when %{link_start}ClickHouse is configured%{link_end}.
ko: 지원되는 분석 보고서를 보려면 ClickHouse를 사용하세요. %{link_start}ClickHouse가 구성%{link_end}된 경우 사용할 수 있습니다.

source: Analytics|Use the data explorer to create custom visualizations. After you save a visualization, you can add it to a dashboard.
ko: 데이터 탐색기를 사용하여 사용자 정의 시각화를 생성하세요. 시각화를 저장한 후에는 이를 대시보드에 추가할 수 있습니다
ru: Используйте исследователь данных для создания пользовательских визуализаций. После сохранения визуализации вы можете добавить её на панель мониторинга.

source: Analytics|View available dashboards
ko: 사용가능한 대시보드 보기

source: Analytics|View metrics only for users who have consented to activity tracking.
ko: 활동 추적에 동의한 사용자에 대해서만 측정항목을 봅니다.

source: Analytics|Visualization
ko: 시각화
ru: Визуализация

source: Analytics|Visualization title
ko: 시각화 제목
ru: Заголовок визуализации

source: Analytics|Visualization was saved successfully
ko: 시각화가 성공적으로 저장되었습니다.

source: Analytics|Would you like to replace your existing selection with a new visualization generated through GitLab Duo?
ko: 기존 선택 항목을 GitLab Duo를 통해 생성된 새로운 시각화로 바꾸시겠습니까?

source: Analyze your dependencies for known vulnerabilities.
ko: 알려진 취약점에 대한 의존성들을 분석하세요
ru: Анализируйте ваши зависимости на предмет известных уязвимостей.

source: Analyze your infrastructure as code configuration files for known vulnerabilities.
ko: 당신의 코드형 인프라의 구성 파일에 알려진 취약점에 있는지 분석합니다.
ru: Анализируйте файлы конфигурации инфраструктуры как кода на известные уязвимости.

source: Analyze your source code and Git history for secrets by using CI/CD pipelines.
ko: CI/CD 파이프라인을 사용하여 비밀에 대한 소스 코드와 Git 이력을 분석하세요.
ru: Анализируйте свой исходный код и историю Git на наличие секретов с помощью конвейеров CI/CD.

source: Analyze your source code for vulnerabilities with the GitLab Advanced SAST analyzer.
ko: GitLab Advanced SAST 분석기를 사용하여 소스 코드의 취약점을 분석하세요.
ru: Анализируйте исходный код на наличие уязвимостей с помощью анализатора GitLab Advanced SAST.

source: Analyze your source code for vulnerabilities.
ko: 소스 코드에 취약점이 있는지 분석하세요.
ru: Анализируйте исходный код на наличие уязвимостей.

source: Analyzing file…
ko: 파일 분석중...

source: Ancestors
ko: 조상
ru: Предки

source: Anonymous
ko: 익명
ru: Аноним

source: Anonymous user
ko: 익명 사용자
ru: Анонимный пользователь

source: Another issue tracker is already in use. Only one issue tracker service can be active at a time
ko: 다른 이슈 추적기가 이미 사용 중입니다. 한 번에 하나의 이슈 추적기 서비스만 활성화할 수 있습니다.
ru: Другая система контроля обсуждений уже используется. Только одна такая система может быть активна одновременно.

source: Another open merge request already exists for this source branch: %{conflicting_mr_reference}
ko: 이 소스 브랜치에 대한 다른 열린 머지 리퀘스트가 이미 있습니다: %{conflicting_mr_reference}
ru: Для этой исходной ветки уже существует другой открытый запрос на слияние: %{conflicting_mr_reference}

source: Another third-party wiki is already in use. Only one third-party wiki integration can be active at a time
ko: 다른 타사 Wiki가 이미 사용 중입니다. 한 번에 하나의 타사 Wiki 통합만 활성화할 수 있습니다.
ru: Уже используется другая сторонняя вики. Одновременно может быть активна только одна интеграция со сторонней вики.

source: Anti-spam verification
ko: 안티 스팸 검증
ru: Анти-спам проверка

source: Any %{header}
ko: 모든 %{header}

source: Any Author
ko: 모든 작성자
ru: Любой автор

source: Any Milestone
ko: 모든 마일스톤
ru: Любой этап

source: Any eligible user
ko: 모든 적격 사용자
ru: Любой подходящий пользователь

source: Any encrypted tokens
ko: 모든 암호화된 토큰
ru: Любые зашифрованные токены

source: Any label
ko: 모든 라벨
ru: Любая метка

source: Any member with at least Developer permissions on the project.
ko: 프로젝트에 대해 최소한 개발자 권한이 있는 모든 멤버.
ru: Любой участник с правами как минимум Разработчика в проекте.

source: Any milestone
ko: 모든 마일스톤
ru: Любой этап
