Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ServiceDesk|Any project member can view new tickets.
ko: 모든 프로젝트 구성원이 새 티켓을 볼 수 있습니다.

source: ServiceDesk|CRAM-MD5
ko: CRAM-MD5

source: ServiceDesk|Cannot convert issue to ticket because no email was provided or the format was invalid.
ko: 이메일이 제공되지 않았거나 형식이 잘못되었기 때문에 이슈를 티켓으로 변환할 수 없습니다.

source: ServiceDesk|Cannot convert to ticket because Service Desk is disabled.
ko: 서비스 데스크가 비활성화되어 있어 티켓을 변환할 수 없습니다.

source: ServiceDesk|Cannot convert to ticket because it is already a ticket.
ko: 이미 티켓이므로 티켓으로 변환할 수 없습니다.

source: ServiceDesk|Cannot create custom email
ko: 커스텀 이메일을 생성할 수 없음

source: ServiceDesk|Cannot update custom email
ko: 커스텀 이메일을 업데이트할 수 없음

source: ServiceDesk|Check your forwarding settings and make sure the original email sender remains in the From header.
ko: 전달 설정을 확인하고 원래 이메일 보낸 사람이 From 헤더에 남아 있는지 확인하십시오.

source: ServiceDesk|Common ports are 587 when using TLS, and 25 when not.
ko: 일반적으로 포트는 TLS를 사용하는 경우 587이고 사용하지 않는 경우 25입니다.

source: ServiceDesk|Configure a custom email address
ko: 커스텀 이메일 주소 구성
ru: Настройка пользовательского адреса электронной почты

source: ServiceDesk|Connect a custom email address your customers can use to create Service Desk issues. Forward all emails from your custom email address to the Service Desk email address of this project. GitLab will send Service Desk emails from the custom address on your behalf using your SMTP credentials. %{linkStart}Learn more about prerequisites and the verification process%{linkEnd}.
ko: 고객이 Service Desk 이슈를 생성하는 데 사용할 수 있는 커스텀 이메일 주소를 연결합니다. 사용자 정의 이메일 주소의 모든 이메일을 이 프로젝트의 서비스 데스크 이메일 주소로 전달하십시오. GitLab은 SMTP 자격 증명을 사용하여 사용자를 대신하여 커스텀 이메일 주소에서 Service Desk 이메일을 보냅니다. %{linkStart}전제 조건 및 확인 프로세스에 대해 자세히 알아보세요.%{linkEnd}.

source: ServiceDesk|Convert issue to Service Desk ticket
ko: 이슈를 서비스 데스크 티켓으로 전환

source: ServiceDesk|Converted issue to Service Desk ticket.
ko: 이슈가 서비스 데스크 티켓으로 변환되었습니다.

source: ServiceDesk|Converts this issue to a Service Desk ticket.
ko: 이 이슈를 서비스 데스크 티켓으로 변환합니다.
ru: Преобразует это обсуждение в тикет службы поддержки.

source: ServiceDesk|Copy Service Desk email address
ko: 서비스 데스크 이메일 주소 복사

source: ServiceDesk|Custom email address
ko: 커스텀 이메일 주소

source: ServiceDesk|Custom email address could not be verified.
ko: 커스텀 이메일 주소를 확인할 수 없습니다.
ru: Не удалось подтвердить пользовательский адрес электронной почты.

source: ServiceDesk|Custom email address has already been verified.
ko: 커스텀 이메일 주소가 이미 인증되었습니다.

source: ServiceDesk|Custom email address verification has already been processed and failed.
ko: 커스텀 이메일 주소 확인이 이미 처리되어 실패했습니다.
ru: Проверка пользовательского адреса электронной почты уже была выполнена и не удалась.

source: ServiceDesk|Custom email already exists
ko: 커스텀 이메일이 이미 존재합니다.

source: ServiceDesk|Custom email disabled.
ko: 커스텀 이메일이 비활성화되었습니다.

source: ServiceDesk|Custom email does not exist
ko: 커스텀 이메일이 존재하지 않습니다

source: ServiceDesk|Custom email enabled.
ko: 커스텀 이메일이 활성화되었습니다.

source: ServiceDesk|Custom email is required and must be a valid email address.
ko: 커스텀 이메일이 필요하며 유효한 이메일 주소여야 합니다.

source: ServiceDesk|Email address your customers can use to send support requests. It must support sub-addressing.
ko: 고객이 지원 요청을 보내는 데 사용할 수 있는 이메일 주소입니다. 하위 주소 지정을 지원해야 합니다.

source: ServiceDesk|Enable Service Desk
ko: 서비스 데스크 사용

source: ServiceDesk|Enable custom email address
ko: 커스텀 이메일 주소 활성화

source: ServiceDesk|External participants
ko: 외부 참가자

source: ServiceDesk|Forward all emails to the custom email address to %{incomingEmail}.
ko: 모든 이메일을 커스텀 이메일 주소 %{incomingEmail}로 전달하세요.

source: ServiceDesk|Incorrect From header
ko: 잘못된 From 헤더

source: ServiceDesk|Incorrect forwarding target
ko: 잘못된 포워딩 대상

source: ServiceDesk|Incorrect verification token
ko: 잘못된 인증 토큰

source: ServiceDesk|Invalid credentials
ko: 잘못된 자격 증명
ru: Неверные учётные данные

source: ServiceDesk|Issues created from Service Desk emails will appear here. Each comment becomes part of the email conversation.
ko: 서비스 데스크 이메일에서 생성된 이슈가 여기에 나타납니다. 각 댓글은 이메일 대화의 일부가 됩니다.

source: ServiceDesk|Keep custom email
ko: 커스텀 이메일 유지

source: ServiceDesk|Let GitLab select a server-supported method (recommended)
ko: GitLab에서 서버 지원 방법을 선택하도록 함 (권장)

source: ServiceDesk|Like the author, external participants receive Service Desk emails and can participate in the discussion.
ko: 작성자와 마찬가지로 외부 참가자도 Service Desk 이메일을 받고 토론에 참여할 수 있습니다.

source: ServiceDesk|Login
ko: 로그인
ru: Войти

source: ServiceDesk|Minimum 8 characters long.
ko: 최소 8자 길이.
ru: Минимум 8 символов.

source: ServiceDesk|New tickets are confidential by default
ko: 새 티켓은 기본적으로 비공개입니다.

source: ServiceDesk|On public projects, tickets are always confidential by default.
ko: 공개 프로젝트에서 티켓은 기본적으로 항상 비공개입니다.

source: ServiceDesk|Only project members with at least the Reporter role can view new tickets.
ko: 최소한 리포터 역할을 가진 프로젝트 구성원만 새 티켓을 볼 수 있습니다.
ru: Только участники проекта с ролью Репортер или выше могут просматривать новые заявки.

source: ServiceDesk|Or reset and connect a new custom email address to this Service Desk.
ko: 또는 새 커스텀 이메일 주소를 재설정하고 이 서비스 데스크에 연결합니다.

source: ServiceDesk|Parameters missing
ko: 파라메터 누락

source: ServiceDesk|Plain
ko: 일반

source: ServiceDesk|Please share your feedback on this feature in the %{linkStart}feedback issue%{linkEnd}
ko: %{linkStart}피드백 이슈%{linkEnd}에 이 기능에 대한 의견을 공유해 주세요.

source: ServiceDesk|Please try again. Check email forwarding settings and credentials, and then restart verification.
ko: 다시 시도하십시오. 이메일 전달 설정 및 자격 증명을 확인한 다음 확인을 다시 시작하십시오.

source: ServiceDesk|Read timeout
ko: 읽기 시간 초과

source: ServiceDesk|Reopen issues when an external participant comments
ko: 외부 참가자가 댓글을 달면 이슈 다시 열기

source: ServiceDesk|Reset custom email
ko: 커스텀 이메일 재설정

source: ServiceDesk|Reset custom email address and delete credentials
ko: 커스텀 이메일 주소 재설정 및 자격 증명 삭제

source: ServiceDesk|Reset custom email address.
ko: 커스텀 이메일 주소를 재설정합니다.

source: ServiceDesk|SMTP address is required and must be resolvable.
ko: SMTP 주소가 필요하며 확인할 수 있어야 합니다.

source: ServiceDesk|SMTP authentication method
ko: SMTP 인증 방법
ru: Метод аутентификации SMTP

source: ServiceDesk|SMTP host
ko: SMTP 호스트
ru: Сервер SMTP

source: ServiceDesk|SMTP host issue
ko: SMTP 호스트 이슈
ru: Проблема с сервером SMTP

source: ServiceDesk|SMTP password
ko: SMTP 비밀번호
ru: Пароль SMTP

source: ServiceDesk|SMTP password is required and must be at least 8 characters long.
ko: SMTP 비밀번호가 필요하며 길이가 8자 이상이어야 합니다.
ru: Пароль SMTP является обязательным и должен быть не менее 8 символов длинной.

source: ServiceDesk|SMTP port
ko: SMTP 포트
ru: Порт SMTP

source: ServiceDesk|SMTP port is required and must be a port number larger than 0.
ko: SMTP 포트가 필요하며 0보다 큰 포트 번호여야 합니다.
ru: Порт SMTP является обязательным и должен быть положительным числом.

source: ServiceDesk|SMTP username
ko: SMTP username
ru: Имя пользователя SMTP

source: ServiceDesk|SMTP username is required.
ko: SMTP username이 필요합니다.
ru: Имя пользователя SMTP является обязательным.

source: ServiceDesk|Save and test connection
ko: 저장 및 연결 테스트
ru: Сохранить и проверить подключение

source: ServiceDesk|Saved custom email address and started verification.
ko: 사용자 지정 이메일 주소를 저장하고 확인을 시작했습니다.

source: ServiceDesk|Service Desk email address to forward emails to
ko: 이메일을 전달할 서비스 데스크 이메일 주소

source: ServiceDesk|Service Desk setting missing
ko: 서비스 데스크 설정 누락

source: ServiceDesk|Service Desk setting or verification object missing
ko: 서비스 데스크 설정 또는 인증 개체 누락

source: ServiceDesk|The SMTP server did not respond in time.
ko: SMTP 서버가 제때 응답하지 않았습니다.
ru: Сервер SMTP не ответил вовремя.

source: ServiceDesk|The given credentials (username and password) were rejected by the SMTP server, or you need to explicitly set an authentication method.
ko: 주어진 자격 증명(사용자명과 비밀번호)이 SMTP 서버에서 거부되었거나 인증 방법을 명시적으로 설정해야 합니다.
ru: Указанные учётные данные (имя пользователя и пароль) были отклонены SMTP-сервером, или вам нужно явно указать метод аутентификации.

source: ServiceDesk|The received email didn't contain the verification token that was sent to your email address.
ko: 수신된 이메일에 귀하의 이메일 주소로 전송된 인증 토큰이 포함되어 있지 않습니다.

source: ServiceDesk|The verification email wasn't received in time. There is a 30 minutes timeframe for verification emails to appear in your instance's Service Desk. Make sure that you have set up email forwarding correctly.
ko: 인증 이메일이 제시간에 수신되지 않았습니다. 확인 이메일이 인스턴스의 서비스 데스크에 표시되는 데 걸리는 시간은 30분입니다. 이메일 전달을 올바르게 설정했는지 확인하십시오.

source: ServiceDesk|This also adds an internal comment that mentions the assignees of the issue.
ko: 이와 함께 이슈의 담당자들을 멘션하는 내부 코멘트를 추가합니다.
ru: Это также добавляет внутренний комментарий с упоминанием исполнителей обсуждения.

source: ServiceDesk|This issue has been converted to a Service Desk ticket. The email address `%{email}` is the new author of this issue. GitLab didn't send a `thank_you` Service Desk email. The original author of this issue was `%{original_author}`.
ko: 이 이슈가 서비스 데스크 티켓으로 전환되었습니다. 이 문제의 새로운 작성자는 이메일 주소 `%{email}`입니다. GitLab은 `thank_you` 서비스 데스크 이메일을 보내지 않았습니다. 이 이슈의 원 작성자는 `%{original_author}`였습니다.
ru: Это обсуждение было преобразовано в тикет службы поддержки. Электронная почта `%{email}` теперь является новым автором этого обсуждения. GitLab не отправил письмо службы поддержки с благодарностью. Оригинальным автором этого обсуждения был `%{original_author}`.

source: ServiceDesk|This issue has been reopened because it received a new comment from an external participant.
ko: 이 이슈는 외부 참가자로부터 새로운 의견을 받았기 때문에 다시 열렸습니다.
ru: Это обсуждение было повторно открыто, так как оно получило новый комментарий от внешнего участника.

source: ServiceDesk|Ticket visibility
ko: 티켓 공개범위
ru: Видимость заявки

source: ServiceDesk|To use a custom email address for this Service Desk, you'll need to configure and verify an email address again.
ko: 이 서비스 데스크에 커스텀 이메일 주소를 사용하려면 이메일 주소를 다시 구성하고 확인해야 합니다.
ru: Для использования собственного адреса электронной почты для этого Service Desk вам нужно будет настроить и заново подтвердить адрес электронной почты.

source: ServiceDesk|Use Service Desk to connect with your users and offer customer support through email right inside GitLab
ko: 서비스 데스크를 사용하여 GitLab 내부에서 이메일을 통해 사용자와 연결하고 고객 지원을 제공합니다

source: ServiceDesk|User cannot manage project.
ko: 사용자는 프로젝트를 관리할 수 없습니다.
ru: Пользователь не может управлять проектом.

source: ServiceDesk|Verification email not received within timeframe
ko: 확인 이메일이 시간 내에 수신되지 않음

source: ServiceDesk|Verification failed
ko: 인증 실패

source: ServiceDesk|Verification started
ko: 인증 시작됨

source: ServiceDesk|Verify %{customEmail} with SMTP host %{smtpAddress}:
ko: SMTP 호스트 %{smtpAddress}로 %{customEmail} 확인:

source: ServiceDesk|When enabled, Service Desk emails will be sent using the provided credentials.
ko: 활성화되면 제공된 자격 증명을 사용하여 서비스 데스크 전자 메일이 전송됩니다.
ru: При включении электронные письма службы поддержки будут отправляться с использованием предоставленных учётных данных.

source: ServiceDesk|You are about to %{strongStart}disable the custom email address%{strongEnd} %{customEmail} %{strongStart}and delete its credentials%{strongEnd}.
ko: %{strongStart}커스텀 이메일 주소를 비활성화하고%{strongEnd} %{customEmail} %{strongStart}자격 증명을 삭제하려고 합니다%{strongEnd}.
ru: Вы собираетесь %{strongStart}отключить пользовательский адрес электронной почты%{strongEnd} %{customEmail} %{strongStart}и удалить его учётные данные%{strongEnd}.

source: ServiceDesk|Your users can send emails to this address:
ko: 사용자는 다음 주소로 전자 메일을 보낼 수 있습니다.

source: ServicePing|Service ping is off
ko: 서비스 ping이 꺼져 있습니다
ru: Статистика использования выключена

source: ServicePing|This can be changed at any time in %{link_start}your settings%{link_end}.
ko: 이것은 %{link_start}귀하의 설정%{link_end}에서 언제든지 변경할 수 있습니다.
ru: Это можно изменить в любой момент в %{link_start}ваших настройках%{link_end}.

source: ServicePing|To help improve GitLab, we would like to periodically %{link_start}collect usage information%{link_end}.
ko: GitLab 개선을 돕기 위해 주기적으로 %{link_start}사용 정보를 수집하고 싶습니다%{link_end}.
ru: Чтобы помочь улучшить GitLab, мы хотели бы периодически %{link_start}собирать информацию об использовании%{link_end}.

source: ServicePing|To view instance-level analytics, ask an admin to turn on %{docLinkStart}service ping%{docLinkEnd}.
ko: 인스턴스 수준 분석을 보려면 운영자에게 %{docLinkStart} 서비스 ping%{docLinkEnd}를 켜도록 요청하십시오.
ru: Чтобы просмотреть аналитику на уровне экземпляра, попросите администратора включить %{docLinkStart}статистику использования%{docLinkEnd}.

source: ServicePing|Turn on service ping
ko: 서비스 ping이 켜기
ru: Включить статистику использования

source: ServicePing|Turn on service ping to review instance-level analytics.
ko: 인스턴스 수준 분석을 검토하기 위한 서비스 ping 켜기.
ru: Включите статистику использования, чтобы просматривать аналитику уровня экземпляра.

source: Session ID
ko: 세션 ID

source: SessionExpire|Your session has expired
ko: 세션이 만료되었습니다

source: SessionExpire|Your session has expired. Please, sign in again.
ko: 세션이 만료되었습니다. 다시 로그인하세요.

source: Session|There was a error loading the user verification challenge. Refresh to try again.
ko: 사용자 인증 질문을 로드하는 중에 오류가 발생했습니다. 다시 시도하려면 새로고침하세요.

source: Set %{epic_ref} as the parent epic.
ko: %{epic_ref}을 상위 에픽으로 설정.
ru: Установить %{epic_ref} в качестве родительской цели.

source: Set %{parent_ref} as this item's parent item.
ko: %{parent_ref}를 이 아이템의 상위 아이템으로 설정.
ru: Установить %{parent_ref} в качестве родительского элемента.

source: Set a default description template to be used for new issues. %{link_start}What are description templates?%{link_end}
ko: 새 이슈에 사용할 기본 설명 템플릿을 설정합니다. %{link_start}설명 템플릿이란 무엇입니까?%{link_end}

source: Set a group, access level or users who are required to deploy.
ko: 배포에 필요한 그룹, 액세스 수준 또는 사용자를 설정합니다.

source: Set a password on your account to pull or push via %{protocol}.
ko: %{protocol} 프로토콜을 통해 Pull 하거나 Push하려면 계정에 패스워드를 설정하십시오.
ru: Установите пароль в своем аккаунте, чтобы отправлять или получать код через %{protocol}.

source: Set as default
ko: 기본값으로 설정

source: Set due date
ko: 마감일 설정
ru: Установить дату завершения

source: Set health status
ko: 헬스 체크 상태 설정
ru: Изменить состояние здоровья

source: Set health status to %{health_status}.
ko: 헬스 체크 상태를 %{health_status}으로 설정합니다.
ru: Изменить состояние здоровья на %{health_status}.

source: Set iteration
ko: 이터레이션 설정
ru: Задать итерацию

source: Set limit to 0 to allow any file size.
ko: 모든 파일 크기를 허용하려면 제한을 0으로 설정하십시오.
ru: Установите ограничение 0, чтобы разрешить любой размер файла.

source: Set limits for web and API requests.
ko: 웹 및 API 요청에 대한 제한을 설정하십시오.
ru: Установите ограничения для веб-запросов и запросов API.

source: Set milestone
ko: 마일스톤 설정
ru: Задать этап

source: Set parent epic to an epic
ko: 상위 에픽을 에픽으로 설정
ru: Установить родительскую цель

source: Set parent item
ko: 상위 항목 설정
ru: Установить родительский элемент

source: Set per-user rate limits for imports and exports of projects and groups.
ko: 프로젝트와 그룹의 가져오기 및 내보내기에 대한 사용자당 속도 제한을 설정하십시오.
ru: Установите ограничения на частоту запросов для каждого пользователя при импорте и экспорте проектов и групп

source: Set projects and maximum size limits, session duration, user options, and check feature availability for namespace plan.
ko: 프로젝트 및 최대 크기 제한, 세션 기간, 사용자 옵션을 설정하고 네임스페이스 요금제에서 사용가능한 기능을 확인하십시오.
ru: Установите лимиты по проектам и максимальному размеру, продолжительность сессии, параметры пользователя и проверьте доступность функций для тарифа пространства имён.

source: Set rate limits for package registry API requests that supersede the general user and IP rate limits.
ko: 일반 사용자 및 IP 속도 제한을 대체하는 패키지 레지스트리 API 요청에 대한 속도 제한을 설정하십시오.
ru: Установите ограничения на частоту запросов для API реестра пакетов, которые будут иметь приоритет над общими ограничениями для пользователей и IP-адресов.

source: Set rate limits for searches performed by web or API requests.
ko: 웹 또는 API 요청에의해 수행되는 검색의 속도 제한을 설정하십시오.
ru: Установите ограничения на частоту запросов для поиска, выполняемого через веб- или API-запросы.

source: Set severity
ko: 심각도 설정
ru: Установить уровень серьёзности

source: Set sign-in restrictions for all users.
ko: 모든 사용자에게 로그인 제한을 설정하십시오.

source: Set size limits for displaying diffs in the browser.
ko: 브라우저에서 diff를 표시하는 크기 제한을 설정하십시오.

source: Set target branch
ko: 대상 브랜치 설정

source: Set target branch to %{branch_name}.
ko: 대상 브랜치를 %{branch_name}으로 설정하십시오.

source: Set the Draft status
ko: 초안 상태로 설정
ru: Установить статус черновика

source: Set the Ready status
ko: 준비 상태 설정

source: Set the default expiration time for job artifacts in all projects. Set to %{code_open}0%{code_close} to never expire artifacts by default. If no unit is written, it defaults to seconds. For example, these are all equivalent: %{code_open}3600%{code_close}, %{code_open}60 minutes%{code_close}, or %{code_open}one hour%{code_close}.
ko: 모든 프로젝트에서 작업 아티팩트의 기본 만료 시간을 설정합니다. 기본적으로 아티팩트를 만료하지 않으려면 %{code_open}0%{code_close}으로 설정합니다. 단위가 작성되지 않은 경우 기본값은 초입니다. 예를 들어, 다음은 모두 동일합니다. %{code_open}3600%{code_close}, %{code_open}60분%{code_close}또는 %{code_open}1시간%{code_close}.
ru: Установите время истечения срока действия артефактов заданий по умолчанию для всех проектов. Установите значение %{code_open}0%{code_close}, чтобы артефакты по умолчанию никогда не истекали. Если единица измерения не указана, по умолчанию используется секунда. Например, все эти значения эквивалентны: %{code_open}3600%{code_close}, %{code_open}60 minutes%{code_close} или %{code_open}one hour%{code_close}.

source: Set the due date to %{due_date}.
ko: 마감일을 %{due_date}로 설정하십시오.

source: Set the iteration to %{iteration_reference}.
ko: 이터레이션을 %{iteration_reference}으로 설정하십시오.
ru: Задать итерацию %{iteration_reference}.

source: Set the maximum number of slices allowed to run concurrently during Elasticsearch reindexing. Learn more about %{max_slices_running_link_start}maximum running slices configuration%{max_slices_link_end}.
ko: Elasticsearch 재인덱싱 중에 동시에 실행이 허용되는 최대 슬라이스 수를 설정합니다. %{max_slices_running_link_start}최대 실행 슬라이스 구성%{max_slices_link_end}에 대해 자세히 알아보세요.
ru: Установите максимальное количество срезов, которые могут выполняться одновременно при повторной индексации Elasticsearch. Подробнее о %{max_slices_running_link_start}настройке максимального количества выполняемых срезов%{max_slices_link_end}.

source: Set the maximum session time for a web terminal.
ko: 웹 터미널의 최대 세션 시간을 설정하십시오.

source: Set the milestone to %{milestone_reference}.
ko: 마일스톤을 %{milestone_reference}으로 설정하십시오.
ru: Установить этап %{milestone_reference}.

source: Set the per-user and per-IP address rate limits for the requests to Groups API.
ko: Groups API에 대한 요청에 대한 사용자별 및 IP 주소별 속도 제한을 설정합니다.
ru: Установите ограничения на частоту запросов для каждого пользователя и IP-адреса для запросов к API групп.

source: Set the per-user and per-IP address rate limits for the requests to Projects API.
ko: Projects API에 대한 요청에 대한 사용자별 및 IP 주소별 속도 제한을 설정합니다.
ru: Установите ограничения на частоту запросов для каждого пользователя и IP-адреса для запросов к API проектов.

source: Set the per-user and per-IP address rate limits for the requests to Users API.
ko: 사용자 API에 대한 요청에 대해 사용자별 및 IP 주소별 속도 제한을 설정합니다.
ru: Установить ограничения частоты запросов для каждого пользователя и каждого IP-адреса при обращении к Users API.

source: Set the per-user rate limit for notes created by web or API requests.
ko: 웹 또는 API 요청으로 생성된 노트의 사용자별 속도 제한을 설정하십시오.
ru: Установите ограничение частоты запросов для заметок, созданных через веб или API.

source: Set the per-user rate limits for the requests to Organizations API.
ko: 조직 API에 대한 요청에 대해 사용자별 속도 제한을 설정합니다.
ru: Установите ограничения на частоту запросов для каждого пользователя для запросов к API организаций.

source: Set this %{work_item_type} as blocked by %{target}.
ko: 이 %{work_item_type}을 %{target}에 의해 차단된 상태로 설정합니다.

source: Set this %{work_item_type} as blocking %{target}.
ko: 이 %{work_item_type}을(를) %{target}을 차단 상태로 설정합니다.

source: Set this number to 0 to disable the limit.
ko: 제한을 비활성화 하려면 이 숫자를 0으로 설정하십시오.
ru: Установите 0, чтобы отключить ограничение.

source: Set time estimate
ko: 추정 시간 설정
ru: Задать оценку времени

source: Set time estimate to %{time_estimate}.
ko: 추정 시간을 %{time_estimate}으로 설정하십시오.
ru: Задать оценку времени в %{time_estimate}.

source: Set to 0 for no size limit.
ko: 크기 제한이 없으면 0으로 설정하십시오.

source: Set to 0 to disable rate limits.
ko: 속도 제한을 비활성화하려면 0으로 설정합니다.
ru: Установите значение 0, чтобы отключить ограничения частоты запросов.

source: Set to 0 to disable the limit.
ko: 제한을 비활성화하려면 0으로 설정합니다.
ru: Установите 0, чтобы отключить ограничение.

source: Set to 0 to disable the limits.
ko: 제한을 비활성화하려면 0으로 설정합니다.
ru: Установите значение 0 для отключения ограничений.

source: Set to 0 to disable timeout.
ko: 시간 초과를 비활성화하려면 0으로 설정합니다.

source: Set to auto-merge
ko: 자동 병합으로 설정
ru: Установить на авто-слияние

source: Set up
ko: 설정

source: Set up CI/CD
ko: CI/CD 설정
ru: Настройка CI/CD

source: Set up Jira Integration
ko: Jira 통합 설정
ru: Настроить интеграцию с Jira

source: Set up a hardware device to enable two-factor authentication (2FA).
ko: 하드웨어 장치를 설정하여 이중 인증(2FA)을 활성화하십시오.
ru: Настройте аппаратное устройство для включения двухфакторной аутентификации (2ФА).

source: Set up assertions/attributes/claims (email, first_name, last_name) and NameID according to %{docsLinkStart}the documentation %{icon}%{docsLinkEnd}
ko: %{docsLinkStart}문서 %{icon}%{docsLinkEnd}에 따라 어셔션/속성/클레임(이메일, 이름, 성) 및 NameID를 설정하십시오.
ru: Настройте утверждения/атрибуты/заявления (email, first_name, last_name) и NameID в соответствии с %{docsLinkStart}документацией %{icon}%{docsLinkEnd}

source: Set up new device
ko: 새 장치 설정
ru: Настроить новое устройство

source: Set up root account
ko: 루트 계정 설정

source: Set up your project to automatically push and/or pull changes to/from another repository. Branches, tags, and commits will be synced automatically.
ko: 다른 리포지토리로 변경사항을 자동으로 push 또는 pull 하도록 당신의 프로젝트를 설정합니다. 브랜치, 태그, 커밋은 모두 자동으로 동기화됩니다.
ru: Настройте свой проект, чтобы автоматически загружать и/или скачивать изменения в/из другого репозитория. Ветки, теги и коммиты будут синхронизироваться автоматически.

source: Set user cap
ko: 사용자 한도 설정

source: Set variables on protected branches and tags only.
ko: 보호된 브랜치 및 태그에만 변수를 설정.

source: Set weight
ko: 가중치 설정
ru: Установить вес

source: Set weight to %{weight}.
ko: 가중치를 %{weight}로 설정하십시오.
ru: Установить вес на %{weight}.

source: SetStatusModal|Clear status
ko: 상태 지우기
ru: Очистить статус

source: SetStatusModal|Clear status after
ko: 다음 이후 상태를 지움:
ru: Очистить статус через

source: SetStatusModal|Displays that you are busy or not able to respond
ko: 바쁘거나 응답할 수 없다고 표시합니다.
ru: Показывает, что вы заняты или не можете ответить

source: SetStatusModal|Edit status
ko: 상태 수정
ru: Изменить статус

source: SetStatusModal|Remove status
ko: 상태 제거
ru: Удалить статус

source: SetStatusModal|Set a status
ko: 상태 설정
ru: Изменить статус

source: SetStatusModal|Set status
ko: 상태 설정
ru: Изменить статус

source: SetStatusModal|Set yourself as busy
ko: 바쁨으로 설정
ru: Занят(а)

source: SetStatusModal|Sorry, we weren't able to set your status. Please try again later.
ko: 죄송합니다, 당신의 상태를 설정할 수 없습니다. 잠시후 다시 시도해주세요.
ru: Извините, мы не смогли изменить ваш статус. Пожалуйста, попробуйте позже.

source: SetStatusModal|Status message
ko: 상태 메시지
ru: Сообщение в статусе

source: SetStatusModal|Status updated
ko: 상태 업데이트 됨

source: SetStatusModal|What's your status?
ko: 상태가 어떤가요?
ru: Как у вас дела?

source: SetStatusModal|Your status resets on %{date}.
ko: 당신의 상태를 %{date}에 초기화합니다.
ru: Ваш статус сбросится %{date}.

source: Sets %{epic_ref} as parent epic.
ko: %{epic_ref}을 상위 에픽으로 설정합니다.
ru: Устанавливает %{epic_ref} как родительскую цель.

source: Sets checkin reminder frequency to %{frequency}.
ko: 체크인 알림 빈도를 %{frequency}으로 설정합니다.

source: Sets health status to %{health_status}.
ko: 헬스 체크 상태를 %{health_status}으로 설정합니다.
ru: Меняет состояние здоровья на %{health_status}.
