Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: SuperSonics|You have applied a true-up for %{trueUpQuantity} %{trueUpQuantityUsers} but you need one for %{expectedTrueUpQuantity} %{expectedTrueUpQuantityUsers}. To pay for seat overages, contact your sales representative. For further assistance, contact %{licenseSupportLinkStart}GitLab support%{licenseSupportLinkEnd}.
ko: %{trueUpQuantity} %{trueUpQuantityUsers} 에 대해 트루업을 적용했지만 %{expectedTrueUpQuantity} %{expectedTrueUpQuantityUsers}에 대해 트루업이 필요합니다. 초과 좌석에 대한 비용을 지불하려면 영업 담당자에게 문의하십시오. 추가 지원이 필요한 경우 %{licenseSupportLinkStart}GitLab 지원%{licenseSupportLinkEnd}에 문의하십시오.
ru: Вы применили доплату для %{trueUpQuantity} %{trueUpQuantityUsers}, но вам нужно %{expectedTrueUpQuantity} %{expectedTrueUpQuantityUsers}. Чтобы оплатить перерасход лицензий, свяжитесь с вашим представителем GitLab. Для получения дополнительной помощи обратитесь в %{licenseSupportLinkStart}поддержку GitLab%{licenseSupportLinkEnd}.

source: SuperSonics|You have successfully added a license that activates on %{date}. Please see the subscription history table below for more details.
ko: %{date}에 활성화되는 라이선스를 성공적으로 추가했습니다. 자세한 내용은 아래 구독 내역 표를 참조하세요.
ru: Вы успешно добавили лицензию, которая активируется %{date}. Подробности указаны в таблице истории подписок ниже.

source: SuperSonics|You may have entered an expired or ineligible activation code. To request a new activation code, %{purchaseSubscriptionLinkStart}purchase a new subscription%{purchaseSubscriptionLinkEnd} or %{supportLinkStart}contact GitLab Support%{supportLinkEnd} for further assistance.
ko: 만료되었거나 사용할 수 없는 활성화 코드를 입력했을 수 있습니다. 새 활성화 코드를 요청하려면 %{purchaseSubscriptionLinkStart}새 구독을 구입하십시오%{purchaseSubscriptionLinkEnd} 또는 %{supportLinkStart}추가 지원을 위해 GitLab 지원%{supportLinkEnd} 에 문의하십시오.
ru: Возможно, вы ввели просроченный или недопустимый код активации. Чтобы запросить новый код активации, %{purchaseSubscriptionLinkStart}купите новую подписку%{purchaseSubscriptionLinkEnd} или %{supportLinkStart}обратитесь в службу поддержки GitLab%{supportLinkEnd} для получения дополнительной помощи.

source: SuperSonics|Your %{subscriptionEntryName} cannot be displayed at the moment. Please refresh the page to try again.
ko: 현재 %{subscriptionEntryName}을 표시할 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Не удаётся отобразить %{subscriptionEntryName}. Обновите страницу и повторите попытку.

source: SuperSonics|Your current GitLab installation has %{userCount} active %{userCountUsers}, which exceeds your new subscription seat count of %{licenseUserCount} by %{overageCount}. To activate your new subscription, %{purchaseLinkStart}purchase%{purchaseLinkEnd} an additional %{overageCount} %{overageCountSeats}, or %{deactivateLinkStart}deactivate%{deactivateLinkEnd} or %{blockLinkStart}block%{blockLinkEnd} %{overageCount} %{overageCountUsers}. For further assistance, contact %{licenseSupportLinkStart}GitLab support%{licenseSupportLinkEnd}.
ko: 현재 GitLab 설치에는 %{userCount} 활성 %{userCountUsers}이 있으며 이는 새 구독 좌석 수 %{licenseUserCount} x %{overageCount}을 초과합니다. 새 구독을 활성화하려면 %{purchaseLinkStart}가%{purchaseLinkEnd} 를 추가로 구매 %{overageCount} %{overageCountSeats}또는 %{deactivateLinkStart}이%{deactivateLinkEnd} 또는 %{blockLinkStart}블록%{blockLinkEnd} %{overageCount} %{overageCountUsers}을 비활성화합니다. 추가 지원이 필요한 경우 %{licenseSupportLinkStart}GitLab 지원%{licenseSupportLinkEnd}에 문의하십시오.
ru: Ваша текущая установка GitLab имеет %{userCount} активных %{userCountUsers}, что превышает количество лицензий в вашей новой подписке (%{licenseUserCount}) на %{overageCount}. Для активации вашей новой подписки, %{purchaseLinkStart}приобретите%{purchaseLinkEnd} дополнительно %{overageCount} %{overageCountSeats}, или %{deactivateLinkStart}деактивируйте%{deactivateLinkEnd} или %{blockLinkStart}блокируйте%{blockLinkEnd} %{overageCount} %{overageCountUsers}. Для дополнительной помощи свяжитесь с %{licenseSupportLinkStart}поддержкой GitLab%{licenseSupportLinkEnd}.

source: SuperSonics|Your future dated license was successfully added
ko: 미래 날짜로된 라이선스가 성공적으로 추가되었습니다.
ru: Лицензия с будущей датой активации успешно добавлена

source: SuperSonics|Your subscription cannot be located
ko: 귀하의 구독을 찾을 수 없습니다
ru: Не удалось найти вашу подписку

source: SuperSonics|Your subscription is expired
ko: 귀하의 구독이 만료되었습니다
ru: Срок действия вашей подписки истёк

source: SuperSonics|Your subscription was successfully activated. You can see the details below.
ko: 구독이 성공적으로 활성화되었습니다. 아래에서 세부 정보를 볼 수 있습니다.
ru: Ваша подписка успешно активирована. Можете ознакомиться с подробностями ниже.

source: SuperSonics|current subscription
ko: 현재 구독
ru: текущая подписка

source: SuperSonics|future subscriptions
ko: 미래 구독
ru: будущие подписки

source: SuperSonics|past subscriptions
ko: 과거 구독
ru: прошлые подписки

source: Support
ko: 지원
ru: Поддержка

source: Support for custom certificates is disabled. Ask your system's administrator to enable it.
ko: 도메인 및 인증서 지원이 비활성화되었습니다. 활성화하려면 시스템 운영자에게 문의하십시오.
ru: Поддержка пользовательских сертификатов отключена. Попросите администратора вашей системы включить его.

source: Support page URL
ko: 지원 페이지 URL
ru: URL страницы поддержки

source: Surveys|Delighted
ko: 매우만족

source: Surveys|Happy
ko: 만족

source: Surveys|Neutral
ko: 보통

source: Surveys|Sad
ko: 매우불만족

source: Surveys|Unhappy
ko: 불만족

source: Switch Branches
ko: 브랜치 전환

source: Switch branch
ko: 브랜치 변경

source: Switch branch/tag
ko: 스위치 브랜치/태그
ru: Переключить ветку/тег

source: Switch to plain text editing
ko: 일반 텍스트 편집으로 전환
ru: Переключиться на редактирование в виде обычного текста

source: Switch to rich text editing
ko: 리치 텍스트 편집으로 전환
ru: Переключиться на редактирование с использованием форматирования текста

source: Switch to the source to copy the file contents
ko: 파일 내용을 복사하려면 소스로 전환하십시오.
ru: Переключитесь на исходный файл, чтобы скопировать его содержимое

source: Symbolic link
ko: 심볼릭 링크

source: Sync LDAP
ko: LDAP 동기화

source: Sync changes
ko: 변경사항 동기화

source: Synced
ko: 동기화됨
ru: Синхронизировано

source: Synchronization
ko: 동기화

source: Synchronize LDAP
ko: LDAP 동기화

source: Synchronize your subscription.
ko: 구독을 동기화하세요.

source: Syncing…
ko: 동기화 중…

source: Syntax is correct.
ko: 문법 오류가 없습니다.

source: Syntax is incorrect.
ko: 문법오류가 있습니다.

source: SynthaxHighlightingTheme|Dark
ko: 어둡게
ru: Тёмная

source: SynthaxHighlightingTheme|Light
ko: 밝게
ru: Светлая

source: SynthaxHighlightingTheme|Monokai
ko: Monokai
ru: Монокай

source: SynthaxHighlightingTheme|None
ko: 없음
ru: Нет

source: SynthaxHighlightingTheme|Solarized Dark
ko: Solarized Dark
ru: Солнечная тёмная

source: SynthaxHighlightingTheme|Solarized Light
ko: Solarized Light
ru: Солнечная светлая

source: System default (%{default})
ko: 시스템 기본값 (%{default})
ru: Системное (%{default})

source: System exchange
ko: 시스템 교환

source: System header and footer
ko: 시스템 머리글 및 바닥글
ru: Системный заголовок и подвал

source: System hooks are triggered on sets of events like creating a project or adding an SSH key. You can also enable extra triggers, such as push events.
ko: 시스템 훅은 프로젝트 생성 또는 SSH 키 추가와 같은 일련의 이벤트에서 실행됩니다. push 이벤트와 같은 추가 트리거를 활성화할 수도 있습니다.
ru: Системные хуки запускаются множеством событий, таких как создание проекта или добавление ключа SSH. Вы также можете включить дополнительные триггеры, например push-события.

source: System information
ko: 시스템 정보
ru: Информация о системе

source: System output
ko: 시스템 출력
ru: Системный вывод

source: System started
ko: 시스템 시작됨
ru: Система запущена

source: Table of contents
ko: 목차
ru: Содержание

source: Tables containing block elements (like multiple paragraphs, lists or blockquotes) are not supported in Markdown and will be converted to HTML.
ko: 여러 문단, 목록 또는 인용문과 같은 블록 요소가 포함된 표는 마크다운에서 지원되지 않으며 HTML로 변환됩니다.

source: Tag
ko: 태그
ru: Тег

source: Tag does not exist
ko: 태그가 존재하지 않습니다

source: Tag list:
ko: 태그 목록:
ru: Список тегов:

source: Tag name
ko: 태그 이름
ru: Название тега

source: Tag name cannot be one of the following: %{names}
ko: 태그 이름은 다음 중 하나일 수 없습니다. %{names}

source: Tag name is required.
ko: 태그 이름이 필요합니다.

source: Tag name should not be empty
ko: 태그 이름은 비워둘 수 없습니다.

source: Tag name should not contain any control characters
ko: 태그 이름에는 제어 문자가 포함되어서는 안 됩니다.

source: Tag name should not contain any of the following: %{substrings}
ko: 태그 이름에는 다음이 포함되어서는 안 됩니다. %{substrings}

source: Tag name should not end with %{postfixes}
ko: 태그 이름은 %{postfixes}으로 끝나지 않아야 합니다.

source: Tag name should not start with %{prefixes}
ko: 태그 이름은 %{prefixes}으로 시작할 수 없습니다.

source: Tag push
ko: 태그 푸시

source: Tag push events
ko: 태그 푸시 이벤트

source: Tag this commit.
ko: 이 커밋에 태그를 지정합니다.
ru: Метка этого коммита.

source: Tagged this commit to %{tag_name} with "%{message}".
ko: "%{message}"와 함께 이 커밋을 %{tag_name}으로 태그 지정했습니다.

source: Tagged this commit to %{tag_name}.
ko: 이 커밋을 %{tag_name}으로 태그 지정했습니다.

source: Tags
ko: 태그
ru: Теги

source: Tags are deleted until the timeout is reached. Any remaining tags are included the next time the policy runs. To remove the time limit, set it to 0.
ko: 타임아웃에 도달할 때까지 태그가 삭제됩니다. 다음에 정책이 실행될 때 나머지 태그가 포함됩니다. 시간 제한을 제거하려면 0으로 설정합니다.

source: Tags feed
ko: 태그 피드
ru: Лента тегов

source: Tags this commit to %{tag_name} with "%{message}".
ko: "%{message}"와 함께 이 커밋을 %{tag_name}으로 태그 지정합니다.

source: Tags this commit to %{tag_name}.
ko: 이 커밋을 %{tag_name}으로 태그 지정합니다.

source: TagsPage|Are you sure you want to delete this tag?
ko: 이 태그를 삭제 하시겠습니까?

source: TagsPage|Browse commits
ko: 커밋 찾아보기
ru: Просмотреть коммиты

source: TagsPage|Browse files
ko: 파일 목록
ru: Просмотреть файлы

source: TagsPage|Can't find HEAD commit for this tag
ko: 이 태그에 대한 HEAD 커밋을 찾을 수 없습니다.
ru: Невозможно найти HEAD коммит для этого тега

source: TagsPage|Cancel
ko: 취소
ru: Отмена

source: TagsPage|Cancel, keep tag
ko: 취소, 태그 유지
ru: Отменить, сохранить тег

source: TagsPage|Create release
ko: 릴리스 생성
ru: Создать релиз

source: TagsPage|Create tag
ko: 태그 생성
ru: Создать тег

source: TagsPage|Delete protected tag
ko: 보호된 태그 삭제
ru: Удалить защищённый тег

source: TagsPage|Delete tag
ko: 태그 삭졔
ru: Удалить тег

source: TagsPage|Deleting the %{strongStart}%{tagName}%{strongEnd} protected tag cannot be undone.
ko: 보호된 태그 %{strongStart}%{tagName}%{strongEnd}의 삭제는 취소할 수 없습니다.
ru: Удаление защищённого тега %{strongStart}%{tagName}%{strongEnd} не может быть отменено.

source: TagsPage|Deleting the %{strongStart}%{tagName}%{strongEnd} tag cannot be undone.
ko: %{strongStart}%{tagName}%{strongEnd} 태그 삭제는 취소할 수 없습니다.
ru: Удаление тега %{strongStart}%{tagName}%{strongEnd} не может быть отменено.

source: TagsPage|Do you want to create a release with the new tag? You can do that in the %{link_start}new release page%{link_end}.
ko: 새로운 태그로 릴리스를 만들고 싶으신가요? %{link_start}새 릴리스 페이지%{link_end}에서 할 수 있습니다.
ru: Вы хотите создать релиз с новым тегом? Вы можете это сделать на %{link_start}странице нового релиза%{link_end}.

source: TagsPage|Edit release
ko: 릴리스 편집
ru: Изменить релиз

source: TagsPage|Existing branch name, tag, or commit SHA
ko: 기존 브랜치 이름, 태그 또는 커밋 SHA
ru: Имя существующей ветки, тега или SHA коммита

source: TagsPage|Filter by tag name
ko: 태그 이름으로 필터링
ru: Фильтр по имени тега

source: TagsPage|New tag
ko: 새 태그
ru: Новый тег

source: TagsPage|Only a project maintainer or owner can delete a protected tag
ko: 프로젝트 유지관리자 또는 소유자만 보호된 태그를 삭제할 수 있습니다.
ru: Тег, защищённый от удаления, может быть удалён только мейнтейнером или владельцем проекта

source: TagsPage|Optionally, add a message to the tag. Leaving this blank creates a %{link_start}lightweight tag.%{link_end}
ko: 선택적으로 태그에 메시지를 추가합니다. 이 항목을 비워두면 %{link_start}경량 태그%{link_end}가 생성됩니다.
ru: При желании, добавьте сообщение к метке. Если оставить его пустым, будет создана %{link_start}легковесная метка.%{link_end}

source: TagsPage|Permanently delete protected tag?
ko: 보호된 태그를 영구적으로 삭제하시겠습니까?
ru: Удалить защищённый тег безвозвратно?

source: TagsPage|Permanently delete tag?
ko: 태그를 영구적으로 삭제하시겠습니까?
ru: Навсегда удалить тег?

source: TagsPage|Please type the following to confirm:
ko: 확인을 위해 다음을 입력하십시오:
ru: Введите следующее для подтверждения:

source: TagsPage|Repository has no tags yet
ko: 리포지토리에 아직 태그가 없습니다.
ru: В репозитории пока нет тегов

source: TagsPage|Tags
ko: 태그
ru: Теги

source: TagsPage|Tags give the ability to mark specific points in history as being important
ko: 태그는 기록의 특정 지점을 중요한 것으로 표시하는 기능을 제공합니다.
ru: Теги дают возможность отмечать определенные точки в истории как важные

source: TagsPage|Unable to load tags
ko: 태그를 로드할 수 없습니다.

source: TagsPage|Use git tag command to add a new one:
ko: git tag 명령을 사용하여 새 태그를 추가하세요:
ru: Используйте команду git tag, чтобы добавить новый тег:

source: TagsPage|Yes, delete protected tag
ko: 예, 보호된 태그를 삭제합니다.
ru: Да, удалить защищённый тег

source: TagsPage|Yes, delete tag
ko: 예, 태그를 삭제합니다.
ru: Да, удалить тег

source: TagsPage|protected
ko: 보호됨
ru: защищённый

source: Take a look at the documentation to discover all of GitLab’s capabilities.
ko: GitLab의 모든 기능을 알아보려면 문서를 살펴보십시오.

source: Target
ko: 대상
ru: Цель

source: Target Path
ko: 대상 경로

source: Target branch
ko: 대상 브랜치
ru: Целевая ветка

source: Target branch (%{branch}): %{pipelines}
ko: 대상 브랜치 (%{branch}): %{pipelines}

source: Target branch: %{target_branch}
ko: 대상 브랜치: %{target_branch}

source: Target branches
ko: 대상 브랜치

source: Target project cannot be equal to source project
ko: 대상 프로젝트는 소스 프로젝트와 같을 수 없습니다
ru: Целевой проект не может совпадать с исходным проектом

source: Target project must belong to source project organization
ko: 대상 프로젝트는 반드시 소스 프로젝트 조직에 속해 있어야 합니다
ru: Целевой проект должен принадлежать организации исходного проекта

source: Target roles
ko: 대상 역할

source: Target type
ko: 타겟 유형
ru: Тип цели

source: Target-Branch
ko: 대상 브랜치

source: Targeted Messages
ko: 대상지정 메시지
ru: Целевые сообщения

source: Targeted message
ko: 대상지정 메시지
ru: Целевое сообщение

source: TargetedMessages|Create a new targeted message
ko: 새 대상지정 메시지 생성
ru: Создание нового целевого сообщения

source: TargetedMessages|Edit targeted message
ko: 대상지정 메시지 편집
ru: Редактирование целевого сообщения

source: TargetedMessages|Failed to assign namespaces due to error processing CSV: %{error_message}
ko: CSV 처리 중 오류로 인해 네임스페이스를 할당하지 못했습니다: %{error_message}
ru: Не удалось назначить пространства имён из-за ошибки при обработке CSV: %{error_message}

source: TargetedMessages|New targeted message
ko: 새 대상지정 메시지
ru: Новое целевое сообщение

source: TargetedMessages|Select a target type
ko: 대상 유형 선택
ru: Выберите тип цели

source: TargetedMessages|Target Type
ko: 대상 유형
ru: Тип цели

source: TargetedMessages|Targeted message was successfully created.
ko: 대상지정 메시지가 성공적으로 생성되었습니다.
ru: Целевое сообщение успешно создано.

source: TargetedMessages|Targeted message was successfully created. But %{invalid_namespace_ids_message}
ko: 타케팅된 메시지가 성공적으로 생성되었습니다. 하지만 %{invalid_namespace_ids_message} 입니다

source: TargetedMessages|Targeted message was successfully updated.
ko: 대상지정 메시지가 성공적으로 업데이트 되었습니다.
ru: Целевое сообщение успешно изменено.

source: TargetedMessages|Targeted message was successfully updated. But %{invalid_namespace_ids_message}
ko: 타케팅된 메시지가 성공적으로 업데이트되었습니다. 하지만 %{invalid_namespace_ids_message} 입니다

source: TargetedMessages|Upload a csv file for targeted namespaces
ko: 대상지정 네임스페이스에 대한 csv 파일 업로드
ru: Загрузите CSV файл с целевыми пространствами имён

source: TargetedMessages|the following namespace ids were invalid and have been ignored: %{invalid_ids_message}
ko: 다음 네임스페이스 ID가 유효하지 않아 무시되었습니다: %{invalid_ids_message}

source: TargetedMessage|Namespace IDs are limited to a maximum of %{limit}.
ko: 네임스페이스 ID는 최대 %{limit} 로 제한됩니다.

source: TargettedMessages|Get access to both GitLab Premium and Duo Pro for %{strike}$48%{end_strike} $19 a month for a year!
ko: GitLab Premium과 Duo Pro를 1년 동안 월 %{strike}$48%{end_strike} $19에 이용하세요!
ru: Получите доступ к GitLab Premium и Duo Pro за %{strike}48$%{end_strike} 19$ в месяц на год!

source: TargettedMessages|Get in Touch
ko: 연락을 하세요

source: TargettedMessages|With GitLab Premium and Duo Pro, you’ll be able to stay ahead of the competition by shortening cycle times and increasing developer productivity. To take advantage of the offer, get in touch with our team today!
ko: GitLab Premium과 Duo Pro를 사용하면 개발 주기를 단축하고 개발자 생산성을 높여 경쟁에서 앞서 나갈 수 있습니다. 지금 바로 GitLab 팀에 문의하세요!

source: Task
ko: 작업
ru: Задание

source: Task list
ko: 작업 목록
ru: Список заданий

source: Tasks|%{complete_count} of %{total_count} %{checklist_item_noun} completed
ko: %{complete_count} / %{total_count} %{checklist_item_noun} 완료
ru: Завершено %{complete_count} из %{total_count} %{checklist_item_noun}

source: Tasks|%{complete_count}/%{total_count} %{checklist_item_noun}
ko: %{complete_count}/%{total_count} %{checklist_item_noun}
ru: %{complete_count}/%{total_count} %{checklist_item_noun}

source: Team
ko: 팀
ru: Команда

source: Team domain
ko: 팀 도메인

source: TeamCityIntegration|A user with permissions to trigger a manual build.
ko: 수동 빌드를 트리거할 수 있는 권한을 가진 사용자

source: TeamCityIntegration|TeamCity root URL (for example, `https://teamcity.example.com`).
ko: TeamCity 루트 URL (예: `https://teamcity.example.com`).

source: TeamCityIntegration|The build configuration ID of the TeamCity project.
ko: TeamCity 프로젝트의 빌드 구성 ID.

source: TeamCityIntegration|The password of the user.
ko: 사용자의 비밀번호

source: TeamcityIntegration|Trigger TeamCity CI after a merge request has been created or updated
ko: 머지 리퀘스트가 생성되거나 업데이트된 후 TeamCity CI를 트리거합니다.

source: TeamcityIntegration|Trigger TeamCity CI after every push to the repository, except branch delete
ko: 브랜치 삭제를 제외하고 리포지토리에 푸시할 때마다 TeamCity CI 트리거

source: TelegramIntegration|Leave blank to use your current token.
ko: 현재 토큰을 사용하려면 비워두세요.
ru: Оставьте поле пустым, чтобы использовать текущий токен.

source: TelegramIntegration|New token
ko: 새 토큰
ru: Новый токен

source: TelegramIntegration|Send notifications about project events to Telegram.
ko: 프로젝트 이벤트에 대한 알림을 Telegram으로 보냅니다.
ru: Отправляйте уведомления о событиях проекта в Telegram.

source: TelegramIntegration|Unique authentication token.
ko: 고유 인증 토큰.
ru: Уникальный токен аутентификации.

source: Telephone number
ko: 전화번호
ru: Номер телефона

source: Tell us about your company
ko: 귀사에 대해 알려주세요
ru: Расскажите о своей компании

source: Tell us what you think
ko: 당신의 생각을 알려주세요
ru: Расскажите, что вы думаете

source: Template
ko: 템플릿
ru: Шаблон

source: Template to append to all Service Desk issues
ko: 모든 서비스 데스크 이슈에 추가할 템플릿
ru: Шаблон для добавления ко всем обсуждениям службы поддержки

source: Template: %{title}
ko: 템플릿: %{title}
ru: Шаблон: %{title}

source: TemplateRepository|Create common files more quickly, and standardize their format.
ko: 공통 파일을 더 빠르게 만들고 표준화합니다.

source: Templates
ko: 템플릿
ru: Шаблоны

source: Terminal
ko: 터미널
ru: Терминал

source: Terminal for environment
ko: 환경을 위한 터미널
ru: Терминал для окружения

source: Terms
ko: 약관

source: Terms and privacy
ko: 약관 및 개인정보 보호정책
ru: Условия и политика конфиденциальности

source: Terms of Service Agreement and Privacy Policy
ko: 서비스 약관 계약 및 개인 정보 보호 정책
ru: Согласие с Условиями использования и Политика конфиденциальности

source: Terms of Service and Privacy Policy
ko: 서비스 약관 및 개인 정보 보호 정책
ru: Условия использования и Политика конфиденциальности

source: Terms of service
ko: 이용 약관

source: Terraform Module Registry
ko: Terraform 모듈 레지스트리
ru: Реестр модулей Terraform

source: Terraform in GitLab
ko: GitLab 내의 Terraform

source: Terraform modules
ko: Terraform 모듈
ru: Модули Terraform

source: TerraformBanner|Learn more about GitLab's Backend State
ko: GitLab의 백엔드 상태에 대해 자세히 알아보기
ru: Подробнее о состоянии бэкенда GitLab

source: TerraformBanner|The GitLab managed Terraform state backend can store your Terraform state easily and securely, and spares you from setting up additional remote resources. Its features include: versioning, encryption of the state file both in transit and at rest, locking, and remote Terraform plan/apply execution.
ko: GitLab 관리형 Terraform 상태 백엔드는 Terraform 상태를 쉽고 안전하게 저장할 수 있으며 추가 리모트 리소스를 설정하지 않아도 됩니다. 기능에는 버전 관리, 전송 중 및 저장 중 상태 파일 암호화, 잠금 및 원격 Terraform 계획/적용 실행이 포함됩니다.
ru: Бэкенд состояния Terraform, управляемый GitLab, может легко и безопасно хранить ваше состояние Terraform и избавляет вас от необходимости настраивать дополнительные удалённые ресурсы. Его функции включают в себя: управление версиями, шифрование файла состояния как при передаче, так и при хранении, блокировку и удалённое выполнение плана/применения Terraform.

source: TerraformBanner|Using Terraform? Try the GitLab Managed Terraform State
ko: Terraform을 사용하고 계십니까? GitLab 관리형 Terraform 상태 사용해 보기

source: TerraformLimits|Learn more about Terraform limits.
ko: Terraform 제한에 대해 자세히 알아보세요.
ru: Подробнее об ограничениях Terraform.

source: TerraformLimits|Limits for Terraform features
ko: Terraform 기능에 대한 제한
ru: Ограничения для функций Terraform

source: TerraformLimits|Maximum file size (in bytes) of Terraform state files. Set to 0 for no limit.
ko: Terraform 상태 파일의 최대 파일 크기(바이트)입니다. 제한이 없으면 0으로 설정합니다.
ru: Максимальный размер файла (в байтах) для файлов состояния Terraform. Установите 0 для отключения ограничения.

source: TerraformLimits|Terraform limits
ko: Terraform 제한
ru: Ограничения Terraform

source: TerraformLimits|Terraform state size limit (bytes)
ko: Terraform 상태 크기 제한 (바이트)
ru: Лимит размера состояния Terraform (в байтах)

source: Terraform|%{name} successfully removed
ko: %{name} 성공적으로 제거

source: Terraform|%{strong_start}%{number}%{strong_end} Terraform report failed to generate
ko: %{strong_start}%{number}%{strong_end} Terraform 리포트 생성 실패

source: Terraform|%{strong_start}%{number}%{strong_end} Terraform report was generated in your pipelines
ko: 파이프라인에서 %{strong_start}%{number}%{strong_end} Terraform 리포트가 생성되었습니다.

source: Terraform|%{user} updated %{timeAgo}
ko: %{user}가 %{timeAgo}에 업데이트 함

source: Terraform|A Terraform report failed to generate.
ko: Terraform 리포트 생성 실패

source: Terraform|A Terraform report was generated in your pipelines.
ko: 당신의 파이프라인에서 Terraform 리포트가 생성되었습니다.

source: Terraform|Actions
ko: 동작

source: Terraform|An error occurred while changing the state file
ko: 파일 상태를 변경하는 도중 오류가 발생했습니다.

source: Terraform|An error occurred while loading your Terraform States
ko: Terraform 상태를 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке состояний Terraform

source: Terraform|Are you sure you want to remove the Terraform State %{name}?
ko: Terraform 상태 %{name}를 제거하시겠습니까?

source: Terraform|Cancel
ko: 취소
ru: Отмена

source: Terraform|Cannot remove a locked state
ko: 잠금 상태를 제거할 수 없음

source: Terraform|Copy Terraform init command
ko: Terraform init 명령 복사
ru: Скопировать команду инициализации Terraform

source: Terraform|Deletion in progress
ko: 삭제 진행 중

source: Terraform|Details
ko: 세부 정보

source: Terraform|Download JSON
ko: JSON 다운로드

source: Terraform|Explore documentation
ko: 문서 탐색
ru: Обзор документации

source: Terraform|Failed to load Terraform reports
ko: Terraform 리포트를 로드하지 못했습니다.
ru: Не удалось загрузить отчёты Terraform

source: Terraform|Generating the report caused an error.
ko: 리포트를 생성하는 중 오류가 발생했습니다.

source: Terraform|Job status
ko: 작업 상태

source: Terraform|Loading Terraform reports…
ko: Terraform 보고서 로딩 중…
ru: Загрузка отчётов Terraform…

source: Terraform|Lock
ko: 잠금

source: Terraform|Locked
ko: 잠금

source: Terraform|Locked by %{user} %{timeAgo}
ko: %{user}가 %{timeAgo}에 잠금

source: Terraform|Locking state
ko: 잠금 상태

source: Terraform|Name
ko: 이름
ru: Название

source: Terraform|Pipeline
ko: 파이프라인

source: Terraform|Remove
ko: 제거

source: Terraform|Removed
ko: 제거됨
ru: Удалено

source: Terraform|Removing
ko: 제거 중

source: Terraform|Reported Resource Changes: %{addNum} to add, %{changeNum} to change, %{deleteNum} to delete
ko: 보고된 자원 변경: 추가 %{addNum} , 변경 %{changeNum} , 삭제 %{deleteNum}
