Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ComplianceStandardsAdherence|Ensures that the author of a merge request cannot approve their own changes.
ko: 머지 리퀘스트 작성자가 자신의 변경 사항을 승인할 수 없는지 확인합니다.
ru: Проверяет, что автор запроса на слияние не может одобрить свои собственные изменения.

source: ComplianceStandardsAdherence|Ensures that the project has been forked.
ko: 프로젝트가 포크된 상태인지 확인.
ru: Проверяет, что проект был форкнут.

source: ComplianceStandardsAdherence|Ensures the GitLab instance is using an Ultimate license level.
ko: GitLab 인스턴스가 Ultimate 라이선스 수준을 사용하고 있는지 확인합니다.
ru: Проверяет, что экземпляр GitLab использует лицензию уровня Ultimate.

source: ComplianceStandardsAdherence|Ensures the default branch has protection rules enabled.
ko: 기본 브랜치에 보호 규칙이 활성화되어 있는지 확인합니다.
ru: Проверяет, что для основной ветки включены правила защиты.

source: ComplianceStandardsAdherence|Ensures the project has a valid CI/CD configuration.
ko: 프로젝트에 유효한 CI/CD 구성이 있는지 확인합니다.
ru: Проверяет, что проект имеет корректную конфигурацию CI/CD.

source: ComplianceStandardsAdherence|Ensures the source branch is up to date with the target branch before merging.
ko: 머지하기 전에 소스 브랜치가 대상 브랜치와 최신 상태인지 확인합니다.
ru: Проверяет, что исходная ветка обновлена относительно целевой перед слиянием.

source: ComplianceStandardsAdherence|Ensures vulnerabilities are addressed within SLO thresholds.
ko: 취약점이 SLO 임계값 내에서 처리되는지 확인합니다
ru: Проверяет, что уязвимости устраняются в пределах установленных пороговых значений SLO.

source: ComplianceStandardsAdherence|Ensures webhooks are securely configured.
ko: 웹훅이 안전하게 구성되었는지 확인합니다.
ru: Проверяет, что вебхуки настроены безопасно.

source: ComplianceStandardsAdherence|Establish a process to periodically review and archive inactive repositories.
ko: 비활성 리포지토리를 주기적으로 검토하고 보관하는 프로세스를 수립합니다.
ru: Организуйте процесс периодического обзора и архивации неактивных репозиториев.

source: ComplianceStandardsAdherence|Establish a process to periodically review and remove inactive users.
ko: 비활성 사용자를 주기적으로 검토하고 제거하는 프로세스를 수립합니다.
ru: Организуйте процесс периодического обзора и удаления неактивных пользователей.

source: ComplianceStandardsAdherence|External control
ko: 외부 콘트롤
ru: Внешние меры контроля

source: ComplianceStandardsAdherence|Failed
ko: 실패함
ru: Нарушена

source: ComplianceStandardsAdherence|Failed controls: %{failed}
ko: 실패한 컨트롤: %{failed}
ru: Нарушенные меры контроля: %{failed}

source: ComplianceStandardsAdherence|Failure reason
ko: 실패 이유
ru: Причина ошибки

source: ComplianceStandardsAdherence|Filter by
ko: 필터 기준
ru: Фильтровать по

source: ComplianceStandardsAdherence|Fix available
ko: 사용가능 수정
ru: Доступно исправление

source: ComplianceStandardsAdherence|Fix suggestions
ko: 제안 수정
ru: Варианты исправления

source: ComplianceStandardsAdherence|Framework
ko: 프레임워크
ru: Регламент

source: ComplianceStandardsAdherence|Frameworks
ko: 프레임워크
ru: Регламенты

source: ComplianceStandardsAdherence|Group by
ko: 그룹 기준
ru: Группировать по

source: ComplianceStandardsAdherence|Have DAST scanner configured in pipeline configuration
ko: 파이프라인 구성에서 DAST 스캐너를 구성
ru: Настройте сканер DAST в конфигурации конвейера.

source: ComplianceStandardsAdherence|Have SAST scanner configured in pipeline configuration
ko: 파이프라인 구성에 SAST 스캐너 구성
ru: Настройте сканер SAST в конфигурации конвейера.

source: ComplianceStandardsAdherence|Have a valid rule that prevents author-approved merge requests from being merged
ko: 작성자가 승인한 머지 리퀘스트가 머지되는 것을 방지하는 유효한 규칙이 있습니다.
ru: Есть действующее правило, которое предотвращает слияние запросов на слияние, одобренных автором

source: ComplianceStandardsAdherence|Have a valid rule that prevents merge requests with fewer than one non-author approval from being merged
ko: 작성자가 아닌 사람의 승인이 1명 미만인 머지 리퀘스트는 머지되지 않도록 하는 유효한 규칙을 갖습니다.
ru: Есть действующее правило, которое запрещает объединение запросов на слияние, если они не получили хотя бы одного одобрения, не являющегося одобрением автора.

source: ComplianceStandardsAdherence|Have a valid rule that prevents merge requests with fewer than two approvals from being merged
ko: 승인이 2개 미만인 머지 리퀘스트를 머지할 수 없도록 하는 유효한 규칙이 있습니다
ru: Иметь действующее правило, предотвращающее слияние запросов на слияние с менее чем двумя одобрениями

source: ComplianceStandardsAdherence|Have a valid rule that prevents users from approving merge requests that they've added commits to
ko: 사용자가 커밋을 추가한 머지 리퀘스트를 승인하지 못하도록 하는 유효한 규칙을 갖습니다.
ru: Есть действующее правило, которое запрещает пользователям одобрять запросы на слияние, в которые они добавили коммиты.

source: ComplianceStandardsAdherence|How to fix
ko: 수정 방법
ru: Как исправить

source: ComplianceStandardsAdherence|Implement API security testing
ko: API 보안 테스트 구현
ru: Реализуйте тестирование безопасности API

source: ComplianceStandardsAdherence|Implement API security testing to protect your application interfaces from attacks.
ko: API 보안 테스트를 구현하여 애플리케이션 인터페이스를 공격으로부터 보호하세요.
ru: Реализуйте тестирование безопасности API, чтобы защитить интерфейсы вашего приложения от атак.

source: ComplianceStandardsAdherence|Implement repository review process
ko: 리포지토리 검토 프로세스 구현
ru: Реализуйте процесс рецензирования репозитория

source: ComplianceStandardsAdherence|Implement secret detection
ko: 비밀 탐지 구현
ru: Реализуйте обнаружение секретов

source: ComplianceStandardsAdherence|Implement secret detection scanning in your CI/CD pipeline to identify and remove exposed credentials.
ko: CI/CD 파이프라인에서 비밀 탐지 스캐닝을 구현하여 노출된 자격 증명을 식별하고 제거합니다.
ru: Реализуйте сканирование на обнаружение секретов в вашем конвейере CI/CD для выявления и удаления раскрытых учётных данных.

source: ComplianceStandardsAdherence|Implement user review process
ko: 사용자 리뷰 처리 구현
ru: Реализуйте процесс проверки пользователей

source: ComplianceStandardsAdherence|Implement vulnerability SLOs
ko: 취약성 SLO 구현
ru: Реализуйте SLO для уязвимостей

source: ComplianceStandardsAdherence|Last scanned
ko: 마지막 스캔
ru: Последнее сканирование

source: ComplianceStandardsAdherence|Lock approval rules
ko: 승인 규칙을 잠금
ru: Заблокируйте возможность изменения правил одобрения

source: ComplianceStandardsAdherence|Merge request approval rules
ko: 머지 리퀘스트 승인 규칙
ru: Правила одобрения запросов на слияние

source: ComplianceStandardsAdherence|More information
ko: 추가 정보
ru: Подробнее

source: ComplianceStandardsAdherence|No projects with standards adherence checks found
ko: 표준 준수 검사가 포함된 프로젝트가 없습니다.
ru: Проекты с проверками соблюдения стандартов не найдены

source: ComplianceStandardsAdherence|No rule is configured to prevent author approved merge requests.
ko: 작성자가 승인한 머지 리퀘스트를 방지하도록 구성된 규칙이 없습니다.
ru: Не настроено правил для предотвращения слияния запросов на слияние, одобренных автором.

source: ComplianceStandardsAdherence|No rule is configured to prevent merge requests approved by committers.
ko: 커미터가 승인한 머지 리퀘스트를 방지하도록 구성된 규칙이 없습니다.
ru: Не настроено правил для предотвращения слияния запросов на слияние, одобренных коммитерами.

source: ComplianceStandardsAdherence|No rule is configured to require at least one non-author approval.
ko: 작성자가 아닌 사람의 승인을 한 번 이상 요구하도록 구성된 규칙이 없습니다.
ru: Правило, требующее как минимум одно одобрение неавтора, не настроено

source: ComplianceStandardsAdherence|No rule is configured to require two approvals.
ko: 두 번의 승인을 요구하도록 구성된 규칙이 없습니다.
ru: Ни одно правило не настроено таким образом, чтобы требовать двух одобрений.

source: ComplianceStandardsAdherence|None
ko: 없음
ru: Отключена

source: ComplianceStandardsAdherence|Other compliance frameworks applied to %{linkStart}%{projectName}%{linkEnd}
ko: %{linkStart}%{projectName}%{linkEnd}에 적용되는 기타 규정 준수 프레임워크
ru: Другие регламенты соблюдения норм, применённые к %{linkStart}проекту %{projectName}%{linkEnd}

source: ComplianceStandardsAdherence|Passed
ko: 통과됨
ru: Пройдена

source: ComplianceStandardsAdherence|Passed controls: %{passed}
ko: 통과한 컨트롤: %{passed}
ru: Пройденные меры контроля: %{passed}

source: ComplianceStandardsAdherence|Pending
ko: 대기 중
ru: Ожидает выполнения

source: ComplianceStandardsAdherence|Pending controls: %{pending}
ko: 대기중인 컨트롤: %{pending}
ru: Меры контроля, ожидающие выполнения: %{pending}

source: ComplianceStandardsAdherence|Prevent author approvals
ko: 작성자의 승인을 방지
ru: Запретите авторам одобрять собственные запросы на слияние

source: ComplianceStandardsAdherence|Prevent authors as approvers
ko: 작성자가 승인자가 되는 것을 방지
ru: Запретите авторам быть одобряющими

source: ComplianceStandardsAdherence|Prevent committer approvals
ko: 커미터가 승인히는 것을 방지
ru: Запретите авторам коммитов одобрять запросы на слияние

source: ComplianceStandardsAdherence|Prevent committers as approvers
ko: 커미터가 승인자가 되는 것을 방지
ru: Запретите коммиттерам быть одобряющими

source: ComplianceStandardsAdherence|Prevents deletion of branches.
ko: 브랜치 삭제 방지.
ru: Предотвращает удаление веток.

source: ComplianceStandardsAdherence|Prevents direct pushes to the default branch.
ko: 기본 브랜치에 직접 푸시하는 것을 방지합니다.
ru: Предотвращает прямые отправки в ветку по умолчанию.

source: ComplianceStandardsAdherence|Prevents editing of merge request approval rules.
ko: 머지 리퀘스트 승인 규칙 편집을 방지합니다.
ru: Предотвращает изменение правил одобрения запросов на слияние.

source: ComplianceStandardsAdherence|Prevents force pushing to repositories.
ko: 리포지토리에 강제로 푸시하는 것을 방지합니다.
ru: Предотвращает принудительную отправку в репозитории.

source: ComplianceStandardsAdherence|Prevents users who have committed to a merge request from approving it.
ko: 머지 리퀘스트에 동의한 사용자가 이를 승인하지 못하도록 합니다.
ru: Предотвращает одобрение запроса на слияние пользователями, которые добавили в него коммиты.

source: ComplianceStandardsAdherence|Project
ko: 프로젝트
ru: Проект

source: ComplianceStandardsAdherence|Project repository exists
ko: 프로젝트 리포지토리가 존재함
ru: Существует репозиторий проекта

source: ComplianceStandardsAdherence|Projects
ko: 프로젝트
ru: Проектам

source: ComplianceStandardsAdherence|Raw filter values is not currently supported. Please use available values.
ko: 원본 필터 값은 현재 지원되지 않습니다. 사용 가능한 값을 사용하세요.
ru: Поиск по необработанному тексту в настоящее время не поддерживается. Используйте доступные фильтры.

source: ComplianceStandardsAdherence|Raw text search is not currently supported. Please use the available filters.
ko: 원본 텍스트 검색은 현재 지원되지 않습니다. 사용 가능한 필터를 사용하세요.
ru: Поиск по необработанному тексту в настоящее время не поддерживается. Используйте доступные фильтры.

source: ComplianceStandardsAdherence|Require code owner approval
ko: 코드 소유자의 승인 요구
ru: Потребуйте одобрения владельца кода

source: ComplianceStandardsAdherence|Require resolved discussions
ko: 토론 해결이 요구됨
ru: Потребуйте решения обсуждений

source: ComplianceStandardsAdherence|Requirement
ko: 요구 사항
ru: Требование

source: ComplianceStandardsAdherence|Requirements
ko: 요구 사항
ru: Требования

source: ComplianceStandardsAdherence|Restrict pipeline access
ko: 파이프라인 억세스 제한
ru: Ограничьте доступ к конвейерам

source: ComplianceStandardsAdherence|Restrict pipeline visibility
ko: 파이프라인 공개범위 제한
ru: Ограничьте видимость конвейеров

source: ComplianceStandardsAdherence|Restrict variable creation
ko: 변수 생성 제한
ru: Ограничьте создание переменных

source: ComplianceStandardsAdherence|Restricts access to build artifacts and pipeline outputs.
ko: 빌드 아티팩트 및 파이프라인 출력에 대한 액세스를 제한합니다.
ru: Ограничивает доступ к артефактам сборки и результатам конвейера.

source: ComplianceStandardsAdherence|Restricts creation of project variables to maintainers only.
ko: 프로젝트 변수 생성을 유지 관리자에게만 허용합니다.
ru: Ограничивает создание переменных проекта только мейнтейнерами.

source: ComplianceStandardsAdherence|Restricts who can push to or merge into protected branches.
ko: 보호된 브랜치에 푸시하거나 머지할 수 있는 사람을 제한합니다.
ru: Ограничивает возможность отправки и объединения в защищённые ветки.

source: ComplianceStandardsAdherence|Review and secure all webhook configurations to prevent unauthorized access.
ko: 모든 웹훅 구성을 검토하고 보안하여 무단 액세스를 방지합니다.
ru: Проверьте и защитите все конфигурации веб-хуков, чтобы предотвратить несанкционированный доступ.

source: ComplianceStandardsAdherence|Review and triage all package hunter findings to assess and address potential risks.
ko: 패키지 헌터의 모든 검출 결과를 검토하고 분류하여 잠재적 위험을 평가하고 해결합니다.
ru: Проверьте и классифицируйте все находки Package Hunter, чтобы понять и устранить возможные риски.

source: ComplianceStandardsAdherence|Review and update the project status to ensure it is not marked for deletion.
ko: 프로젝트 상태를 검토하고 업데이트하여 삭제로 마킹되지 않았는지 확인.
ru: Проверьте и при необходимости обновите статус проекта, чтобы он не был помечен на удаление.

source: ComplianceStandardsAdherence|Review archive status
ko: 보관 상태 검토
ru: Проверьте статус архивации

source: ComplianceStandardsAdherence|Review project status
ko: 프로젝트 상태 검토
ru: Проверьте статус проекта

source: ComplianceStandardsAdherence|Review the project archive status and unarchive if necessary for active projects.
ko: 프로젝트 보관 상태를 검토하고 필요한 경우 활성 프로젝트의 보관을 취소합니다.
ru: Проверьте статус архивации проекта и разархивируйте его, если проект всё ещё активен.

source: ComplianceStandardsAdherence|SAST scan
ko: SAST 스캔
ru: Сканирование SAST

source: ComplianceStandardsAdherence|SAST scanner is configured in the pipeline configuration for the default branch.
ko: SAST 스캐너가 기본 브랜치의 파이프라인 구성에 구성되어 있지 않습니다.
ru: Сканер SAST настроен в конфигурации конвейера для основной ветки.

source: ComplianceStandardsAdherence|SAST scanner is not configured in the pipeline configuration for the default branch.
ko: SAST 스캐너가 기본 브랜치의 파이프라인 구성에 구성되어 있지 않습니다.
ru: Сканер SAST не настроен в конфигурации конвейера для основной ветки.

source: ComplianceStandardsAdherence|Secure webhook configurations
ko: 안전한 webhook 구성
ru: Обеспечьте безопасность конфигураций вебхуков

source: ComplianceStandardsAdherence|Set up CI/CD job token scope restrictions to enhance pipeline security.
ko: 파이프라인 보안을 강화하기 위해 CI/CD 작업 토큰 범위 제한을 설정합니다.
ru: Настройте ограничения области токенов заданий CI/CD для повышения безопасности конвейеров.

source: ComplianceStandardsAdherence|Set up IaC scanning
ko: IaC 스캐닝 설정
ru: Настройте сканирование IaC

source: ComplianceStandardsAdherence|Set up SAST in your CI/CD pipeline to automatically detect code vulnerabilities.
ko: CI/CD 파이프라인에 SAST를 설정하여 코드 취약점을 자동으로 감지합니다.
ru: Настройте SAST в вашем конвейере CI/CD для автоматического обнаружения уязвимостей в коде.

source: ComplianceStandardsAdherence|Set up Service Level Objectives for addressing identified vulnerabilities within defined timeframes.
ko: CI/CD 파이프라인에 SAST를 설정하여 코드 취약점을 자동으로 감지합니다.
ru: Настройте цели уровня обслуживания (SLO) для устранения выявленных уязвимостей в пределах определённых временных рамок.

source: ComplianceStandardsAdherence|Set up Single Sign-On authentication to improve security and user management.
ko: 보안과 사용자 관리를 개선하기 위해 싱글 사인온(SSO) 인증을 설정하세요.
ru: Настройте аутентификацию с единой точкой входа (SSO) для повышения безопасности и упрощения управления пользователями.

source: ComplianceStandardsAdherence|Set up Terraform integration for your project to manage infrastructure as code.
ko: Terraform 통합을 프로젝트에 설정하여 코드형 인프라를 관리
ru: Настройте интеграцию с Terraform для вашего проекта, чтобы управлять инфраструктурой как кодом.

source: ComplianceStandardsAdherence|Set up a properly configured CI/CD pipeline for your project.
ko: 프로젝트에 맞게 적절하게 구성된 CI/CD 파이프라인을 설정합니다.
ru: Корректно настройте конвейер CI/CD для вашего проекта.

source: ComplianceStandardsAdherence|Set up a status page to communicate project availability and incidents.
ko: 프로젝트 가용성과 인시던트를 전달하기 위해 상태 페이지를 설정합니다.
ru: Настройте страницу статуса для отслеживания доступности проекта и инцидентов.

source: ComplianceStandardsAdherence|Set up automatic cleanup of stale branches to maintain repository hygiene.
ko: 리포지토리를 정돈된 상태로 유지하기 위해 오래된 브랜치를 자동으로 정리하도록 설정합니다.
ru: Настройте автоматическую очистку неактивных веток для поддержания порядка в репозитории.

source: ComplianceStandardsAdherence|Set up branch protection
ko: 브랜치 보호 설정
ru: Настройте защиту веток

source: ComplianceStandardsAdherence|Set up branch protection rules for your default branch to enforce quality standards.
ko: 기본 브랜치에 대한 브랜치 보호 규칙을 설정하여 품질 기준을 강화합니다.
ru: Настройте правила защиты для вашей ветки по умолчанию, чтобы обеспечить соблюдение стандартов качества.

source: ComplianceStandardsAdherence|Set up branch protection rules to restrict push and merge access to protected branches.
ko: 보호된 브랜치에 대한 푸시 및 머지 액세스를 제한하기 위해 브랜치 보호 규칙을 설정합니다.
ru: Настройте правила защиты веток, чтобы ограничить доступ к отправке и объединению в защищённые ветки.

source: ComplianceStandardsAdherence|Set up code owners
ko: 코드 소유자 설정
ru: Настройте владельцев кода

source: ComplianceStandardsAdherence|Set up container scanning
ko: 컨테이너 스캐닝 설정
ru: Настройте сканирование контейнеров

source: ComplianceStandardsAdherence|Set up container scanning in your pipeline to identify vulnerabilities in your container images.
ko: 파이프라인에 컨테이너 스캐닝을 설정하여 컨테이너 이미지의 취약점을 식별하세요.
ru: Настройте сканирование контейнеров в конвейере, чтобы выявлять уязвимости в образах контейнеров.

source: ComplianceStandardsAdherence|Set up error tracking to monitor and address application errors.
ko: 오류 추적을 설정하여 애플리케이션 오류를 모니터링하고 해결합니다.
ru: Настройте отслеживание ошибок, чтобы мониторить и устранять ошибки в приложении.

source: ComplianceStandardsAdherence|Set up fuzz testing
ko: 퍼지 테스팅 설정
ru: Настройте фузз-тестирование

source: ComplianceStandardsAdherence|Set up fuzz testing in your pipeline to identify edge cases and potential crashes.
ko: 파이프라인에서 퍼지 테스트를 설정하여 예외 사례와 잠재적인 충돌을 파악합니다.
ru: Настройте фузз-тестирование в конвейере, чтобы выявлять граничные случаи и возможные сбои.

source: ComplianceStandardsAdherence|Set up license compliance scanning to identify potentially problematic open source licenses.
ko: 잠재적으로 문제가 있는 오픈 소스 라이선스를 식별하기 위해 라이선스 규정 준수 스캐닝을 설정합니다.
ru: Настройте сканирование соблюдения лицензий, чтобы выявлять потенциально проблемные лицензии открытого исходного кода.

source: ComplianceStandardsAdherence|Set up required status checks to ensure code quality before merging.
ko: 머지하기 전에 코드 품질을 보장하기 위해 필요한 상태 검사를 설정합니다.
ru: Настройте обязательные проверки статуса, чтобы обеспечить качество кода перед слиянием.

source: ComplianceStandardsAdherence|Set up requirements for branches to be up to date before merging.
ko: 머지하기 전에 브랜치의 최신 정보를 확보하기 위한 요구 사항을 설정합니다.
ru: Настройте требования, чтобы ветки были актуальными перед слиянием.

source: ComplianceStandardsAdherence|Set up strict permission controls for repository access.
ko: 리포지토리 접근에 대한 엄격한 권한 제어를 설정합니다.
ru: Настройте строгие правила доступа для репозитория.

source: ComplianceStandardsAdherence|Set up your project to maintain a clean, linear commit history.
ko: 프로젝트를 설정하여 깨끗하고, 선형인 커밋 이력을 유지합니다.
ru: Настройте проект для поддержания чистой, линейной истории коммитов.

source: ComplianceStandardsAdherence|Standard
ko: 표준
ru: Стандарт

source: ComplianceStandardsAdherence|Standards
ko: 표준
ru: Стандартам

source: ComplianceStandardsAdherence|Status
ko: 상태
ru: Статус

source: ComplianceStandardsAdherence|Success reason
ko: 성공 이유
ru: Причина успеха

source: ComplianceStandardsAdherence|The following features help satisfy this requirement.
ko: 다음 기능은 이 요구 사항을 충족하는 데 도움이 됩니다.
ru: Следующие функции помогают удовлетворить это требование.

source: ComplianceStandardsAdherence|This is an external control for %{link}
ko: 이는 %{link}에 대한 외부 컨트롤 입니다
ru: Это внешняя мера контроля для %{link}

source: ComplianceStandardsAdherence|Triage package hunter findings
ko: 패키지 헌터의 검출결과 분류
ru: Классифицируйте находки Package Hunter

source: ComplianceStandardsAdherence|Unable to load the standards adherence report. Refresh the page and try again.
ko: 표준 준수 보고서를 로드할 수 없습니다. 페이지를 새로 고치고 다시 시도하세요.
ru: Не удалось загрузить отчёт о соблюдении стандартов. Обновите страницу и повторите попытку.

source: ComplianceStandardsAdherence|Update approval settings in the project's merge request settings to satisfy this requirement.
ko: 이 요구 사항을 충족하려면 프로젝트의 머지 리퀘스트 설정에서 승인 설정을 업데이트하세요.
ru: Обновите настройки одобрения в настройках запросов на слияние проекта для выполнения этого требования.

source: ComplianceStandardsAdherence|Update project visibility
ko: 프로젝트 공개범위 업데이트
ru: Обновить видимость проекта

source: ComplianceStandardsAdherence|Update your approval settings to prevent committers from approving merge requests containing their commits.
ko: 승인 설정을 업데이트하여 커미터가 자신의 커밋이 포함된 머지 리퀘스트를 승인하지 못하도록 합니다.
ru: Обновите настройки одобрений, чтобы предотвратить одобрение авторами коммитов запросов на слияние, содержащих их коммиты.

source: ComplianceStandardsAdherence|Upgrade to Ultimate license
ko: Ultimate 라이선스로 업그레이드
ru: Перейдите на лицензию Ultimate

source: ComplianceStandardsAdherence|Upgrade your GitLab license to Ultimate to access all security and compliance features.
ko: 당신의 GitLab 라이선스를 Ultimate로 업그레이드하면 모든 보안 및 규정준수 기능을 사용할 수 있습니다.
ru: Перейдите на лицензию GitLab Ultimate, чтобы получить доступ ко всем функциям безопасности и соблюдения норм.

source: ComplianceStandardsAdherence|View details
ko: 상세내용 보기
ru: Просмотреть подробности

source: ComplianceStandardsAdherence|View details (fix available)
ko: 세부 정보 보기 (수정 가능)
ru: Просмотреть подробности (доступно исправление)

source: ComplianceStandardsAdherence|Your standards adherence CSV export for the group "%{group_name}" is attached to this email.
ko: "%{group_name}" 그룹에 대한 표준 준수 CSV 내보내기가 이 이메일에 첨부되었습니다.
ru: Экспорт соответствия стандартам в формате CSV для группы «%{group_name}» приложен к этому письму.

source: ComplianceStandardsAdherence|Your standards adherence CSV export for the group %{group_link} is attached to this email.
ko: %{group_link} 그룹에 대한 표준 준수 CSV 내보내기가 이 이메일에 첨부되어 있습니다.
ru: Экспорт данных по соблюдению стандартов для группы %{group_link} в формате CSV прикреплён к этому письму.

source: ComplianceViolations| Violations export
ko: 위반 내보내기

source: ComplianceViolations|Your Compliance Violations CSV export for the group "%{group_name}" has been attached to this email.
ko: "%{group_name}" 그룹에 대한 규정 준수 위반 CSV 내보내기가 이 이메일에 첨부되었습니다.

source: ComplianceViolations|Your Compliance Violations CSV export for the group %{group_link} has been attached to this email.
ko: %{group_link} 그룹에 대한 규정 준수 위반 CSV 내보내기가 이 이메일에 첨부되었습니다.

source: Compliance|Framework deleted successfully
ko: 프레임워크가 성공적으로 삭제되었습니다.
ru: Регламент успешно удалён

source: Component
ko: 컴포넌트
ru: Компонент

source: Component name '%{component}' for command id '%{command}' must not start with '%{prefix}'
ko: 명령 ID '%{command}'의 컴포넌트 이름 '%{component}'은 '%{prefix}'로 시작하면 안 됩니다.

source: Component name '%{component}' must not start with '%{prefix}'
ko: 컴포넌트 이름 '%{component}'은 '%{prefix}'로 시작할 수 없습니다.

source: Component type '%{type}' is not yet supported
ko: 컴포넌트 유형 '%{type}'은 아직 지원되지 않습니다.

source: Components must have a 'name'
ko: 컴포넌트는 'name'이 있어야 합니다.

source: CompromisedPasswordDetection|Change GitLab Password
ko: GitLab 비밀번호 변경
ru: Изменить пароль GitLab

source: CompromisedPasswordDetection|Failure to change your password may lead to temporary account access restrictions to prevent potential unauthorized access.
ko: 비밀번호를 변경하지 않으면 잠재적인 무단 접근을 방지하기 위해 일시적으로 계정 접근이 제한될 수 있습니다.
ru: Если вы не смените пароль, доступ к учётной записи может быть временно ограничен для предотвращения возможного несанкционированного доступа.

source: CompromisedPasswordDetection|For your security, we also recommend enabling %{mfa_link} if you have not done so already.
ko: 보안을 위해 아직 %{mfa_link}를 활성화하지 않았다면 활성화하는 것이 좋습니다.
ru: В целях безопасности также рекомендуем включить %{mfa_link}, если вы ещё этого не сделали.

source: CompromisedPasswordDetection|GitLab documentation
ko: GitLab 문서
ru: Документации GitLab

source: CompromisedPasswordDetection|Instructions for changing your password can be found in the %{doc_link}.
ko: 비밀번호 변경에 대한 지침은 %{doc_link}에서 확인할 수 있습니다.
ru: Инструкции по изменению пароля можно найти в %{doc_link}.
