Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: EventFilterBy|Filter by wiki
ko: 위키 기준으로 필터
ru: Фильтр по вики

source: Events
ko: 이벤트
ru: События

source: Events API
ko: 이벤트 API

source: Event|accepted
ko: 수락됨

source: Event|added
ko: 추가됨

source: Event|approved
ko: 승인됨
ru: одобрено

source: Event|closed
ko: 닫힘

source: Event|commented on
ko: 댓글이 달림
ru: прокомментировано

source: Event|created
ko: 생성됨

source: Event|deleted
ko: 삭제됨

source: Event|destroyed
ko: 파괴됨

source: Event|imported
ko: 가져옴

source: Event|joined
ko: 참가됨

source: Event|left
ko: 남겨짐

source: Event|opened
ko: 열림

source: Event|pushed new
ko: 새로 푸시됨

source: Event|pushed to
ko: 푸시됨

source: Event|removed
ko: 삭제됨
ru: удалено

source: Event|removed due to membership expiration from
ko: 멤버십 만료로 인해 삭제됨
ru: удалён в связи с истечением срока действия членства из

source: Event|updated
ko: 업데이트됨

source: Every %{action} attempt has failed: %{job_error_message}. Please try again.
ko: 매번 %{action}이 실패했습니다: %{job_error_message}. 다시 시도해주세요.

source: Every 2 weeks
ko: 2주 마다
ru: Каждые 2 недели

source: Every 3 months
ko: 3개월마다
ru: Каждые 3 месяца

source: Every 3 months on the %{day} at %{time} %{timezone}
ko: 매 3개월마다 %{day} %{time} %{timezone}
ru: Каждые 3 месяца по %{day} в %{time} %{timezone}

source: Every 6 months
ko: 6개월마다
ru: Каждые 6 месяцев

source: Every 6 months on the %{day} at %{time} %{timezone}
ko: 매 6개월마다 %{day}일 %{time} %{timezone}
ru: Каждые 6 месяцев по %{day} в %{time} %{timezone}

source: Every day
ko: 매일
ru: Каждый день

source: Every day (at %{time})
ko: 매일 (%{time}시)
ru: Каждый день (в %{time})

source: Every day at %{time} %{timezone}
ko: 매일 %{time}시 %{timezone}
ru: Каждый день в %{time} %{timezone}

source: Every month
ko: 매달
ru: Каждый месяц

source: Every month (Day %{day} at %{time})
ko: 매월 (%{day}일 %{time})
ru: Ежемесячно (день %{day} в %{time})

source: Every month on the %{day} at %{time} %{timezone}
ko: 매월 %{day}일 %{time} %{timezone}
ru: Каждый месяц по %{day} в %{time} %{timezone}

source: Every three months
ko: 3개월마다
ru: Каждые три месяца

source: Every two weeks
ko: 격주
ru: Каждые две недели

source: Every week
ko: 매 %d 주
ru: Каждую неделю

source: Every week (%{weekday} at %{time})
ko: 매주 (%{weekday}요일 %{time})
ru: Каждую неделю (%{weekday} в %{time})

source: Every week on %{day} at %{time} %{timezone}
ko: 매주 %{day}일 %{time} %{timezone}
ru: Каждую неделю по %{day} в %{time} %{timezone}

source: Every year
ko: 매년
ru: Каждый год

source: Every year on %{day} at %{time} %{timezone}
ko: 매년 %{day}일 %{time} %{timezone}
ru: Каждый год по %{day} в %{time} %{timezone}

source: Everyone With Access
ko: 액세스 권한이 있는 모든 사용자
ru: Все, имеющие доступ

source: Everyone can access the wiki.
ko: 누구나 위키를 사용할 수 있습니다.
ru: Доступ к вики открыт для всех.

source: Everyone can contribute
ko: 모두가 기여할 수 있음.
ru: Каждый может внести свой вклад

source: Everything you need to create a GitLab Pages site using Astro
ko: Astro를 사용하여 GitLab Pages 사이트를 만드는 데 필요한 모든 것
ru: Всё, что вам нужно, чтобы создать сайт GitLab Pages с помощью Astro

source: Everything you need to create a GitLab Pages site using Docusaurus
ko: Docusaurus로 GitLab Pages 사이트를 만드는 데 필요한 모든 것
ru: Всё, что вам нужно, чтобы создать сайт GitLab Pages с помощью Docusaurus

source: Everything you need to create a GitLab Pages site using Hugo
ko: Hugo를 사용하여 GitLab Pages 사이트를 만드는 데 필요한 모든 것

source: Everything you need to create a GitLab Pages site using Jekyll
ko: Jekyll를 사용하여 GitLab Pages 사이트를 만드는 데 필요한 모든 것

source: Everything you need to create a GitLab Pages site using Next.js
ko: Next.js를 사용하여 GitLab Pages 사이트를 만드는 데 필요한 모든 것
ru: Всё, что нужно для создания сайта GitLab Pages с помощью Next.js

source: Everything you need to create a GitLab Pages site using Nuxt
ko: Nuxt를 사용하여 GitLab Pages 사이트를 만드는 데 필요한 모든 것
ru: Всё, что вам нужно, чтобы создать сайт GitLab Pages с помощью Nuxt

source: Everything you need to create a GitLab Pages site using plain HTML
ko: Plain HTML을 사용하여 GitLab Pages 사이트를 만드는 데 필요한 모든 것

source: Evidence collection
ko: 증거 수집

source: Exact code search
ko: 정확한 코드 검색

source: Exactly one of %{attributes} is required
ko: %{attributes}중 정확히 하나가 필요합니다

source: Example
ko: 예

source: Example: (feature|hotfix)\/.*
ko: 예: (기능|핫픽스)\/.*

source: Example: (jar|exe)$
ko: 예: (jar|exe)$

source: Example: @sub\.company\.com$
ko: 예: @sub\.company\.com$

source: Example: Fixes \d+\..*
ko: 예시: Fixes \d+\..*

source: Example: ssh\:\/\/
ko: 예시: ssh\:\/\/

source: Except policy:
ko: 예외 정책:
ru: За исключением политики:

source: Exceptions
ko: 예외
ru: Исключения

source: Excluded users
ko: 제외된 사용자
ru: Исключённые пользователи

source: Excluding %d project with no DORA metrics.
ko: DORA 측정항목 없는 %d 프로젝트를 제외합니다.
ru: Исключён %d проект без метрик DORA.

source: Excluding 1 project with no DORA metrics
ko: DORA 측정항목이 없는 %d 개 프로젝트 제외

source: Excluding USB security keys, you should include the browser name together with the device name.
ko: USB 보안 키를 제외하고, 브라우저 이름을 기기 이름과 함께 포함해야 합니다.

source: Excluding merge commits. Limited to %{limit} commits.
ko: 머지 커밋 제외. %{limit} 커밋으로 제한됨
ru: Исключая коммиты-слияния. Ограничено до %{limit} коммитов.

source: Excluding merge commits. Limited to 6,000 commits.
ko: 머지 커밋 제외. 6,000 커밋으로 제한됨
ru: Исключая коммиты-слияния. Ограничено до 6000 коммитов.

source: Exclusions
ko: 제외 사항
ru: Исключения

source: Execution time
ko: 실행 시간
ru: Время выполнения

source: Existing branch name, tag, or commit SHA
ko: 기존 브랜치 이름, 태그 또는 커밋 SHA
ru: Имя существующей ветки, тега или SHA коммита

source: Existing projects may be moved into a group
ko: 기존 프로젝트는 그룹으로 이동될 수 있습니다.

source: Existing projects will be able to use cleanup policies. Avoid enabling this if an external container registry is being used, as there is a performance risk if many images exist on one project.
ko: 기존 프로젝트는 정리 정책을 사용할 수 있게 됩니다. 하나의 프로젝트에 많은 이미지가 존재할 경우 성능에 문제가 발생할 수 있으므로 외부 컨테이너 레지스트리를 사용 중인 경우 이 기능을 활성화하지 않는 것이 좋습니다.
ru: Существующие проекты смогут использовать политики очистки. Избегайте включения этого параметра, если используется внешний реестр контейнеров, так как существует риск потери производительности, если в одном проекте существует много образов.

source: Exit full screen
ko: 전체 화면 종료
ru: Выход из полноэкранного режима

source: Expand
ko: 펼침
ru: Развернуть

source: Expand %{section} merge requests
ko: %{section} 머지 리퀘스트 펼침

source: Expand Readme
ko: 읽어보기 펼침

source: Expand all
ko: 모두 펼침
ru: Развернуть все

source: Expand all files
ko: 모든 파일 펼침
ru: Развернуть все файлы

source: Expand all lines
ko: 모든 라인 펼침

source: Expand eligible approvers
ko: 가능한 승인자 펼침
ru: Развернуть подходящих рецензентов

source: Expand file
ko: 파일 펼침
ru: Развернуть файл

source: Expand issues
ko: 이슈 펼침

source: Expand jobs
ko: 작업 펼침
ru: Развернуть задания

source: Expand merge checks
ko: 머지 검사 펼침
ru: Развернуть проверки перед слиянием

source: Expand merge details
ko: 머지 세부정보 펼침
ru: Показать детали слияния

source: Expand merge request reports
ko: 머지 리퀘스트 보고서 펼침
ru: Развернуть отчёты о запросах на слияние

source: Expand milestones
ko: 마일스톤 펼침
ru: Развернуть этапы

source: Expand project information
ko: 프로젝트 정보 펼침
ru: Развернуть информацию о проекте

source: Expand settings section
ko: 설정 섹션 펼침

source: Expand sidebar
ko: 사이드바 펼침
ru: Развернуть панель

source: Experiment
ko: 실험기능
ru: Экспериментальная функция

source: Experiment features' settings not allowed.
ko: 실험기능의 설정은 허용되지 않습니다.

source: ExperimentTracking|Create run using MLflow
ko: MLflow를 사용하여 실행을 생성
ru: Создать запуск с использованием MLflow

source: ExperimentTracking|Metric value
ko: 측정 값
ru: Значение метрики

source: ExperimentTracking|No runs with logged metrics
ko: 기록된 메트릭이 있는 실행이 없음
ru: Нет запусков с зарегистрированными метриками

source: ExperimentTracking|Performance
ko: 성능
ru: Производительность

source: ExperimentTracking|Performance graph will be shown when runs with logged metrics are available
ko: 기록된 메트릭이 있는 실행이 있을 때 성능 그래프가 표시됩니다.
ru: График производительности будет отображён, когда будут доступны запуски с зарегистрированными метриками.

source: ExperimentTracking|Promote run
ko: 실행을 승급
ru: Продвижение запуска

source: ExperimentTracking|Run
ko: 실행
ru: Запуск

source: Experiments
ko: 실험기능
ru: Эксперименты

source: Expiration
ko: 만료
ru: Истекает

source: Expiration date
ko: 만료일
ru: Срок действия

source: Expiration date (optional)
ko: 만료일 (옵션)
ru: Срок действия (необязательно)

source: Expired
ko: 만료됨
ru: Срок действия истёк

source: Expired %{expiredOn}
ko: %{expiredOn}에 만료됨
ru: Истек %{expiredOn}

source: Expired:
ko: 만료됨:
ru: Срок действия истёк:

source: Expires
ko: 만료
ru: Истекает

source: Expires %{preposition} %{expires_at}
ko: 만료 %{preposition} %{expires_at}

source: Expires at
ko: 만료일
ru: Истекает

source: Expiring soon
ko: 곧 만료됩니다.
ru: Срок действия истекает

source: Explain current vulnerability.
ko: 현재 취약점을 설명하세요.
ru: Объяснить текущую уязвимость.

source: Explain why you're reporting the user.
ko: 사용자를 신고하는 이유를 설명하세요.
ru: Объясните, почему вы жалуетесь на пользователе.

source: Explicitly subscribed
ko: 명시적으로 구독됨
ru: Является явным подписчиком

source: Explicitly unsubscribed
ko: 명시적으로 구독 취소됨
ru: Является явным отписчиком

source: Explore
ko: 탐색
ru: Обзор

source: Explore groups
ko: 그룹 찾아보기
ru: Обзор групп

source: Explore paid plans
ko: 유료 요금제 살펴보기
ru: Обзор тарифных планов

source: Explore projects
ko: 프로젝트 둘러보기
ru: Обзор проектов

source: Explore public projects
ko: 공개 프로젝트 살펴보기
ru: Обзор публичных проектов

source: Explore snippets
ko: 스니펫 탐색
ru: Обзор сниппетов

source: Explore topics
ko: 주제 둘러보기
ru: Обзор тем

source: Export
ko: 내보내기

source: Export %{requirementsCount} requirements?
ko: %{requirementsCount} 요구 사항을 내보내시겠습니까?

source: Export as CSV
ko: CSV로 내보내기
ru: Экспортировать в CSV

source: Export as a JSON file
ko: JSON 파일로 내보내기
ru: Экспорт в JSON-файл

source: Export group
ko: 그룹 내보내기

source: Export issues
ko: 이슈 내보내기

source: Export merge requests
ko: 머지 리퀘스트 내보내기
ru: Экспорт запросов на слияние

source: Export project
ko: 프로젝트 내보내기
ru: Экспорт проекта

source: Export requirements
ko: 요구 사항 내보내기

source: Export seat usage history
ko: 좌석 사용 내역 내보내기
ru: Экспортировать историю использования лицензий

source: Export this group with all related data.
ko: 이 그룹과 모든 관련 데이터를 함께 내보냅니다.

source: Export this project with all its related data in order to move it to a new GitLab instance. When the exported file is ready, you can download it from this page or from the download link in the email notification you will receive. You can then import it when creating a new project. %{link_start}Learn more.%{link_end}
ko: 새 GitLab 인스턴스로 이동하기 위해 이 프로젝트를 모든 관련 데이터와 함께 내보냅니다. 내보낸 파일이 준비되면 이 페이지 또는 받을 이메일의 다운로드 링크에서 다운로드할 수 있습니다. 그런 다음 새 프로젝트를 만들 때 가져올 수 있습니다. %{link_start}자세히 알아보기%{link_end}
ru: Экспортируйте этот проект со всеми связанными данными, чтобы перенести его в новую инстанцию GitLab. Когда экспортированный файл будет готов, вы сможете скачать его с этой страницы или по ссылке для скачивания в уведомлении по электронной почте. Затем вы можете импортировать его при создании нового проекта. %{link_start}Подробнее%{link_end}.

source: Exported requirements
ko: 내보낸 요구 사항

source: ExtensionMarketplace|A valid URL is required.
ko: 유효한 URL이 요구됩니다.
ru: Требуется действительный URL.

source: ExtensionMarketplace|An unknown error occurred. Please try again.
ko: 알 수 없는 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла неизвестная ошибка. Повторите попытку.

source: ExtensionMarketplace|Disable Open VSX extension registry to set a custom value for this field.
ko: 이 필드에 사용자 정의 값을 설정하려면, Open VSC 확장 레지스트리를 비활성화 해야 합니다.
ru: Отключите реестр расширений Open VSX, чтобы установить собственное значение для этого поля.

source: ExtensionMarketplace|Enable Extension Marketplace
ko: 확장 마켓플레이스 활성화
ru: Включить магазин расширений

source: ExtensionMarketplace|Enable the VS Code extension marketplace for all users.
ko: VS Code 확장 마켓플레이스를 모든 사용자에게 활성화
ru: Включить магазин расширений VS Code для всех пользователей.

source: ExtensionMarketplace|Extension marketplace settings updated.
ko: Extension marketplace 설정이 업데이트되었습니다.
ru: Настройки магазина расширений обновлены.

source: ExtensionMarketplace|Extension registry settings
ko: 확장 레지스트리 설정
ru: Настройки реестра расширений

source: ExtensionMarketplace|Failed to update extension marketplace settings.
ko: extension marketplace 설정을 업데이트 하는데 실패 했습니다.
ru: Не удалось обновить настройки магазина расширений.

source: ExtensionMarketplace|Failed to update extension marketplace settings. %{message}
ko: extension marketplace 설정을 업데이트 하는데 실패 했습니다. %{message}
ru: Не удалось обновить настройки магазина расширений. %{message}

source: ExtensionMarketplace|Item URL
ko: 항목 URL
ru: URL элемента

source: ExtensionMarketplace|Learn more about the %{linkStart}Open VSX Registry%{linkEnd}
ko: %{linkStart}Open VSX Registry%{linkEnd}에 대해 알아보기
ru: Подробнее о %{linkStart}реестре Open VSX%{linkEnd}

source: ExtensionMarketplace|Resource URL Template
ko: 리소스 URL 템플릿
ru: Шаблон URL ресурса

source: ExtensionMarketplace|Service URL
ko: 서비스 URL
ru: URL службы

source: ExtensionMarketplace|Use Open VSX extension registry
ko: Open VSX 확장 레지스트리 사용
ru: Использовать реестр расширений Open VSX

source: External URL
ko: 외부 URL
ru: Внешний URL

source: External User:
ko: 외부 사용자:
ru: Внешний пользователь:

source: External authorization denied access to this project
ko: 외부 인증이 이 프로젝트에 대한 액세스를 거부했습니다.
ru: Внешняя система авторизации запретила доступ к этому проекту

source: External storage URL
ko: 외부 스토리지 URL
ru: URL внешнего хранилища

source: External storage authentication token
ko: 외부 스토리지 인증 토큰
ru: Токен аутентификации внешнего хранилища

source: External storage for repository static objects
ko: 리포지토리 정적 개체를 위한 외부 스토리지
ru: Внешнее хранилище для статических объектов репозитория

source: ExternalAuthorizationService|Classification label
ko: 분류 라벨
ru: Метка классификации

source: ExternalAuthorizationService|When no classification label is set the default label `%{default_label}` will be used.
ko: 분류 라벨이 설정되지 않은 경우 기본 라벨 `%{default_label}`이 사용됩니다.
ru: Если метка классификации не установлена, будет использована метка по умолчанию %{default_label}.

source: ExternalAuthorization|Access to projects is validated on an external service using their classification label.
ko: 프로젝트에 대한 액세스는 분류 라벨을 사용하여 외부 서비스에서 검증됩니다.
ru: Доступ к проектам проверяется на внешнем сервисе с использованием их метки классификации.

source: ExternalAuthorization|Allow deploy tokens and deploy keys to be used with external authorization
ko: 외부 인증과 함께 배포 토큰 및 배포 키 사용 허용
ru: Разрешить использование токенов развертывания и ключей развертывания вместе с внешней авторизацией.

source: ExternalAuthorization|Certificate used to authenticate with the external authorization service. If blank, the server certificate is validated when accessing over HTTPS.
ko: 외부 인증 서비스로 인증하는 데 사용되는 인증서입니다. 비어 있으면 HTTPS를 통해 액세스할 때 서버 인증서의 유효성을 검사합니다.

source: ExternalAuthorization|Classification label to use when requesting authorization if no specific label is defined on the project.
ko: 프로젝트에 특정 라벨이 정의되지 않은 경우 승인을 요청할 때 사용할 분류 라벨입니다.
ru: Метка классификации, которую нужно использовать при запросе авторизации, если на проекте не определена конкретная метка.

source: ExternalAuthorization|Client authorization certificate
ko: 클라이언트 인증서

source: ExternalAuthorization|Client authorization key
ko: 클라이언트 인증 키

source: ExternalAuthorization|Client authorization key password (optional)
ko: 클라이언트 인증 키 비밀번호 (옵션)

source: ExternalAuthorization|Default classification label
ko: 기본 분류 라벨
ru: Метка классификации по умолчанию

source: ExternalAuthorization|Does not apply if service URL is specified.
ko: 서비스 URL이 지정된 경우 적용되지 않습니다.

source: ExternalAuthorization|Enable classification control using an external service
ko: 외부 서비스를 사용하여 분류 제어 활성화
ru: Включить контроль классификации с использованием внешней службы

source: ExternalAuthorization|External authorization
ko: 외부 인증

source: ExternalAuthorization|External authorization request timeout (seconds)
ko: 외부 인증 요청 시간 초과 (초)

source: ExternalAuthorization|External classification policy authorization.
ko: 외부 분류 정책 권한 부여.

source: ExternalAuthorization|Passphrase required to decrypt the private key. Encrypted when stored.
ko: 개인 키를 해독하는 데 필요한 암호입니다. 저장 시 암호화됩니다.

source: ExternalAuthorization|Period GitLab waits for a response from the external service. If there is no response, access is denied. Default: 0.5 seconds.
ko: 주기적으로 GitLab은 외부 서비스의 응답을 기다립니다. 응답이 없으면 액세스가 거부됩니다. 기본값: 0.5초.
ru: Период времени, в течение которого GitLab ожидает ответа от внешнего сервиса. Если ответа нет, доступ запрещается. По умолчанию: 0,5 секунды.

source: ExternalAuthorization|Private key of client authentication certificate. Encrypted when stored.
ko: 클라이언트 인증 인증서의 개인 키입니다. 저장 시 암호화됩니다.

source: ExternalAuthorization|Service URL
ko: 서비스 URL

source: ExternalAuthorization|URL to which the projects make authorization requests. If the URL is blank, cross-project features are available and can still specify classification labels for projects.
ko: 프로젝트가 승인 요청을 하는 URL입니다. URL이 비어 있으면 교차 프로젝트 기능을 사용할 수 있으며 여전히 프로젝트에 대한 분류 라벨을 지정할 수 있습니다.
ru: URL, к которому проекты отправляют запросы на авторизацию. Если URL пуст, функции между проектами доступны, и можно всё равно указывать метки классификации для проектов.

source: ExternalIssueIntegration|Another issue tracker is already in use
ko: 다른 이슈 트래커가 이미 사용 중입니다.

source: ExternalIssueIntegration|Not all data may be displayed here. To view more details or make changes to this issue, go to %{linkStart}%{trackerName}%{linkEnd}.
ko: 일부 데이터가 여기에 표시되지 않을 수 있습니다. 자세한 내용을 보거나 이를 이슈로 변경하려면 %{linkStart}%{trackerName}%{linkEnd}로 이동하십시오.

source: ExternalIssueIntegration|Only one issue tracker integration can be active at a time. Please disable the active tracker first and try again.
ko: 한 번에 하나의 이슈 트래커 통합만 활성화할 수 있습니다. 먼저 활성화된 트래커를 비활성화하고 다시 시도하십시오.

source: ExternalIssueIntegration|This issue is synchronized with %{trackerName}
ko: 이 이슈는 %{trackerName}과 동기화되었습니다.

source: ExternalWikiService|Enter the URL to the external wiki.
ko: 외부 위키에 대한 URL을 입력하십시오.
ru: Введите URL внешней вики.

source: ExternalWikiService|External wiki
ko: 외부 Wiki
ru: Внешняя вики

source: ExternalWikiService|External wiki URL
ko: 외부 wiki의 URL
ru: URL внешней вики

source: ExternalWikiService|Link to an external wiki from the sidebar.
ko: 사이드바에서 외부 wiki로 링크합니다.
ru: Ссылка на внешнюю вики с боковой панели.

source: ExternalWikiService|URL of the external wiki.
ko: 외부 위키의 URL.
ru: URL внешней вики.

source: ExternalWikiService|https://example.com/xxx/wiki/...
ko: https://example.com/xxx/wiki/...
ru: https://example.com/xxx/wiki/...

source: Factually incorrect
ko: 실제로는 부정확함
ru: Фактически неверный

source: Fail
ko: 실패

source: Failed
ko: 실패
ru: Неудачно

source: Failed Jobs
ko: 작업 실패
ru: Невыполненные задания

source: Failed job
ko: 실패한 작업
ru: Невыполненное задание

source: Failed jobs
ko: 실패한 작업
ru: Невыполненные задания

source: Failed on
ko: 실패

source: Failed to %{action} this work item: %{reason}.
ko: 이 동작 항목 %{action} 실패: %{reason}.
ru: Не удалось %{action} этот рабочий элемент: %{reason}.

source: Failed to add a Zoom meeting
ko: Zoom 회의 추가 실패
ru: Не удалось добавить встречу Zoom

source: Failed to add a resource link
ko: 리소스 링크를 추가하지 못했습니다.
ru: Не удалось добавить ссылку на ресурс

source: Failed to add compliance requirement control %{control_name}: %{error_message}
ko: 규정준수 요구 사항 제어 %{control_name} 추가에 실패했습니다. 오류: %{error_message}
ru: Не удалось добавить элемент соблюдения норм %{control_name}: %{error_message}

source: Failed to add emoji. Please try again
ko: 이모티콘 추가 실패. 다시 시도해 주세요

source: Failed to apply commands.
ko: 명령을 적용하지 못했습니다.
ru: Не удалось применить команды.

source: Failed to approve the current merge request.
ko: 현재 머지 리퀘스트를 승인하지 못했습니다.
ru: Не удалось одобрить текущий запрос на слияние.

source: Failed to archive a design. Please try again.
ko: 디자인 아카이빙 실패했습니다. 다시 시도해 주세요.

source: Failed to assign a reviewer because no user was specified.
ko: 지정된 사용자가 없기 때문에 검토자를 지정하지 못했습니다.
ru: Не удалось назначить рецензента, так как не указан пользователь.

source: Failed to assign a user because no user was found.
ko: 사용자를 찾을 수 없기 때문에 사용자를 지정하지 못했습니다.
ru: Не удалось назначить пользователя, так как пользовать не найден.

source: Failed to assign custom admin role. Try again or select a different role.
ko: 커스텀 운영자 역할을 지정하는데 실패하였습니다. 다시 시도해 보거나 다른 역할을 선택하세요.
ru: Не удалось назначить пользовательскую роль администратора. Попробуйте снова или выберите другую роль.

source: Failed to assign the framework to project %{project_name}
ko: %{project_name} 프로젝트에 프레임워크를 할당하지 못했습니다.
ru: Не удалось назначить регламент проекту %{project_name}

source: Failed to assign the framework to the project
ko: 프로젝트에 프레임워크를 할당하지 못했습니다.

source: Failed to assign you issues related to the merge request.
ko: 해당하는 머지 리퀘스트 관련된 이슈를 할당하는 데 실패했습니다.
ru: Не удалось назначить вам обсуждения, связанные с запросом на слияние.

source: Failed to cancel auto stop because failed to update the environment.
ko: 환경 업데이트에 실패하여 자동 중지를 취소하지 못했습니다.
ru: Не удалось отменить автоматическую остановку, поскольку не удалось обновить окружение.

source: Failed to cancel auto stop because the environment is not set as auto stop.
ko: 환경이 자동 정지로 설정되어 있지 않아 자동 정지를 취소하지 못했습니다.
ru: Не удалось отменить автоматическую остановку, поскольку окружение не настроено как автоматически останавливаемое.

source: Failed to cancel auto stop because you do not have permission to update the environment.
ko: 환경을 업데이트할 수 있는 권한이 없기 때문에 자동 중지를 취소하지 못했습니다.
ru: Не удалось отменить автоматическую остановку, поскольку у вас нет разрешения на обновление окружения.

source: Failed to change the owner
ko: 소유자를 변경하지 못했습니다
ru: Не удалось изменить владельца

source: Failed to check related branches.
ko: 관련 브랜치를 확인하는데 실패했습니다.
ru: Не удалось проверить связанные ветки.

source: Failed to clone this item: wrong parameters.
ko: 이 항목을 복제하는 데 실패함: 매개변수가 잘못되었습니다.
ru: Не удалось клонировать этот элемент: неверные параметры.

source: Failed to create a branch for this issue. Please try again.
ko: 이 이슈에 대한 브랜치를 만들지 못했습니다. 다시 시도해 주세요.
ru: Не удалось создать ветку для этого обсуждения. Пожалуйста, попробуйте ещё раз.

source: Failed to create a to-do item for the design.
ko: 디자인에 대한 할 일 목록을 생성하지 못했습니다.
ru: Не удалось создать напоминание для дизайна.

source: Failed to create branch target
ko: 브랜치 타겟 생성 실패

source: Failed to create compliance requirement
ko: 규정 준수 요구 사항을 생성하지 못했습니다.
ru: Не удалось создать требование по соблюдению норм

source: Failed to create compliance requirement control
ko: 규정 준수 요구 사항 컨트롤을 생성하지 못했습니다.
ru: Не удалось создать меру контроля соблюдения норм

source: Failed to create framework
ko: 프레임워크 생성 실패
ru: Не удалось создать регламент

source: Failed to create import label for jira import.
ko: jira 가져오기에 대한 가져오기 라벨을 만들지 못했습니다.
ru: Не удалось создать метку импорта для импорта из Jira.

source: Failed to create organization
ko: 조직 생성을 실패
ru: Не удалось создать организацию

source: Failed to create repository
ko: 리포지토리 생성 실패
ru: Не удалось создать репозиторий

source: Failed to create resources
ko: 리소스 생성 실패
ru: Не удалось создать ресурсы

source: Failed to create wiki
ko: 위키 생성 실패
ru: Не удалось создать вики

source: Failed to delete AI Agent: %{msg}
ko: AI 에이전트 삭제 실패: %{msg}
ru: Не удалось удалить агента ИИ: %{msg}

source: Failed to delete branch target
ko: 브랜치 타겟 삭제 실패

source: Failed to delete custom emoji. Please try again.
ko: 커스텀 이모티콘을 삭제하지 못했습니다. 다시 시도해 주세요.

source: Failed to delete file! Please try again.
ko: 파일 삭제에 실패! 다시 시도해 보세요
ru: Не удалось удалить файл! Повторите попытку.

source: Failed to deploy to
ko: 다음으로 배포에 실패했습니다
ru: Не удалось развернуть в

source: Failed to destroy compliance requirement
ko: 규정 준수 요구 사항을 생성을 실패함
ru: Не удалось удалить требование по соблюдению норм
