Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Runners|Support for registration tokens is deprecated
ko: registration 토큰 지원이 중단됨
ru: Поддержка токенов регистрации устарела

source: Runners|System ID
ko: 시스템 ID
ru: Системный ID

source: Runners|Tags
ko: 테그
ru: Теги

source: Runners|The %{boldStart}runner authentication token%{boldEnd} %{token} displays here %{boldStart}for a short time only%{boldEnd}. After you register the runner, this token is stored in the %{codeStart}config.toml%{codeEnd} and cannot be accessed again from the UI.
ko: %{boldStart}러너 인증 토큰%{boldEnd} %{token}은 %{boldStart}짧은 시간 동안만%{boldEnd} 여기에 보입니다. 러너를 등록한 다음, 이 토큰은 %{codeStart}config.toml%{codeEnd}에 보관하고 UI로 접근할 수 없습니다.
ru: Токен аутентификации %{boldStart}средства выполнения%{boldEnd} %{token} отображается здесь %{boldStart}только на короткое время%{boldEnd}. После регистрации средства выполнения этот токен сохраняется в файле %{codeStart}config.toml%{codeEnd} и больше не может быть доступен через интерфейс.

source: Runners|The %{boldStart}runner authentication token%{boldEnd} is no longer visible, it is stored in the %{codeStart}config.toml%{codeEnd} if you have registered the runner.
ko: %{boldStart} 러너 인증 토큰%{boldEnd} 더 이상 표시되지 않으며 러너를 등록한 경우 %{codeStart}config.toml%{codeEnd} 에 저장됩니다.
ru: Токен аутентификации %{boldStart}средства выполнения%{boldEnd} больше не отображается, он хранится в %{codeStart}config.toml%{codeEnd}, если вы зарегистрировали средство выполнения.

source: Runners|The ID of the machine hosting the runner.
ko: 러너를 호스팅하는 머신의 ID입니다.
ru: ID машины, на которой размещено средство выполнения.

source: Runners|The deployment name is invalid
ko: 배포 이름이 잘못되었습니다.
ru: Недопустимое название развёртывания

source: Runners|The name of node pool
ko: 노드 풀의 이름
ru: Название пула узлов

source: Runners|The project, group or instance where the runner was registered. Instance runners are always owned by Administrator.
ko: 러너가 등록된 프로젝트, 그룹 또는 인스턴스. 인스턴스 러너는 항상 운영자가 소유합니다.
ru: Проект, группа или экземпляр, где было зарегистрировано средство выполнения. Средства выполнения экземпляра всегда принадлежат администратору.

source: Runners|The runner authentication token is invalid
ko: 러너 인증 토큰이 잘못되었습니다.
ru: Некорректный токен аутентификации средства выполнения

source: Runners|The runner will be permanently deleted and no longer available for projects or groups in the instance. Are you sure you want to continue?
ko: %d 러너가 영구적으로 삭제되며 인스턴스의 프로젝트 또는 그룹에서 더 이상 사용할 수 없습니다. 계속 하시겠습니까?
ru: Средство выполнения будет окончательно удалено и не будет больше доступно для проектов или групп в этом экземпляре. Вы уверены, что хотите продолжить?

source: Runners|The time it takes for a group runner assigned to this group to pick up a job. Jobs waiting for runners are in the pending state.
ko: 이 그룹에 할당된 그룹 러너가 작업을 선택하는 데 걸리는 시간입니다. 러너를 기다리는 작업은 보류 상태입니다.
ru: Время, за которое средство выполнения, назначенное для этой группы, начинает выполнять задание. Задания, ожидающие средства выполнения, находятся в состоянии ожидания.

source: Runners|The time it takes for an instance runner to pick up a job. Jobs waiting for runners are in the pending state.
ko: 인스턴스 러너가 작업을 선택하는 데 걸리는 시간입니다. 러너를 기다리는 작업은 보류 상태입니다.
ru: Время, за которое средство выполнения экземпляра начинает выполнять задание. Задания, ожидающие средства выполнения, находятся в состоянии ожидания.

source: Runners|The user is not allowed to create a runner
ko: 이 사용자는 러너를 생성할 수 없습니다.
ru: У пользователя нет прав на создание средства выполнения

source: Runners|The user is not allowed to provision a GKE runner
ko: 이 사용자는 GKE 러너를 프로비저닝할 수 없습니다.
ru: Пользователю запрещено создавать средство выполнения GKE

source: Runners|The user is not allowed to provision a cloud runner
ko: 이 사용자는 Cloud 러너를 프로비저닝할 수 없습니다.
ru: У пользователя нет прав на предоставление облачного средства выполнения

source: Runners|There are no recent runner failures for your instance runners. Error messages will populate here if runners fail.
ko: 인스턴스 러너에 대한 최근 실패가 없습니다. 러너가 실패하면 여기에 오류 메시지가 채워집니다.
ru: Для ваших средств выполнения экземпляра нет недавних сбоев. Если средства выполнения выйдут из строя, сообщения об ошибках появятся здесь.

source: Runners|There are no runners running jobs right now. Active runners will populate here as they pick up jobs.
ko: 현재 작업을 실행하는 러너가 없습니다. 활성 러너가 작업을 선택하면 여기에 채워집니다.
ru: В данный момент средства выполнения не выполняют задания. Активные средства выполнения появятся здесь, как только начнут обрабатывать задания.

source: Runners|These runners are assigned to this project.
ko: 러너는 이 프로젝트에 할당됩니다.
ru: Эти средства выполнения назначены этому проекту.

source: Runners|These setup instructions use your specifications and follow the best practices for performance and security.
ko: 이 설정 지침은 귀하의 사양을 사용하고 성능 및 보안에 대한 모범 사례를 따릅니다.
ru: Эти инструкции по настройке учитывают ваши требования и следуют лучшим практикам для обеспечения производительности и безопасности.

source: Runners|This group currently has 1 stale runner.
ko: 이 그룹에는 %d개의 오래된 러너가 있습니다.
ru: В этой группе в настоящее время есть 1 неактивное средство выполнения

source: Runners|This group currently has no stale runners.
ko: 이 그룹에는 현재 오래된 러너가 없습니다.
ru: В этой группе в настоящее время нет неактивных средств выполнения.

source: Runners|This may not be needed if you manage your runner as a %{linkStart}system or user service%{linkEnd}.
ko: 러너를 %{linkStart} 시스템 또는 사용자 서비스%{linkEnd}로 관리하는 경우 필요하지 않을 수 있습니다.

source: Runners|This runner has not run any jobs
ko: 이 러너는 어떤 작업도 실행하지 않았습니다.
ru: Это средство выполнения не запускало задания.

source: Runners|This runner has not run any jobs.
ko: 이 러너는 어떤 작업도 실행하지 않았습니다.
ru: Это средство выполнения не выполняло заданий.

source: Runners|This runner is outdated, an upgrade is recommended
ko: 이 러너는 이전 버전입니다. 업그레이드를 권장합니다.

source: Runners|To install Runner in Kubernetes follow the instructions described in the GitLab documentation.
ko: Kubernetes에 러너를 설치하려면 GitLab 문서에 설명된 지침을 따르세요.

source: Runners|To install Runner in a container follow the instructions described in the GitLab documentation
ko: 컨테이너에 러너를 설치하려면 GitLab 설명서에 설명된 지침을 따르십시오.

source: Runners|To move to the next step, add at least one tag and/or enable the runner to pick up untagged jobs.
ko: 다음 단계로 진행하려면, 최소한 하나 이상의 태그를 추가하거나 태그가 없는 작업을 실행할 수 있도록 러너를 설정해야 합니다.
ru: Чтобы перейти к следующему шагу, добавьте как минимум один тег и/или разрешите средству выполнения выполнять задания без тегов.

source: Runners|To register new runners, contact your administrator.
ko: 새 러너를 등록하려면 운영자에게 문의하세요.
ru: Для регистрации новых средств выполнения обратитесь к вашему администратору.

source: Runners|To register them, go to the %{link_start}group's Runners page%{link_end}.
ko: 등록하려면 %{link_start}그룹의 러너 페이지%{link_end}로 이동하십시오.
ru: Чтобы зарегистрировать их, перейдите на %{link_start}страницу средств выполнения группы%{link_end}.

source: Runners|To set up an autoscaling fleet of runners on Google Cloud, you can use the following recommended setup or %{linkStart}customize the Terraform configuration%{linkEnd}.
ko: Google Cloud에서 자동 확장 러너 집합을 설정하려면 다음 권장 설정을 사용하거나 %{linkStart}Terraform 구성%{linkEnd}을 커스터마이징할 수 있습니다.
ru: Чтобы настроить автмасштабируемый пул средств выполнения в Google Cloud, вы можете использовать рекомендуемую настройку или %{linkStart}кастомизировать конфигурацию Terraform%{linkEnd}.

source: Runners|To view the runner, go to %{runnerListName}.
ko: 러너를 보려면 %{runnerListName}으로 이동하세요.
ru: Чтобы просмотреть средство выполнения, перейдите в %{runnerListName}.

source: Runners|To view the setup instructions, complete the previous form.
ko: 설정 지침을 보려면 이전 양식을 작성하세요.
ru: Чтобы просмотреть инструкции по настройке, заполните предыдущую форму.

source: Runners|To view the setup instructions, complete the previous form. The instructions help you set up an autoscaling fleet of runners to execute your CI/CD jobs in Google Cloud.
ko: 설정 방법을 보려면 이전 양식을 작성하세요. 방법은 Google Cloud에서 CI/CD 작업을 실행하기 위한 자동 확장 러너 집합을 설정하는 데 도움이 됩니다.
ru: Чтобы просмотреть инструкции по настройке, заполните предыдущую форму. Инструкции помогут вам настроить автомасштабируемый пул средств выполнения для выполнения ваших CI/CD-заданий в Google Cloud.

source: Runners|To view the setup instructions, make sure all form fields are completed and correct.
ko: 설정 지침을 보려면 모든 양식 필드가 완료되고 올바른지 확인하세요.
ru: Чтобы просмотреть инструкции по настройке, убедитесь, что все поля формы заполнены и указаны корректно.

source: Runners|Token expiry
ko: 토큰 만료
ru: Срок действия токена

source: Runners|Top projects consuming group runners
ko: 그룹 러너를 사용하는 상위 프로젝트
ru: Топ проектов, использующих средства выполнения группы

source: Runners|Top projects consuming runners
ko: 러너를 사용하는 상위 프로젝트
ru: Топ проектов, использующих средства выполнения

source: Runners|UTC Time
ko: UTC 시간
ru: Время UTC

source: Runners|Unassign
ko: 할당취소
ru: Отвязать

source: Runners|Understand how long it takes for runners to pick up a job. %{linkStart}How is this calculated?%{linkEnd}
ko: 러너가 작업를 선택하는데 걸리는 시간을 이해합니다. %{linkStart}어떻게 계산됩니까?%{linkEnd}
ru: Узнайте, сколько времени требуется средствам выполнения для того, чтобы взять задание. %{linkStart}Как это рассчитывается?%{linkEnd}

source: Runners|Unpause selected
ko: 선택 항목 일시정지 해제

source: Runners|Unselect all
ko: 모두 선택 취소
ru: Снять выделение со всех

source: Runners|Up to date
ko: 최신
ru: Последняя версия

source: Runners|Upgrade Status
ko: 업그레이드 상태
ru: Статус обновления

source: Runners|Upgrade available
ko: 업그레이드 가능
ru: Доступно обновление

source: Runners|Upgrade recommended
ko: 업그레이드 권장
ru: Рекомендуется обновление

source: Runners|Usage (min)
ko: 사용량 (최소)
ru: Использование (мин)

source: Runners|Use Terraform to create the required infrastructure in Google Cloud, install GitLab Runner, and register it to this GitLab project.
ko: Terraform을 사용하여 Google Cloud에 필요한 인프라를 만들고 GitLab Runner를 설치한 후 이 GitLab 프로젝트에 등록하세요.
ru: Используйте Terraform для создания необходимой инфраструктуры в Google Cloud, установки GitLab Runner и его регистрации в этом проекте GitLab.

source: Runners|Use the dashboard to view performance statistics of your runner fleet.
ko: 대시보드를 사용하여 러너 플릿의 성능 통계를 봅니다.
ru: Используйте панель, чтобы просмотреть статистику производительности вашего пула средств выполнения.

source: Runners|Use the runner for jobs without tags in addition to tagged jobs.
ko: 태그가 지정된 작업 외에 태그가 없는 작업에 러너를 사용합니다.
ru: Использовать средство выполнения для заданий без тегов, а также для заданий с тегами.

source: Runners|Use the runner for the currently assigned projects only. Only administrators can change the assigned projects.
ko: 현재 할당된 프로젝트에만 러너를 사용합니다. 운영자만 할당된 프로젝트를 변경할 수 있습니다.
ru: Использовать средство выполнения только для текущих назначенных проектов. Только администраторы могут изменять назначенные проекты.

source: Runners|Use the runner on pipelines for protected branches only.
ko: 보호된 브랜치에 대해서만 파이프라인에 러너를 사용하십시오.
ru: Использовать средство выполнения только для конвейеров с защищёнными ветками.

source: Runners|Version
ko: 버전
ru: Версия

source: Runners|Version %{version}
ko: 버전 %{version}
ru: Версия %{version}

source: Runners|Version starts with
ko: 버전이 다음으로 시작합니다.
ru: Версия начинается с

source: Runners|View installation instructions
ko: 설치 지침 보기
ru: Просмотреть инструкции по установке

source: Runners|View metrics
ko: 측정항목 보기

source: Runners|View runners
ko: 러너 보기
ru: Просмотр средств выполнения

source: Runners|View runners list
ko: 러너 목록 보기
ru: Просмотреть список средств выполнения

source: Runners|Wait time (secs)
ko: 대기 시간(초)
ru: Время ожидания (сек)

source: Runners|Wait time to pick a job
ko: 작업을 선택하기 위해 대기 시간
ru: Задержка перед выполнением задания

source: Runners|Windows 2019 Shell with manual scaling and optional scheduling. %{percentage} spot.
ko: Windows 2019 Shell(수동 크기 조정 및 선택적 예약 기능 포함). %{percentage} spot.

source: Runners|Windows 2019 Shell with manual scaling and optional scheduling. Non-spot.
ko: 수동 크기 조정 및 예약 기능 옵션이 있는 Windows 2019 Shell. Non-spot.

source: Runners|Yes, disable instance runners
ko: 예, 인스턴스 러너를 비활성화합니다
ru: Да, отключить средства выполнения экземпляра

source: Runners|Yes, start deleting stale runners
ko: 네, 오래된 러너 삭제를 시작합니다.
ru: Да, начать удаление неактивных средств выполнения

source: Runners|You have used %{quotaUsed} out of %{quotaLimit} of your instance runners compute minutes.
ko: 현재 인스턴스 러너 컴퓨팅 시간 %{quotaLimit} 중 %{quotaUsed}를 사용하고 있습니다.
ru: Вы использовали %{quotaUsed} из %{quotaLimit} вычислительных минут средств выполнения экземпляра.

source: Runners|You may lose access to the runner token if you leave this page.
ko: 이 페이지를 벗어나면 러너 토큰에 대한 액세스 권한을 잃을 수 있습니다.
ru: Вы можете потерять доступ к токену средства выполнения, если покинете эту страницу.

source: Runners|You've registered a new runner!
ko: 새 러너를 등록하였습니다!
ru: Вы зарегистрировали новое средство выполнения!

source: Runners|Your runner is online and ready to run jobs.
ko: 러너가 온라인 상태이며 작업을 실행할 준비가 되었습니다.
ru: Ваше средство выполнения онлайн и готово к запуску заданий.

source: Runners|Zone
ko: Zone
ru: Зона

source: Runners|Zone help
ko: Zone 도움말
ru: Справка по зоне

source: Runners|Zone is required.
ko: Zone이 필요합니다.

source: Runners|Zone must have the right format.
ko: Zone은 올바른 형식을 가져야 합니다.
ru: Зона должна иметь правильный формат.

source: Runner|1 day selected
ko: %d일 선택됨
ru: Выбран 1 день

source: Runner|Assign to project
ko: 프로젝트에 할당

source: Runner|Assigned Projects
ko: 할당된 프로젝트

source: Runner|Export runner usage
ko: 러너 사용량 내보내기

source: Runner|Export runner usage for selected dates
ko: 선택한 날짜에 대한 러너 사용 내보내기
ru: Экспортировать использование средства выполнения за выбранные даты

source: Runner|Failed to assign runner to project.
ko: 프로젝트에 러너를 할당하지 못했습니다.

source: Runner|Failed to unassign runner from project.
ko: 프로젝트에서 러너 할당 해제에 실패함.

source: Runner|Runner actions
ko: 러너 작업

source: Runner|Something went wrong while generating the CSV export. Please try again.
ko: CSV 내보내기를 생성하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при создании экспорта в формате CSV. Повторите попытку.

source: Runner|The CSV export contains a list of projects, the number of minutes used by instance runners, and the number of jobs that ran. When the export is completed, it is sent as an attachment to your email.
ko: CSV 내보내기에는 프로젝트 목록, 인스턴스 러너가 사용한 분 수, 실행된 작업 수가 포함됩니다. 내보내기가 완료되면 이메일에 첨부 파일로 전송됩니다.
ru: Экспорт в CSV содержит список проектов, количество минут, использованных средствами выполнения экземпляра, и количество выполненных заданий. После завершения экспорта файл будет отправлен в виде вложения на вашу электронную почту.

source: Runner|Unassign from project
ko: 프로젝트에서 할당 해제

source: Runner|Your CSV export has started. It will be sent to your email inbox when its ready.
ko: CSV 내보내기가 시작되었습니다. 준비되면 이메일 받은 편지함으로 전송됩니다.

source: Running
ko: 실행중
ru: Выполняется

source: Runs a number of housekeeping tasks within the current repository, such as compressing file revisions and removing unreachable objects.
ko: 현재 리포지토리에서 파일 기록을 압축하거나, 도달할 수 없는 객체를 제거하여 정리를 실행합니다.
ru: Выполняет ряд задач по обслуживанию в текущем репозитории, таких как сжатие файлов версий и удаление недостижимых объектов.

source: SAML discovery tokens
ko: SMAL 검색 토큰

source: SAML group membership settings
ko: SAML 그룹 멤버십 설정

source: SAML single sign-on
ko: SAML 통합인증(SSO)

source: SAML single sign-on for %{group_name}
ko: %{group_name}에 대한 SAML 통합인증(SSO)

source: SAML|Sign in to %{groupName}
ko: %{groupName}에 로그인

source: SAML|The %{strongOpen}%{group_path}%{strongClose} group allows you to sign in using single sign-on.
ko: %{strongOpen}%{group_path}%{strongClose} 그룹을 사용하면 통합인증(SSO)을 사용하여 로그인할 수 있습니다.

source: SAML|The SAML response did not contain an email address. Either the SAML identity provider is not configured to send the attribute, or the identity provider directory does not have an email address value for your user.
ko: SAML 응답에 이메일 주소가 포함되어 있지 않습니다. SAML 자격 증명 공급자가 속성을 보내도록 구성되지 않았거나 자격 증명 공급자 디렉터리에 사용자의 이메일 주소 값이 없습니다.
ru: Ответ SAML не содержал адреса электронной почты. Либо поставщик удостоверений SAML не настроен на отправку этого атрибута, либо в каталоге поставщика удостоверений нет значения адреса электронной почты для вашего пользователя.

source: SAML|There is already a GitLab account associated with this email address. Sign in with your existing credentials to connect your organization's account
ko: 이 이메일 주소와 연결된 GitLab 계정이 이미 있습니다. 조직의 계정을 연결하려면 기존 자격 증명으로 로그인하세요.

source: SAML|To access %{groupName}, you must sign in using single sign-on through an external sign-in page.
ko: "%{groupName}"에 액세스하려면 외부 로그인 페이지를 통해 통합인증(SSO) 계정으로 로그인해야 합니다.
ru: Чтобы получить доступ к %{groupName} вы должны войти в систему с помощью единого входа через внешнюю страницу входа.

source: SAML|To allow %{strongOpen}%{group_name}%{strongClose} to manage your GitLab account %{strongOpen}%{username}%{strongClose} (%{email}) after you sign in successfully using single sign-on, select %{strongOpen}Authorize%{strongClose}.
ko: 통합인증(SSO)을 사용하여 성공적으로 로그인한 후 %{strongOpen}%{group_name}%{strongClose} 깃랩 계정 %{strongOpen}%{username}%{strongClose} (%{email})을 관리하도록 허용하려면 %{strongOpen}승인%{strongClose}선택합니다.

source: SAML|Your SAML session has expired
ko: SAML 세션이 만료되었습니다
ru: Срок действия вашей сессии SAML истёк

source: SAML|Your SAML session has expired. Please, reload the page and sign in again, if necessary.
ko: SAML 세션이 만료되었습니다. 필요한 경우 페이지를 새로고침하고 다시 로그인하세요.
ru: Срок действия вашей сессии SAML истёк. Обновите страницу и войдите снова, если это необходимо.

source: SAML|Your organization's SSO has been connected to your GitLab account
ko: 조직의 SSO가 GitLab 계정에 연결되었습니다.

source: SAST configuration
ko: SAST 구성

source: SBOMs last updated
ko: 마지막으로 업데이트된 SBOM
ru: Последнее обновление SBOM

source: SCIM|SCIM Token
ko: SCIM 토큰

source: SCIM|System for Cross-Domain Identity Management.
ko: 도메인 간 ID 관리를 위한 시스템 (SCIM)
ru: Система управления идентификацией между доменами (SCIM)

source: SSH Key
ko: SSH 키
ru: Ключ SSH

source: SSH Keys
ko: SSH 키
ru: Ключи SSH

source: SSH Keys Help
ko: SSH 키 도움말
ru: Справка по ключам SSH

source: SSH fingerprints verify that the client is connecting to the correct host. Check the %{config_link_start}current instance configuration%{config_link_end}.
ko: SSH 핑거프린트는 클라이언트가 올바른 호스트에 연결되어 있는지 확인합니다. %{config_link_start}현재 인스턴스 구성을 확인하십시오%{config_link_end}.
ru: Отпечатки SSH подтверждают, что клиент подключается к правильному хосту. Посмотреть %{config_link_start}текущую конфигурацию экземпляра%{config_link_end}.

source: SSH host key fingerprints
ko: SSh 호스트 키 핑거프린트
ru: Отпечатки ключа SSH хоста

source: SSH host keys
ko: SSH 호스트 키
ru: Ключи SSH хоста

source: SSH host keys are not available on this system. Please use %{ssh_keyscan} command or contact your GitLab administrator for more information.
ko: SSH 호스트 키는 이 시스템에서 사용할 수 없습니다. 자세한 내용은 %{ssh_keyscan} 명령을 사용하거나 GitLab 운영자에게 문의하십시오.
ru: Ключи хоста SSH недоступны в этой системе. Используйте %{ssh_keyscan} или обратитесь к администратору GitLab для получения дополнительной информации.

source: SSH key
ko: SSH 키
ru: SSH ключ

source: SSH key fingerprint:
ko: SSH 키 핑거프린트:
ru: Отпечаток ключа SSH:

source: SSH key was added to your account
ko: SSH 키가 귀하의 계정에 추가되었습니다.
ru: Ключ SSH добавлен в вашу учётную запись

source: SSH keys
ko: SSH 키
ru: Ключи SSH

source: SSH keys allow you to establish a secure connection between your computer and GitLab.
ko: SSH 키를 통해 컴퓨터와 GitLab 사이에 보안 연결을 할 수 있습니다.
ru: Ключи SSH позволяют установить безопасное соединение между вашим компьютером и GitLab.

source: SSH keys with the following fingerprints are scheduled to expire soon. Expired SSH keys can not be used:
ko: 다음 핑거프린터가 있는 SSH 키는 곧 만료될 예정입니다. 만료된 SSH 키는 사용할 수 없습니다.
ru: Срок действия ключей SSH со следующими отпечатками истекает в ближайшее время. Просроченные ключи SSH не могут быть использованы:

source: SSH keys with the following fingerprints have expired and can no longer be used:
ko: 다음 핑거프린터가 있는 SSH 키가 만료되어 더 이상 사용할 수 없습니다.
ru: Ключи SSH со следующими отпечатками просрочены и больше не могут использоваться:

source: SSH public key
ko: SSH 공개키
ru: Открытый ключ SSH

source: SSHKey|Authentication
ko: 인증
ru: Аутентификация

source: SSHKey|Authentication & Signing
ko: 인증 및 서명
ru: Аутентификация и подпись

source: SSHKey|Signing
ko: 서명

source: SSL Verification:
ko: SSL 검증
ru: Верификация по SSL:

source: SSL verification
ko: SSL 검증

source: SSO for GitLab.com groups
ko: GitLab.com 그룹을 위한 SSO

source: Sat
ko: 토

source: Satisfied
ko: 만족

source: Saturday
ko: 토요일
ru: Суббота

source: Save
ko: 저장
ru: Сохранить

source: Save %{name} size limits
ko: %{name} 크기 제한 저장

source: Save Changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: Save application
ko: 애플리케이션 저장
ru: Сохранить приложение

source: Save changes
ko: 변경사항 저장
ru: Сохранить изменения

source: Save changes before testing
ko: 테스트하기 전에 변경 사항 저장
ru: Сохранить изменения перед тестированием

source: Save comment
ko: 댓글 저장
ru: Сохранить комментарий

source: Save deploy freeze
ko: 배포 변경금지 저장
ru: Сохранить заморозку развёртывания

source: Save internal note
ko: 내부 노트 저장

source: Save password
ko: 비밀번호 저장
ru: Сохранить пароль

source: Saving
ko: 저장중

source: Saving project.
ko: 프로젝트 저장중.

source: SbomErrors|Error parsing SBOM reports
ko: SBOM 보고서 구문 분석 오류

source: SbomErrors|Please investigate the provided reports and ensure they conform to %{helpPageLinkStart}the requirements for SBOM documents%{helpPageLinkEnd}.
ko: 제공된 보고서를 조사하여 %{helpPageLinkStart}SBOM 문서 요구 사항%{helpPageLinkEnd}을 준수하는지 확인하세요.
ru: Изучите предоставленные отчёты и убедитесь, что они соответствуют %{helpPageLinkStart}требованиям для документов SBOM%{helpPageLinkEnd}.

source: SbomErrors|The following SBOM reports could not be parsed. Therefore the list of components may be incomplete.
ko: 다음 SBOM 보고서를 구문 분석할 수 없습니다. 따라서 컴포넌트 목록이 불완전할 수 있습니다.

source: SbomErrors|report-%{index} (%{length})
ko: 보고서-%{index} (%{length})

source: Scan pushed document contents for policy breaks. %{docs_link}
ko: 정책 위반이 있는지 푸시된 문서 내용을 검사합니다. %{docs_link}
ru: Проверяйте содержимое загруженных документов на нарушения политик. %{docs_link}

source: ScanExecutionPolicy|%{boldStart}inject_ci%{boldEnd} strategy was deprecated. It was replaced by %{boldStart}inject_policy%{boldEnd} which enforces custom stages. %{linkStart}Learn more%{linkEnd}.
ko: %{boldStart}inject_ci%{boldEnd} 전략은 더 이상 사용되지 않습니다. 사용자 정의 단계를 적용하는 %{boldStart}inject_policy%{boldEnd}로 대체되었습니다. %{linkStart}자세히 알아보기%{linkEnd}.

source: ScanExecutionPolicy|%{hostname}'s timezone
ko: %{hostname}의 시간대
ru: Часовой пояс %{hostname}

source: ScanExecutionPolicy|%{labelStart}File path:%{labelEnd} %{filePath}
ko: %{labelStart}파일 경로:%{labelEnd} %{filePath}

source: ScanExecutionPolicy|%{period} %{days} around %{time} %{timezoneLabel} %{timezone}
ko: %{period} %{days} %{time} 약 %{timezoneLabel} %{timezone}

source: ScanExecutionPolicy|%{rules} actions for %{scopes} %{branches} %{agents} %{branchExceptions} %{namespaces} %{period}
ko: %{scopes} %{branches} %{agents} %{branchExceptions} %{namespaces} %{period}에 대한 %{rules} 작업

source: ScanExecutionPolicy|%{rules} every time a pipeline runs for %{scopes} %{branches} %{branchExceptions} %{agents} %{namespaces}
ko: 파이프라인이 %{scopes} %{branches} %{branchExceptions} %{agents} %{namespaces} 에 대해 실행될 때마다 %{rules}

source: ScanExecutionPolicy|%{rules} every time a pipeline runs for %{scopes} %{branches} %{sources} %{branchExceptions} %{agents} %{namespaces}
ko: 파이프라인이 실행될 때마다 %{rules} 규칙이 %{scopes} %{branches} %{sources} %{branchExceptions} %{agents} %{namespaces}에 대해 적용됩니다.

source: ScanExecutionPolicy|%{strategySelector} pipeline file to run from %{projectSelector}
ko: %{projectSelector}에서 실행할 %{strategySelector} 파이프라인 파일
ru: Файл конвейера %{strategySelector} для выполнения из %{projectSelector}
