Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: IrkerService|Comma-separated list of channels or email addresses.
ko: 채널 또는 이메일 주소의 쉼표로 구분된 목록.
ru: Список каналов или адресов электронной почты, разделённый запятой.

source: IrkerService|Default IRC URI (optional)
ko: 기본 IRC URI (옵션)

source: IrkerService|How to enter channels or users?
ko: 채널 또는 사용자를 입력하는 방법은 무엇입니까?

source: IrkerService|Recipients
ko: 수신자

source: IrkerService|Send update messages to an irker server.
ko: irker 서버에 업데이트 메시지를 보냅니다.

source: IrkerService|Send update messages to an irker server. Before you can use this, you need to set up the irker daemon.
ko: irker 서버에 업데이트 메시지를 보냅니다. 이것을 사용하려면 irker 데몬을 설정해야 합니다.
ru: Отправлять сообщения об обновлениях на сервер irker. Прежде чем вы сможете использовать это, вам нужно настроить демон irker.

source: IrkerService|Server host (optional)
ko: 서버 호스트 (옵션)

source: IrkerService|Server port (optional)
ko: 서버 포트 (옵션)

source: IrkerService|URI to add before each recipient.
ko: 각 수신자 앞에 추가할 URI입니다.

source: IrkerService|URI to add before each recipient. The default value is `irc://irc.network.net:6697/`.
ko: 각 수신자 앞에 추가할 URI입니다. 기본값은 `irc://irc.network.net:6697/`입니다.
ru: URI, который нужно добавить перед каждым получателем. Значение по умолчанию — `irc://irc.network.net:6697/`.

source: IrkerService|irker (IRC gateway)
ko: irker (IRC 게이트웨이)

source: IrkerService|irker daemon hostname. The default value is `localhost`.
ko: irker 데몬 호스트 이름. 기본값은 `localhost` 입니다.
ru: Имя хоста демона irker. Значение по умолчанию — `localhost`.

source: IrkerService|irker daemon port. The default value is `6659`.
ko: irker 데몬 포트, 기본값은 `6659` 입니다.
ru: Порт демона irker. Значение по умолчанию — 6659.

source: Is blocked by
ko: 차단됨

source: Is using license seat:
ko: 라이센스 좌석 사용 중:
ru: Использует лицензионное место:

source: Is using seat
ko: 좌석 사용 중
ru: Использует лицензию

source: IssuableEvents|assigned to
ko: 지정됨
ru: назначил(а)

source: IssuableEvents|removed review request for
ko: 제거된 리뷰 요청
ru: удалил(а) запрос на ревью у

source: IssuableEvents|requested review from
ko: 리뷰를 요청함
ru: запросил(а) рецензию у

source: IssuableEvents|resolved all threads
ko: 모든 스레드를 해결했습니다.
ru: решил(а) все темы

source: IssuableEvents|unassigned
ko: 지정되지 않음
ru: убрал(а) ответственного

source: IssuableStatus|Closed
ko: 닫힘
ru: Закрыто

source: IssuableStatus|Closed (%{link})
ko: 닫힘 (%{link})
ru: Закрыто (%{link})

source: IssuableStatus|duplicated
ko: 중복됨

source: IssuableStatus|moved
ko: 이동됨
ru: перемещено

source: IssuableStatus|promoted
ko: 승격됨

source: Issuable|epic
ko: 에픽

source: Issuable|escalation policy
ko: 에스컬레이션 정책

source: Issuable|iteration
ko: 이터레이션
ru: итерация

source: Issuable|milestone
ko: 마일스톤
ru: этап

source: Issue
ko: 이슈
ru: Обсуждение

source: Issue Analytics
ko: 이슈 분석
ru: Аналитика обсуждений

source: Issue Boards
ko: 이슈 보드
ru: Доски обсуждений

source: Issue Type
ko: 이슈 유형

source: Issue already promoted to epic.
ko: 이슈가 이미 에픽으로 승격되었습니다.
ru: Обсуждение уже было продвинуто до цели.

source: Issue analytics
ko: 이슈 분석
ru: Аналитика обсуждений

source: Issue board
ko: 이슈 보드
ru: Доска обсуждений

source: Issue boards
ko: 이슈 보드
ru: Доски обсуждений

source: Issue cannot be found.
ko: 이슈를 찾을 수 없습니다.

source: Issue count
ko: 이슈 개수
ru: Количество обсуждений

source: Issue created from vulnerability %{vulnerability_link}
ko: 취약점 %{vulnerability_link}에서 생성된 이슈

source: Issue creation requests
ko: 이슈 생성 요청
ru: Запросы на создание обсуждений

source: Issue details
ko: 이슈 세부정보

source: Issue events
ko: 이슈 이벤트
ru: События обсуждений

source: Issue first deployed to production
ko: 프로덕션에 처음 배포된 이슈
ru: Реализация обсуждения впервые развернута в рабочее окружение

source: Issue has been promoted to incident
ko: 이슈가 인시던트로 승격되었습니다

source: Issue label
ko: 이슈 라벨
ru: Метка обсуждения

source: Issue or merge request ID is required
ko: 이슈 또는 머지 리퀘스트 ID가 필요합니다.
ru: Требуется ID обсуждения или ID запроса на слияние

source: Issue published on status page.
ko: 이슈가 상태 페이지에 게시되었습니다.

source: Issue type
ko: 이슈 유형

source: Issue types
ko: 이슈 유형

source: Issue update failed
ko: 이슈 업데이트 실패

source: Issue was closed by %{name} with %{closed_via}
ko: %{closed_via}를 통해 %{name} 에 의해 이슈가 닫혔습니다.
ru: Обсуждение было закрыто %{name} с помощью %{closed_via}.

source: Issue was closed by %{name} with merge request %{link}
ko: 머지 리퀘스트 %{link}과 함께 %{name} 에 의해 이슈가 닫혔습니다.
ru: Обсуждение было закрыто %{name} с помощью запроса на слияние %{link}

source: Issue weight
ko: 이슈 가중치
ru: Вес обсуждения

source: IssueAnalytics|Age
ko: 연령
ru: Возраст

source: IssueAnalytics|Assignees
ko: 담당자
ru: Ответственные

source: IssueAnalytics|Created by
ko: 작성자
ru: Создано

source: IssueAnalytics|Due date
ko: 마감일
ru: Срок выполнения

source: IssueAnalytics|Failed to load issues. Please try again.
ko: 이슈를 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить обсуждения. Повторите попытку.

source: IssueAnalytics|Issue
ko: 이슈
ru: Обсуждение

source: IssueAnalytics|Iteration
ko: 이터레이션
ru: Итерация

source: IssueAnalytics|Milestone
ko: 마일스톤
ru: Этап

source: IssueAnalytics|Status
ko: 상태
ru: Статус

source: IssueAnalytics|Weight
ko: 가중치
ru: Вес

source: IssueList|created %{timeAgoString} by %{user}
ko: %{timeAgoString}에 %{user}가 생성

source: IssueTracker|Custom issue tracker
ko: 커스텀 이슈 트래커
ru: Собственная система контроля обсуждений

source: IssueTracker|Issue URL
ko: 이슈 URL
ru: URL обсуждения

source: IssueTracker|New issue URL
ko: 새 이슈 URL
ru: URL нового обсуждения

source: IssueTracker|URL of the project in the external issue tracker.
ko: 외부 이슈 트래커에 있는 프로젝트의 URL입니다.
ru: URL проекта во внешнем трекере обсуждений.

source: IssueTracker|URL to create an issue in the external issue tracker.
ko: 외부 이슈 트래커에서 이슈를 생성하기 위한 URL입니다.
ru: URL для создания обсуждения в внешнем трекере.

source: IssueTracker|URL to view an issue in the external issue tracker. Must contain %{colon_id}.
ko: 외부 이슈 추적기에서 이슈를 보기 위한 URL입니다. %{colon_id}를 포함해야 합니다.
ru: URL для просмотра обсуждения в внешнем трекере. Должен содержать %{colon_id}.

source: IssueTracker|Use Bugzilla as this project's issue tracker.
ko: 이 프로젝트의 이슈 트래커로 Bugzilla를 사용합니다.
ru: Используйте Bugzilla в качестве трекера обсуждений для этого проекта.

source: IssueTracker|Use ClickUp as this project's issue tracker.
ko: 이 프로젝트의 이슈 트래커로 ClickUp을 사용합니다.
ru: Используйте ClickUp в качестве трекера обсуждений для этого проекта.

source: IssueTracker|Use Clickup as this project's issue tracker.
ko: 이 프로젝트의 이슈 트래커로 ClickUp을 사용합니다.
ru: Используйте ClickUp в качестве трекера обсуждений для этого проекта.

source: IssueTracker|Use IBM Engineering Workflow Management as this project's issue tracker.
ko: 이 프로젝트의 이슈 트래커로 IBM Engineering Workflow Management를 사용합니다.
ru: Используйте IBM Engineering Workflow Management в качестве трекера обсуждений этого проекта.

source: IssueTracker|Use JetBrains YouTrack as this project's issue tracker.
ko: JetBrains YouTrack을 이 프로젝트의 이슈 트래커로 사용하세요.
ru: Используйте JetBrains YouTrack в качестве трекера обсуждений для этого проекта.

source: IssueTracker|Use Phorge as this project's issue tracker.
ko: Phorge를 이 프로젝트의 이슈 트래커로 사용하세요.
ru: Используйте Phorge в качестве трекера обсуждений.

source: IssueTracker|Use Phorge as this project's issue tracker. %{link_start}Learn more.%{link_end}
ko: Phorge를 이 프로젝트의 이슈 트래커로 사용하세요. %{link_start}자세히 알아보세요.%{link_end}
ru: Используйте Phorge в качестве трекера обсуждений. %{link_start}Подробнее.%{link_end}

source: IssueTracker|Use Redmine as the issue tracker.
ko: Redmine을 이슈 트래커로 사용합니다.
ru: Используйте Redmine в качестве трекера обсуждений.

source: IssueTracker|Use Redmine as this project's issue tracker.
ko: 이 프로젝트의 이슈 트래커로 Redmine을 사용합니다.
ru: Используйте Redmine в качестве трекера обсуждений для этого проекта.

source: IssueTracker|Use a custom issue tracker as this project's issue tracker.
ko: 이 프로젝트의 이슈 트래커로 커스텀 이슈 트래커를 사용합니다.
ru: Используйте собственный трекер обсуждений в качестве трекера для этого проекта.

source: IssueTracker|Use a custom issue tracker that is not in the integration list.
ko: 통합 목록에 없는 커스텀 이슈 트래커를 사용합니다.
ru: Используйте собственный трекер обсуждений, который не находится в списке интеграций.

source: Issues
ko: 이슈
ru: Обсуждения

source: Issues Completed
ko: 이슈 완료됨

source: Issues and merge requests
ko: 이슈와 머지 리퀘스트
ru: Обсуждения и запросы на слияние

source: Issues are being rebalanced at the moment, so manual reordering is disabled.
ko: 현재 이슈가 재조정되고 있으므로 수동 재정렬이 비활성화됩니다.

source: Issues can be bugs, tasks or ideas to be discussed. Also, issues are searchable and filterable.
ko: 이슈는 버그, 작업 혹은 논의할 아이디어일 수 있습니다. 그리고, 이슈는 검색 및 필터링 가능합니다.
ru: Обсуждениями могут быть ошибки, задания или идеи. Также, по обсуждениям можно выполнять поиск и отбор.

source: Issues closed
ko: 이슈 닫힘
ru: Обсуждения закрыты

source: Issues exist in projects. Select a project to create an issue, or create a project.
ko: 프로젝트를 선택하여 이슈를 만들거나, 프로젝트를 생성하세요.
ru: Обсуждения существуют в проектах. Выберите проект, чтобы создать обсуждение, или создайте новый проект.

source: Issues exist in projects. To create an issue, first create a project.
ko: 이슈는 프로젝트내에 존재합니다. 이슈를 생성하려면 먼저 프로젝트를 생성하세요.
ru: Обсуждения существуют в проектах. Чтобы создать обсуждение, сначала создайте проект.

source: Issues must match this scope to appear in this list.
ko: 이 목록에 나타나려면 이슈가 이 범위와 일치해야 합니다.

source: Issues rate limits
ko: 이슈 속도 제한
ru: Ограничения на частоту запросов для обсуждений

source: Issues with comments, merge requests with diffs and comments, labels, milestones, snippets, and other project entities
ko: 댓글이 있는 이슈, diff와 댓글이 있는 머지 리퀘스트, 라벨, 마일스톤, 스니펫 및 기타 프로젝트 항목
ru: Обсуждения с комментариями, запросы на слияние с изменениями и комментариями, метками, этапами, сниппетами и другими объектами проекта

source: Issues with label %{label}
ko: %{label} 라벨이 있는 이슈
ru: Обсуждения с меткой %{label}

source: Issues with no epic assigned
ko: 에픽이 할당되지 않은 이슈
ru: Проблемы без назначенной цели

source: Issues, merge requests, pushes, and comments.
ko: 이슈, 머지 리퀘스트, 푸시 및 댓글.
ru: Обсуждения, запросы на слияния, отправки изменений и комментарии.

source: IssuesAnalytics|Avg/Month:
ko: 평균/월:
ru: В среднем за месяц:

source: IssuesAnalytics|Closed
ko: 닫힘
ru: Закрыто

source: IssuesAnalytics|Failed to load chart. Please try again.
ko: 차트를 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить диаграмму. Повторите попытку.

source: IssuesAnalytics|Issues Opened vs Closed
ko: 열린 이슈 vs 닫힌 이슈
ru: Открытые и закрытые обсуждения

source: IssuesAnalytics|Issues created
ko: 이슈가 생성됨
ru: Созданные обсуждения

source: IssuesAnalytics|Issues created per month
ko: 월별 생성된 이슈
ru: Созданные обсуждения по месяцам

source: IssuesAnalytics|Last 12 months (%{chartDateRange})
ko: 지난 12개월(%{chartDateRange})
ru: Последние 12 месяцев (%{chartDateRange})

source: IssuesAnalytics|Last month (%{dateRange})
ko: 지난 %{monthsCount} 개월(%{dateRange})
ru: Прошлый месяц (%{dateRange})

source: IssuesAnalytics|Opened
ko: 열림
ru: Открыто

source: IssuesAnalytics|Overview
ko: 개요
ru: Обзор

source: IssuesAnalytics|Raw text search is not supported. Please use the available filters.
ko: 원시 텍스트 검색은 지원되지 않습니다. 사용 가능한 필터를 사용해 주세요.
ru: Поиск по обычному тексту не поддерживается. Используйте доступные фильтры.

source: IssuesAnalytics|Sorry, your filter produced no results
ko: 죄송합니다. 필터 결과가 없습니다.
ru: К сожалению, нет результатов, которые соответствуют фильтру

source: IssuesAnalytics|This month (%{currentMonthYear})
ko: 이번 달 (%{currentMonthYear})
ru: Текущий месяц (%{currentMonthYear})

source: IssuesAnalytics|To widen your search, change or remove filters in the filter bar above.
ko: 검색 범위를 넓히려면 위의 필터 표시줄에서 필터를 변경하거나 제거하세요.
ru: Чтобы расширить область поиска, измените или удалите фильтры на панели фильтров выше.

source: IssuesAnalytics|Total:
ko: 총:
ru: Всего:

source: Issues|Move selected
ko: 선택 항목 이동

source: Issues|Tasks and test cases can not be moved.
ko: 작업 및 테스트 캐이스를 이동할 수 없습니다.
ru: Задания и тест-кейсы не могут быть перемещены.

source: Issues|Tasks can not be moved.
ko: 작업을 이동할 수 없습니다.
ru: Задания не могут быть перемещены.

source: Issues|Test cases can not be moved.
ko: 테스트 케이스를 이동할 수 없습니다.
ru: Тест-кейсы не могут быть перемещены.

source: Issues|There was an error while moving the issues.
ko: 이슈를 이동하는 동안 오류가 발생했습니다.

source: Issue|Title
ko: 제목
ru: Заголовок

source: It looks like you're attempting to activate your subscription. Use %{a_start}the Subscription page%{a_end} instead.
ko: 구독을 활성화하려는 것 같습니다. 대신 %{a_start}구독 페이지%{a_end} 을 사용하십시오.
ru: Похоже, вы пытаетесь активировать подписку. Используйте %{a_start}страницу подписки%{a_end}.

source: It may be several days before you see feature usage data.
ko: 기능 사용량 데이터가 표시되기까지 며칠이 걸릴 수 있습니다.

source: It must have a header row and at least two columns: the first column is the issue title and the second column is the issue description. The separator is automatically detected.
ko: 헤더 행과 두 개 이상의 열이 있어야 합니다: 첫 번째 열은 이슈 제목이고 두 번째 열은 이슈 설명입니다. 구분자가 자동으로 감지됩니다.
ru: Он должен иметь строку заголовка и по крайней мере две колонки: первый столбец является заголовком обсуждения, а второй столбец - описание обсуждения. Разделитель автоматически обнаружен.

source: It's you
ko: 바로 너
ru: Это вы

source: Italic (%{modifierKey}I)
ko: 이탤릭(%{modifierKey}I)
ru: Курсив (%{modifierKey}I)

source: Italic text
ko: 이탤릭 텍스트
ru: Курсивный текст

source: Item - %d
ko: 항목 - %d
ru: %d элемент

source: Item with ID: %{id} cannot be added. You don't have permission to perform this action.
ko: ID가 %{id} 인 항목을 추가할 수 없습니다. 이 동작을 수행할 권한이 없습니다.

source: Items
ko: 항목
ru: Элементы

source: Items are already linked
ko: 항목이 이미 링크되어 있습니다.
ru: Элементы уже связаны

source: Items below are excluded from the active count
ko: 아래 항목은 활성 카운트에서 제외됨
ru: Элементы ниже не учитываются в активном подсчёте

source: Iteration
ko: 이터레이션
ru: Итерация

source: Iteration cannot be created for cadence
ko: 케이던스에 대한 이터레이션을 생성할 수 없습니다.
ru: Итерация не может быть создана для периодичности

source: Iteration changed to
ko: 이터레이션이 다음으로 변경됨
ru: Итерация изменена на

source: Iteration lists not available with your current license
ko: 현재 라이선스에서는 이터레이션 목록을 사용할 수 없습니다.
ru: Списки итераций недоступны с вашей текущей лицензией

source: Iteration removed
ko: 이터레이션 제거됨
ru: Итерация удалена

source: Iteration updated
ko: 이터레이션 업데이트됨
ru: Итерация обновлена

source: Iterations
ko: 이터레이션
ru: Итерации

source: Iterations cadence not found
ko: 이터레이션 케이던스를 찾을 수 없음

source: Iterations cannot be manually added to cadences that use automatic scheduling
ko: 자동 일정을 사용하는 케이던스에는 이터레이션을 수동으로 추가할 수 없습니다.

source: IterationsCadence|The automation start date must come after the active iteration %{iteration_dates}.
ko: 자동화 시작 날짜는 활성 이터레이션 %{iteration_dates} 이후여야 합니다.

source: IterationsCadence|The automation start date must come after the past iteration %{iteration_dates}.
ko: 자동화 시작 날짜는 이전 이터레이션 %{iteration_dates} 이후여야 합니다.

source: IterationsCadence|The automation start date would retroactively create a past iteration. %{start_date} is the earliest possible start date.
ko: 자동화 시작 날짜는 소급하여 이전 이터레이션을 생성합니다. %{start_date} 은 가능한 가장 빠른 시작 날짜입니다.

source: Iterations|Add iteration
ko: 이터레이션 추가
ru: Добавить итерацию

source: Iterations|All
ko: 전체
ru: Все

source: Iterations|All scheduled iterations will remain scheduled even if you use a smaller number.
ko: 모든 예약된 이터레이션은 더 적은 수를 입력하여도 예약된 상태로 유지됩니다.

source: Iterations|Automatic scheduling
ko: 자동 스케줄링

source: Iterations|Automation start date
ko: 자동화 시작 날짜

source: Iterations|Cadence configuration is invalid.
ko: 케이던스 설정이 잘못되었습니다.

source: Iterations|Cadence name
ko: 케이던스 이름

source: Iterations|Cancel
ko: 취소
ru: Отмена

source: Iterations|Couldn't find iteration cadence
ko: 이터레이션 케이던스를 찾을 수 없음

source: Iterations|Create cadence
ko: 케이던스 만들기

source: Iterations|Create iteration
ko: 이터레이션 만들기

source: Iterations|Create iterations automatically on a regular schedule.
ko: 정기적인 일정에 따라 자동으로 이터레이션을 생성합니다.

source: Iterations|Delete cadence
ko: 케이던스 삭제

source: Iterations|Delete iteration cadence?
ko: 이터레이션 케이던스를 삭제하시겠습니까?

source: Iterations|Delete iteration?
ko: 이터레이션을 삭제하시겠습니까?

source: Iterations|Description
ko: 설명

source: Iterations|Done
ko: 완료

source: Iterations|Due date
ko: 마감일
ru: Срок выполнения

source: Iterations|Duration
ko: 기간

source: Iterations|Edit cadence
ko: 케이던스 수정

source: Iterations|Edit iteration
ko: 이터레이션 편집

source: Iterations|Edit iteration cadence
ko: 이터레이션 케이던스 편집

source: Iterations|Enable automatic scheduling
ko: 자동 스케줄링 활성화

source: Iterations|Enable roll over
ko: 롤오버 활성화

source: Iterations|Error loading iteration cadences.
ko: 이터레이션 케이던스를 로드하는 중 오류가 발생했습니다.

source: Iterations|Incomplete issues will be added to the next iteration at %{strongStart}midnight, %{timezone}%{strongEnd}.
ko: 완료되지 않은 이슈는 %{strongStart}자정 %{timezone}%{strongEnd}에 다음 이터레이션에 추가됩니다.
ru: Незавершённые обсуждения будут добавлены в следующую итерацию в %{strongStart}полночь, %{timezone}%{strongEnd}.

source: Iterations|Iteration cadence
ko: 이터레이션 케이던스

source: Iterations|Iteration cadences
ko: 이터레이션 케이던스

source: Iterations|Iterations are scheduled to start on %{weekday}s.
ko: 이터레이션은 %{weekday}에 시작하도록 예약되어 있습니다.

source: Iterations|New iteration
ko: 새 이터레이션

source: Iterations|New iteration cadence
ko: 새 이터레이션 케이던스

source: Iterations|No closed iterations.
ko: 닫힌 이터레이션이 없습니다.

source: Iterations|No iteration cadences to show
ko: 표시할 이터레이션 케이던스가 없습니다.
ru: Нет периодичностей итераций для отображения

source: Iterations|No iterations found
ko: 이터레이션을 찾을 수 없습니다

source: Iterations|No iterations in cadence.
ko: 케이던스내에 이터레이션이 없습니다.

source: Iterations|No open iterations.
ko: 열린 이터레이션이 없습니다.

source: Iterations|Number of upcoming iterations that should be scheduled at a time.
ko: 한 번에 예약되어야 하는 다가올 이터레이션 수입니다.

source: Iterations|Open
ko: 열기

source: Iterations|Roll over issues
ko: 이슈 롤오버

source: Iterations|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: Iterations|Select duration
ko: 기간 선택

source: Iterations|Select number
ko: 횟수 선택

source: Iterations|Select start date
ko: 시작일 선택
ru: Выберите дату начала

source: Iterations|Start date
ko: 시작일
ru: Дата начала

source: Iterations|The date of the first iteration to schedule. This date determines the day of the week when each iteration starts.
ko: 스케줄상의 첫 번째 반복의 날짜입니다. 이 날짜는 각 반복이 시작되는 요일을 결정합니다.

source: Iterations|The duration of each iteration (in weeks).
ko: 각 이터레이션의 기간(주)입니다.

source: Iterations|The iteration has been deleted.
ko: 이터레이션이 삭제되었습니다.

source: Iterations|This will delete the cadence as well as all of the iterations within it.
ko: 이는 케이던스와 그 안의 모든 이터레이션을 삭제합니다.

source: Iterations|This will remove the iteration from any issues that are assigned to it.
ko: 지정된 모든 이슈에서 이터레이션을 제거합니다.
ru: Это удалит итерацию из всех назначенных ей обсуждений.

source: Iterations|Title
ko: 제목
ru: Заголовок

source: Iterations|Unable to find iteration cadence.
ko: 이터레이션 케이던스를 찾을 수 없습니다.

source: Iterations|Unable to find iteration.
ko: 이터레이션을 찾을 수 없습니다.

source: Iterations|Unable to save cadence. Please try again.
ko: 케이던스를 저장할 수 없습니다. 다시 시도해 주세요.

source: Iterations|Upcoming iterations
ko: 다가오는 이터레이션

source: Iteration|Dates cannot overlap with other existing Iterations within this iterations cadence
ko: 날짜는 이 이터레이션 케이던스 내에서 다른 기존 이터레이션과 겹칠 수 없습니다.

source: Iteration|cannot be more than 500 years in the future
ko: 미래 500년 이상일 수 없습니다.
ru: не может быть более 500 лет в будущем

source: JWT must be less than 10KB
ko: JWT는 10KB보다 작아야 합니다.
ru: JWT должен быть меньше 10 КБ

source: Jan
ko: 1월
ru: Янв.

source: January
ko: 1월
ru: Январь

source: Japanese language support using
ko: 일본어 지원

source: Jira display name
ko: Jira 표시 이름
ru: Отображаемое имя Jira

source: Jira import is already running.
ko: Jira 가져오기가 이미 실행 중입니다.
ru: Импорт из Jira уже выполняется.

source: Jira integration not configured.
ko: Jira 통합이 설정되지 않았습니다.
ru: Интеграция с Jira не настроена.

source: Jira issue matching
ko: 일치하는 Jira 이슈
ru: Сопоставление задач Jira

source: Jira project key is not configured.
ko: Jira 프로젝트 키가 설정되지 않았습니다.
ru: Ключ проекта Jira не настроен.

source: Jira project: %{importProject}
ko: Jira 프로젝트: %{importProject}
ru: Проект Jira: %{importProject}

source: Jira service not configured.
ko: Jira 서비스가 설정되지 않았습니다.
ru: Служба Jira не настроена.

source: Jira user
ko: Jira 사용자
ru: Пользователь Jira

source: Jira users have been imported from the configured Jira instance. They can be mapped by selecting a GitLab user from the dropdown in the "GitLab username" column. When the form appears, the dropdown defaults to the user conducting the import.
ko: 설정된 Jira 인스턴스에서 Jira 사용자를 가져왔습니다. "GitLab 사용자명" 열의 드롭다운에서 GitLab 사용자를 선택하여 매핑할 수 있습니다. 드롭다운 양식에서 지금 가져온 사용자로 기본 설정됩니다.
ru: Пользователи Jira были импортированы из настроенного экземпляра Jira. Их можно сопоставить, выбрав пользователя GitLab из раскрывающегося списка в столбце «Имя пользователя GitLab». При появлении формы в раскрывающемся списке по умолчанию отображается пользователь, выполняющий импорт.

source: Jira-GitLab user mapping template
ko: Jira-GitLab 사용자 매핑 템플릿
ru: Шаблон сопоставления пользователей Jira и GitLab

source: JiraCloudApp|Copy and paste your JSM Service ID here. Use comma (,) to separate multiple IDs.
ko: JSM 서비스 ID를 여기에 복사하여 붙여넣으세요. 여러 ID를 구분하려면 쉼표(,)를 사용하세요.
ru: Скопируйте и вставьте сюда свой JSM Service ID. Используйте запятую (,) для разделения нескольких идентификаторов.

source: JiraCloudApp|Deployment Gating
ko: 배포 게이팅
ru: Контроль развёртывания

source: JiraCloudApp|Enable Deployment Gating
ko: 배포 게이팅 활성화
ru: Включить контроль развёртывания

source: JiraCloudApp|Enable to approve or reject blocked GitLab deployments from Jira Service Management.
ko: Jira Service Management에서 차단된 GitLab 배포를 승인하거나 거부할 수 있습니다.
ru: Включите, чтобы одобрять или отклонять заблокированные развёртывания GitLab из Jira Service Management.

source: JiraCloudApp|Enter the environment (%{names}) where you want to enable deployment gating. Use comma (,) to separate multiple environments.
ko: 배포 게이팅을 활성화하려는 (%{names}) 환경을 입력하세요. 여러 환경을 구분하려면 쉼표(,)를 사용합니다.
ru: Введите окружение (%{names}), в котором вы хотите включить контроль развёртывания. Используйте запятую (,) для разделения нескольких окружений.

source: JiraCloudApp|Environment Tiers
ko: 환경 계층
ru: Уровни окружения

source: JiraCloudApp|GitLab for Jira Cloud app
ko: Jira Cloud 앱용 GitLab
ru: Приложение GitLab для Jira Cloud

source: JiraCloudApp|Jira Service Management
ko: Jira Service Management
ru: Jira Service Management

source: JiraCloudApp|Service ID
ko: 서비스 ID
ru: ID службы

source: JiraCloudApp|Sync development information to Jira in real time.
ko: 개발 정보를 실시간으로 Jira에 동기화합니다.
ru: Синхронизация информации о разработке с Jira в реальном времени.

source: JiraCloudApp|This integration is enabled automatically when a group is linked in the GitLab for Jira Cloud app and cannot be enabled or disabled through this form. %{jira_doc_link_start}Learn more.%{link_end}
ko: 이 통합은 그룹이 GitLab for Jira Cloud 앱에 링크되면 자동으로 활성화되며 이 양식을 통해 활성화 또는 비활성화할 수 없습니다. %{jira_doc_link_start}자세히 알아보기.%{link_end}
ru: Эта интеграция включается автоматически, когда группа связана с приложением GitLab для Jira Cloud, и не может быть включена или отключена через эту форму. %{jira_doc_link_start}Подробнее.%{link_end}

source: JiraCloudApp|cannot have more than %{limit} service IDs
ko: 서비스 ID는 %{limit} 개를 초과할 수 없습니다.
ru: нельзя указать более %{limit} идентификаторов служб

source: JiraCloudApp|environment names should be provided if deployment gating has been enabled
ko: 배포 게이팅이 활성화된 경우 환경 이름을 제공해야 합니다.
ru: названия окружений должны быть указаны, если контроль развёртывания был включён.

source: JiraCloudApp|only available environment names: %{names}
ko: 사용 가능한 환경 이름: %{names}
ru: доступны только следующие названия окружений: %{names}

source: JiraConnect|Are you a GitLab administrator?
ko: GitLab 운영자입니까?
ru: Вы — администратор GitLab?
