Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Assignee (optional)
ko: 담당자 (옵션)
ru: Исполнитель (необязательно)

source: Assignee has no permissions
ko: 담당자에게 권한이 없습니다.
ru: Исполнитель не имеет доступа

source: Assignee lists not available with your current license
ko: 담당자 목록은 현재 라이센스로는 사용할 수 없습니다.
ru: Списки исполнителей не доступны с вашей текущей лицензией

source: Assignees
ko: 담당자
ru: Исполнители

source: Assignees & reviewers
ko: 담당자 & 검토자
ru: Исполнители и рецензенты

source: Assigns %{assignee_users_sentence}.
ko: %{assignee_users_sentence}을 지정합니다.
ru: Назначение %{assignee_users_sentence}.

source: Assigns %{reviewer_users_sentence} as %{reviewer_text}.
ko: %{reviewer_users_sentence} 을 %{reviewer_text}로 지정합니다.
ru: Назначает %{reviewer_users_sentence} в качестве %{reviewer_text}.

source: Associated projects
ko: 관련 프로젝트
ru: Связанные проекты

source: At least one approval from a code owner is required to change files matching the respective CODEOWNER rules.
ko: 해당 CODEOWNER 규칙과 일치하는 파일을 변경하려면 코드 소유자로부터 최소 한 번 이상의 승인이 필요합니다.
ru: Для изменения файлов, соответствующих правилам CODEOWNER, требуется хотя бы одно одобрение от владельца кода.

source: At least one field of %{one_of_required_fields} must be present
ko: %{one_of_required_fields} 필드가 하나 이상 있어야 합니다.
ru: Должно присутствовать хотя бы одно поле из %{one_of_required_fields}

source: At least one of %{params} must be true
ko: %{params} 중 하나 이상이 true 이어야 합니다.

source: At least one of group_id or project_id must be specified
ko: group_id 또는 project_id 중 하나 이상을 지정해야 합니다.
ru: По крайней мере одно из значений, group_id или project_id, должно быть указано

source: At risk
ko: 위험함
ru: Под угрозой

source: Attach a file or image
ko: 파일 또는 이미지 첨부
ru: Прикрепить файл или изображение

source: Attaching File - %{progress}
ko: 파일 첨부 - %{progress}
ru: Прикрепление файла - %{progress}

source: Attaching a file
ko: 파일 %d 개 첨부
ru: Прикрепить файл

source: Attaching the file failed.
ko: 파일 첨부가 실패했습니다.
ru: Не удалось прикрепить файл.

source: Attempted sign in to %{host} using an incorrect verification code
ko: %{host}에 잘못된 인증 코드를 사용하여 로그인을 시도했습니다

source: Attempted to destroy the pipeline trigger token but failed
ko: 파이프라인 트리거 토큰을 삭제하려고 시도했지만 실패함
ru: Попытка удалить токен запуска конвейера не удалась

source: Attempted to update the pipeline trigger token but failed
ko: 파이프라인 트리거 토큰 업데이트를 시도했지만 실패했습니다.
ru: Попытка обновить токен запуска конвейера не удалась

source: Attribute 'container-overrides' is not yet supported
ko: 속성 'container-overrides'는 아직 지원되지 않습니다.
ru: Атрибут 'container-overrides' пока не поддерживается

source: Attribute 'pod-overrides' is not yet supported
ko: 속성 'pod-overrides'는 아직 지원되지 않습니다.
ru: Атрибут 'pod-overrides' пока не поддерживается

source: Audit events
ko: 감사 이벤트
ru: События аудита

source: AuditLogs|(removed)
ko: (삭제됨)
ru: (удалено)

source: AuditLogs|Action
ko: 동작
ru: Действие

source: AuditLogs|Author
ko: 작성자
ru: Автор

source: AuditLogs|Date
ko: 날짜
ru: Дата

source: AuditLogs|Failed to find %{type}. Please search for another %{type}.
ko: %{type}를 찾지 못했습니다. 다른 %{type}을 검색하십시오.

source: AuditLogs|Failed to find %{type}. Please try again.
ko: %{type}를 찾지 못했습니다. 다시 시도해 주세요.
ru: Не удалось найти %{type}. Пожалуйста, попробуйте ещё раз.

source: AuditLogs|Group Events
ko: 그룹 이벤트
ru: События группы

source: AuditLogs|IP Address
ko: IP 주소
ru: IP-адрес

source: AuditLogs|Log
ko: 로그
ru: Журнал

source: AuditLogs|Member Events
ko: 멤버 이벤트
ru: События участника

source: AuditLogs|No matching %{type} found.
ko: 일치하는 %{type} 이 없습니다.
ru: Не найдено подходящих %{type}.

source: AuditLogs|Object
ko: 객체
ru: Объект

source: AuditLogs|Project Events
ko: 프로젝트 이벤트
ru: События проекта

source: AuditLogs|Target
ko: 대상
ru: Цель

source: AuditLogs|User Events
ko: 사용자 이벤트
ru: События пользователя

source: AuditStreams|%d destination
ko: %d 개의 대상
ru: %d направление

source: AuditStreams|A header with this name already exists.
ko: 이 이름을 가진 헤더가 이미 존재합니다.

source: AuditStreams|AKIA1231dsdsdsdsds23
ko: AKIA1231dsdsdsdsds23

source: AuditStreams|AWS Region
ko: AWS Region
ru: Регион AWS

source: AuditStreams|AWS S3
ko: AWS S3
ru: AWS S3

source: AuditStreams|Access Key ID
ko: 액세스 키 ID

source: AuditStreams|Active
ko: 활성

source: AuditStreams|Add a new private key
ko: 새 프라이비트 키 추가
ru: Добавить новый закрытый ключ

source: AuditStreams|Add a new secret access key
ko: 새 비밀 액세스 키 추가

source: AuditStreams|Add an HTTP endpoint to manage audit logs in third-party systems. This is great for keeping everything in one place.
ko: 타사 시스템에서 감사 로그를 관리하려면 HTTP 엔드포인트를 추가하세요. 모든 것을 한 곳에 보관하는 데 유용합니다.

source: AuditStreams|Add another custom header
ko: 다른 사용자 정의 헤더 추가

source: AuditStreams|Add external stream destination
ko: 외부 스트림 대상 추가

source: AuditStreams|Add header
ko: 헤더 추가
ru: Добавить заголовок

source: AuditStreams|Add streaming destination
ko: 스트리밍 대상 추가

source: AuditStreams|An error occurred when creating external audit event stream destination. Please try it again.
ko: 외부 감사 이벤트 스트림 대상을 생성할 때 오류가 발생했습니다. 다시 시도해 주세요.

source: AuditStreams|An error occurred when deleting external audit event stream destination. Please try it again.
ko: 외부 감사 이벤트 스트림 대상을 삭제할 때 오류가 발생했습니다. 다시 시도해 주세요.

source: AuditStreams|An error occurred when fetching external audit event streams. Please try it again
ko: 외부 감사 이벤트 스트림을 가져올 때 오류가 발생했습니다. 다시 시도하십시오

source: AuditStreams|An error occurred when updating external audit event stream destination. Please try it again.
ko: 외부 감사 이벤트 스트림 대상을 업데이트할 때 오류가 발생했습니다. 다시 시도해 주세요.

source: AuditStreams|Are you sure about deleting this destination?
ko: 이 대상을 삭제하시겠습니까?

source: AuditStreams|Bucket Name
ko: 버킷 이름

source: AuditStreams|Cancel editing
ko: 편집 취소
ru: Отменить редактирование

source: AuditStreams|Client Email
ko: 클라이언트 이메일
ru: Электронная почта клиента

source: AuditStreams|Custom HTTP headers (optional)
ko: 사용자 정의 HTTP 헤더(옵션)

source: AuditStreams|Delete destination
ko: 대상 삭제

source: AuditStreams|Deleting the streaming destination %{destination} will stop audit events being streamed
ko: 스트리밍 대상 %{destination} 을 삭제하면 스트리밍되는 감사 이벤트가 중지됩니다.

source: AuditStreams|Destination Name
ko: 대상 이름

source: AuditStreams|Destination URL
ko: 대상 URL

source: AuditStreams|Destination has filters applied. %{linkStart}What are filters?%{linkEnd}
ko: 대상에 필터가 적용되었습니다. %{linkStart}필터란?%{linkEnd}

source: AuditStreams|Destinations receive all audit event data
ko: 대상은 모든 감사 이벤트 데이터를 수신합니다.

source: AuditStreams|Event filtering (optional)
ko: 이벤트 필터링 (옵션)

source: AuditStreams|Filter by audit event type
ko: 감사 이벤트 유형으로 필터링

source: AuditStreams|Filter by groups or projects
ko: 그룹 또는 프로젝트별로 필터링

source: AuditStreams|Google Cloud Logging
ko: Google 클라우드 로깅

source: AuditStreams|HTTP endpoint
ko: HTTP endpoint

source: AuditStreams|Header
ko: 헤더
ru: Заголовок

source: AuditStreams|Log ID
ko: 로그 ID
ru: ID журнала

source: AuditStreams|Maximum of %{number} HTTP headers has been reached.
ko: 최대 %{number} 개의 HTTP 헤더에 도달했습니다.

source: AuditStreams|No header created yet.
ko: 헤더가 아직 생성되지 않았습니다.

source: AuditStreams|Private key
ko: 개인 키
ru: Приватный ключ

source: AuditStreams|Project ID
ko: 프로젝트 ID
ru: ID проекта

source: AuditStreams|Remove custom header
ko: 사용자 정의 헤더 제거

source: AuditStreams|Save external stream destination
ko: 외부 스트림 대상 저장

source: AuditStreams|Secret Access Key
ko: 비밀 액세스 키
ru: Секретный ключ доступа

source: AuditStreams|Select events
ko: 이벤트 선택
ru: Выберите события

source: AuditStreams|Select namespace
ko: 네임스페이스 선택
ru: Выберите пространство имён

source: AuditStreams|Select projects
ko: 프로젝트 선택
ru: Выберите проекты

source: AuditStreams|Setup streaming for audit events
ko: 감사 이벤트에 대한 스트리밍 설정
ru: Настройка потоковой передачи событий аудита

source: AuditStreams|Stream added successfully
ko: 스트림이 성공적으로 추가되었습니다.

source: AuditStreams|Stream deleted successfully
ko: 스트림이 성공적으로 삭제되었습니다.

source: AuditStreams|Stream updated successfully
ko: 스트림이 성공적으로 업데이트되었습니다.

source: AuditStreams|Streams
ko: 스트림
ru: Потоки

source: AuditStreams|This could include sensitive information. Make sure you trust the destination endpoint.
ko: 여기에는 민감한 정보가 포함될 수 있습니다. 대상 엔드포인트를 신뢰하는지 확인하십시오.

source: AuditStreams|Use the AWS console to view the secret access key. To change the secret access key, replace it with a new secret access key.
ko: AWS 콘솔을 사용하여 비밀 액세스 키를 확인하세요. 비밀 액세스 키를 변경하려면 새 비밀 액세스 키로 교체하세요.

source: AuditStreams|Use the Google Cloud console to view the private key. To change the private key, replace it with a new private key.
ko: Google Cloud 콘솔을 사용하여 비공개 키를 확인하세요. 개인 키를 변경하려면 새 개인 키로 교체하세요.

source: AuditStreams|Value
ko: 값
ru: Значение

source: AuditStreams|Verification token
ko: 인증 토큰

source: AuditStreams|audit-events
ko: 감사 이벤트

source: AuditStreams|bucket-name
ko: 버킷-이름 (bucket-name)

source: AuditStreams|ex: 1000
ko: 예: 1000
ru: например: 1000

source: AuditStreams|ex: limitation
ko: 예: 제한
ru: например: ограничение

source: AuditStreams|filtered
ko: 필터링됨

source: AuditStreams|my-email@my-google-project.iam.gservice.account.com
ko: my-email@my-google-project.iam.gservice.account.com

source: AuditStreams|my-google-project
ko: my-google-project
ru: my-google-project

source: AuditStreams|us-east-1
ko: us-east-1
ru: us-east-1

source: Aug
ko: 8월
ru: Авг.

source: August
ko: 8월
ru: Август

source: Authenticate
ko: 인증
ru: Аутентификация

source: Authenticate user SSH keys without requiring additional configuration. Performance of GitLab can be improved by using the GitLab database instead. %{link_start}How do I configure authentication using the GitLab database? %{link_end}
ko: 추가 설정 없이 사용자 SSH 키를 인증합니다. GitLab 데이터베이스를 대신 사용하여 GitLab의 성능을 향상시킬 수 있습니다. %{link_start}GitLab 데이터베이스를 사용하여 인증을 구성하려면 어떻게 합니까? %{link_end}
ru: Аутентификация ключей SSH пользователя без необходимости дополнительной настройки. Производительность GitLab можно улучшить, используя вместо этого базу данных GitLab. %{link_start}Как настроить аутентификацию с использованием базы данных GitLab? %{link_end}

source: Authenticate with GitHub
ko: GitHub로 인증
ru: Аутентификация с помощью GitHub

source: Authenticated API rate limit period in seconds
ko: 인증된 API 속도 제한 기간(초)
ru: Период ограничения частоты запросов для аутентифицированного API в секундах

source: Authenticated API requests
ko: 인증된 API 요청
ru: Аутентифицированные запросы API

source: Authenticated Git LFS rate limit period in seconds
ko: 인증된 Git LFS 속도 제한 기간(초)
ru: Период ограничения частоты запросов для аутентифицированного Git LFS в секундах

source: Authenticated Git LFS request rate limit
ko: 인증된 Git LFS 요청 속도 제한
ru: Ограничение частоты запросов для аутентифицированного Git LFS

source: Authenticated Git LFS requests
ko: 인증된 Git LFS 요청
ru: Аутентифицированные запросы Git LFS

source: Authenticated web rate limit period in seconds
ko: 인증된 웹 속도 제한 기간(초)
ru: Период ограничения частоты запросов для аутентифицированного веб-доступа в секундах

source: Authenticated web requests
ko: 인증된 웹 요청
ru: Аутентифицированные веб-запросы

source: Authenticating…
ko: 인증 중...
ru: Аутентификация…

source: Authentication
ko: 인증
ru: Аутентификация

source: Authentication Failure
ko: 인증 실패
ru: Ошибка аутентификации

source: Authentication Log
ko: 인증 로그
ru: Журнал аутентификации

source: Authentication error: enable 2FA in your profile settings to continue using GitLab: %{mfa_help_page}
ko: 인증 오류: 프로필 설정에서 2FA를 활성화하여 GitLab을 계속 사용하세요: %{mfa_help_page}
ru: Ошибка аутентификации: включите двухфакторную аутентификацию в настройках профиля, чтобы продолжить использовать GitLab: %{mfa_help_page}

source: Authentication failed: %{error_message}
ko: 인증 실패: %{error_message}
ru: Ошибка аутентификации: %{error_message}

source: Authentication log
ko: 인증 로그
ru: Журнал аутентификации

source: Authentication method
ko: 인증 방법
ru: Метод аутентификации

source: Authentication method updated
ko: 인증 방법이 업데이트 되었습니다.
ru: Метод аутентификации обновлён

source: Authentication via WebAuthn device failed.
ko: WebAuthn 장치를 통한 인증에 실패했습니다.
ru: Ошибка аутентификации через устройство WebAuthn.

source: Authentication with the AI gateway services failed: %{error}
ko: AI 게이트웨이 서비스 인증에 실패했습니다: %{error}
ru: Аутентификация в службе шлюза ИИ не удалась: %{error}

source: Authentication with the AI gateway services succeeded.
ko: AI 게이트웨이 서비스 인증이 성공했습니다.
ru: Аутентификация в службе шлюза ИИ прошла успешно.

source: Author
ko: 작성자
ru: Автор

source: Author: %{author_name}
ko: 작성자: %{author_name}
ru: Автор: %{author_name}

source: Authored %{timeago}
ko: %{timeago} 전 작성됨
ru: Создан %{timeago}

source: Authored %{timeago} by %{author}
ko: %{timeago} 전 %{author}에 의해 작성됨
ru: Создано %{author} %{timeago}

source: Authorization code:
ko: 인증 코드:
ru: Код авторизации:

source: Authorization token duration (minutes)
ko: 인증 토큰 유효 기간 (분)
ru: Срок действия токена авторизации (в минутах)

source: Authorization was granted by entering your username and password in the application.
ko: 응용 프로그램에 사용자명과 암호를 입력하여 권한이 부여되었습니다.
ru: Авторизовано вводом имени пользователя и пароля в приложении.

source: Authorize
ko: 권한 부여
ru: Авторизовать

source: Authorize %{client_name}
ko: %{client_name} 승인
ru: Авторизовать %{client_name}

source: Authorize identity provider link
ko: 자격증명 공급자 링크 승인
ru: Авторизация связи с поставщиком идентификации

source: Authorized %{new_chat_name}
ko: 승인된 %{new_chat_name}
ru: Авторизован %{new_chat_name}

source: Authorized At
ko: 승인한 날짜
ru: Авторизован в

source: Authorized applications
ko: 승인된 애플리케이션
ru: Авторизованные приложения

source: AuthorizedApplication|Application secret was successfully renewed.
ko: 애플리케이션 비밀이 성공적으로 갱신되었습니다.
ru: Секрет приложения успешно обновлён.

source: AuthorizedApplication|Are you sure you want to renew this secret? Any applications using the old secret will no longer be able to authenticate with GitLab.
ko: 이 비밀을 갱신하시겠습니까? 이전 비밀을 사용하는 모든 애플리케이션은 더 이상 GitLab과 인증할 수 없게 됩니다.
ru: Вы действительно хотите обновить этот секрет? Все приложения, использующие старый секрет, больше не смогут проходить аутентификацию в GitLab.

source: AuthorizedApplication|Are you sure you want to revoke this application?
ko: 정말로 이 어플리케이션을 해지 하시겠습니까?
ru: Вы уверены, что хотите отозвать это приложение?

source: AuthorizedApplication|Renew secret
ko: 비밀 갱신
ru: Обновить секрет

source: AuthorizedApplication|Renew secret?
ko: 비밀을 갱신하시겠습니까?
ru: Обновить секрет?

source: AuthorizedApplication|Revoke application
ko: 어플리케이션 해지

source: AuthorizedApplication|There was an error trying to renew the application secret. Please try again.
ko: 애플리케이션 비밀을 갱신하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке обновить секрет приложения. Повторите попытку.

source: Authorizing allows you to sign in with %{strongOpen}%{provider}%{strongClose}.
ko: 승인하면 %{strongOpen}%{provider}%{strongClose}로 로그인할 수 있습니다.
ru: Авторизация позволяет вам войти с помощью %{strongOpen}%{provider}%{strongClose}.

source: Authors: %{authors}
ko: 작성자: %{authors}
ru: Авторы: %{authors}

source: Auto DevOps
ko: 자동 DevOps

source: Auto DevOps enabled
ko: 자동 DevOps 활성화됨
ru: Auto DevOps включен

source: Auto stop successfully canceled.
ko: 자동 정지가 성공적으로 취소되었습니다.
ru: Автоматическая остановка успешно отменена.

source: Auto-cancel redundant pipelines
ko: 중복 파이프라인의 자동 취소
ru: Автоматически отменять избыточные конвейеры

source: Auto-resolved by the vulnerability management policy named '%{policy_name}'
ko: %{policy_name} 취약성 관리 정책에 의해 자동 해결됨
ru: Автоматически решена политикой управления уязвимостями «%{policy_name}»

source: AutoDevOps|%{auto_devops_start}Automate building, testing, and deploying%{auto_devops_end} your applications based on your continuous integration and delivery configuration. %{quickstart_start}How do I get started?%{quickstart_end}
ko: %{auto_devops_start}지속적인 통합 및 배송 설정을 기반으로%{auto_devops_end} 애플리케이션 구축, 테스트 및 배포를 자동화합니다. %{quickstart_start}어떻게 시작합니까?%{quickstart_end}
ru: %{auto_devops_start}Автоматизируйте создание, тестирование и развертывание%{auto_devops_end} своих приложений на основе настроек непрерывной интеграции и доставки. %{quickstart_start}С чего мне начать?%{quickstart_end}

source: AutoDevOps|Auto DevOps
ko: Auto DevOps
ru: Auto DevOps

source: AutoDevOps|Auto DevOps documentation
ko: Auto DevOps 문서
ru: Документация по Auto DevOps

source: AutoDevOps|Automatically build, test, and deploy your application based on a predefined CI/CD configuration.
ko: 사전 정의된 CI/CD 구성을 기반으로 애플리케이션을 자동으로 빌드, 테스트 및 배포합니다.
ru: Автоматически собирайте, тестируйте и развёртывайте ваше приложение на основе предустановленной конфигурации CI/CD.

source: AutoDevOps|Dismiss Auto DevOps box
ko: 자동 DevOps 상자 해지
ru: Закрыть окно Auto DevOps

source: AutoDevOps|Enable in settings
ko: 활성화하기
ru: Включить в настройках

source: AutoDevOps|Learn more in the %{link_to_documentation}.
ko: %{link_to_documentation}에서 자세히 알아보세요.
ru: Узнайте больше в %{link_to_documentation}.

source: AutoDevOps|The Auto DevOps pipeline has been enabled and will be used if no alternative CI configuration file is found.
ko: 자동 DevOps 파이프라인이 활성화되었으며 대체 CI 설정 파일이 없는 경우 사용됩니다.
ru: Конвейер Auto DevOps включён и будет использоваться, если не найден альтернативный файл конфигурации CI.

source: AutoDevopsAlert|Security testing tools enabled with %{linkStart}Auto DevOps%{linkEnd}
ko: %{linkStart}Auto DevOps%{linkEnd}로 활성화된 보안 테스트 도구
ru: Инструменты тестирования безопасности включены с %{linkStart}Auto DevOps%{linkEnd}

source: AutoRemediation| 1 Merge Request
ko: 1 머지 리퀘스트
ru: 1 запрос на слияние

source: AutoRemediation|!%{mergeRequestIid}
ko: !%{mergeRequestIid}
ru: !%{mergeRequestIid}

source: AutoRollback|Automatic rollbacks start when a critical alert is triggered. If the last successful deployment fails to roll back automatically, it can still be done manually.
ko: 중요 경보가 트리거되면 자동 롤백이 시작됩니다. 마지막으로 성공한 배포가 자동으로 롤백되지 않는 경우에도 수동으로 수행 할 수 있습니다.

source: AutoRollback|Automatically roll back to the last successful deployment when a critical problem is detected.
ko: 중대한 문제가 감지되면 마지막으로 성공한 배포로 자동 롤백합니다.
ru: Автоматический откат к последнему успешному развертыванию при обнаружении критической проблемы.

source: AutoRollback|Enable automatic rollbacks
ko: 자동 롤백 활성화
ru: Включить автоматические откаты

source: Autocomplete
ko: 자동 완성
ru: Автозаполнение

source: Autocomplete description
ko: 자동 완성 설명
ru: Описание автозаполнения

source: Autocomplete hint
ko: 자동 완성 힌트
ru: Подсказка автозаполнения

source: Autocomplete usage hint
ko: 자동완성 사용 힌트
ru: Подсказка по автозаполнения

source: Automatic certificate management using %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end}
ko: %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end}를 사용하여 자동으로 인증서 관리
ru: Автоматическое управление сертификатами с помощью %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end}

source: Automatic certificate management using Let's Encrypt
ko: Let's Encrypt를 사용하여 인증서를 자동으로 관리
ru: Автоматическое управление сертификатами с помощью Let's Encrypt

source: Automatic deployment rollbacks
ko: 자동 배포 롤백
ru: Автоматический откат развертывания

source: Automatic event tracking provides a traceable history for audits.
ko: 자동 이벤트 추적은 감사에 대한 추적 가능한 이력을 제공합니다.
ru: Автоматическое отслеживание событий обеспечивает отслеживаемую историю для аудита.

source: Automatically close associated incident when a recovery alert notification resolves an alert
ko: 복구 경고 알림이 경고를 해결하면 관련 인시던트를 자동으로 종료합니다.

source: Automatically resolved
ko: 자동으로 해결됨
ru: Автоматически решено

source: Automatically update this project's branches and tags from the upstream repository.
ko: 업스트림 저장소에서 이 프로젝트의 분기와 태그를 자동으로 업데이트합니다.

source: Autosave|Note
ko: 참고
ru: Заметка

source: Availability
ko: 가용성
ru: Доступность

source: Available ID
ko: 사용 가능한 ID
ru: Доступный ID

source: Available on demand
ko: 주문형으로 제공

source: Avatar for %{assigneeName}
ko: %{assigneeName} 의 아바타
ru: Аватар для %{assigneeName}

source: Avatar will be removed. Are you sure?
ko: 아바타가 삭제됩니다. 확실합니까?
ru: Аватар будет удален. Вы уверены?

source: Average per day: %{average}
ko: 하루 평균: %{average}
ru: В среднем за день: %{average}

source: Awaiting user signup
ko: 사용자 가입 대기 중
ru: Ожидание регистрации пользователя

source: AwardEmoji|No emoji found.
ko: 이모지가 없습니다.
ru: Эмодзи не найдено.

source: AwsDestinationValidator validates only aws external audit event destinations.
ko: AwsDestinationValidator는 aws 외부 감사 이벤트 대상만 검증합니다.
ru: AwsDestinationValidator проверяет только внешние события аудита AWS.

source: Back
ko: 뒤로가기
ru: Назад

source: Back to page %{number}
ko: 페이지 %{number}으로 돌아가기
ru: Назад к странице %{number}

source: Back to reference %{footnote_id}
ko: 참조 %{footnote_id}로 돌아가기
ru: Назад к ссылке %{footnote_id}

source: Background Color
ko: 배경 색
ru: Цвет Фона

source: Background color
ko: 배경 색
ru: Цвет фона

source: Background jobs
ko: 백그라운드 작업
ru: Фоновые задания

source: Background migrations
ko: 백그라운드 마이그레이션
ru: Фоновые миграции

source: BackgroundMigrations|Background migrations
ko: 백그라운드 마이그레이션
ru: Фоновые миграции

source: BackgroundMigrations|Background migrations are used to perform data migrations when a migration exceeds the time limits set by GitLab. %{linkStart}Learn more%{linkEnd}
ko: 백그라운드 마이그레이션은 마이그레이션이 GitLab에서 설정한 시간 제한을 초과할 때 데이터 마이그레이션을 수행하는 데 사용됩니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Фоновые миграции используются для переноса данных всякий раз, когда миграция превышает сроки, установленные GitLab. %{linkStart}Подробнее%{linkEnd}

source: BackgroundMigrations|Batch size
ko: 배치 크기
ru: Размер пакета

source: BackgroundMigrations|Failed jobs:
ko: 실패한 작업:
ru: Неудачные задания:

source: BackgroundMigrations|Finished at
ko: 완료 시간
ru: Завершена в

source: BackgroundMigrations|No background migrations
ko: 백그라운드 마이그레이션 없음
ru: Нет фоновых миграций

source: BackgroundMigrations|Started at
ko: 시작 시간
ru: Начата в

source: Badge
ko: 배지
ru: Значок

source: Badges
ko: 배지
ru: Значки

source: Badges|Add badge
ko: 배지 추가
ru: Добавить значок

source: Badges|Add new badge
ko: 새 배지 추가
ru: Добавить новый значок

source: Badges|Badge image URL
ko: 배지 이미지 URL
ru: URL изображения значка

source: Badges|Badge image URL is invalid.
ko: 배지 이미지 URL이 잘못되었습니다.
ru: Некорректный URL изображения значка.

source: Badges|Badge image URL is required.
ko: 배지 이미지 URL이 필요합니다.
ru: Требуется URL изображения значка.

source: Badges|Badge image preview
ko: 배지 이미지 미리 보기
ru: Предпросмотр изображения значка

source: Badges|Badge link is invalid.
ko: 배지 링크가 잘못되었습니다.
ru: Некорректная ссылка на значок.

source: Badges|Badge link is required.
ko: 배지 링크가 필요합니다.
ru: Требуется ссылка на значок.

source: Badges|Badge name is required.
ko: 배지 이름이 필요합니다.
ru: Название значка обязательно.

source: Badges|Badge saved.
ko: 배지가 저장되었습니다.
ru: Значок сохранён.

source: Badges|Delete badge?
ko: 배지를 삭제할까요?
ru: Удалить значок?

source: Badges|Edit badge
ko: 배지 수정
ru: Изменить значок

source: Badges|Example: %{exampleUrl}
ko: 예: %{exampleUrl}
ru: Пример: %{exampleUrl}

source: Badges|Failed to add new badge. Check the URLs, then try again.
ko: 새 배지를 추가하지 못했습니다. URL을 확인한 후 다시 시도하세요.
ru: Не удалось добавить новый значок. Проверьте ссылки и повторите попытку.

source: Badges|Failed to delete the badge. Try again.
ko: 배지를 삭제하지 못했습니다. 다시 시도해 보십시오.
ru: Не удалось удалить значок. Попробуйте еще раз.

source: Badges|Group Badge
ko: 그룹 배지
ru: Значок Группы

source: Badges|If you delete this badge, you %{strongStart}cannot%{strongEnd} restore it.
ko: 이 배지를 삭제하면 %{strongStart} 복구할 수 없습니다%{strongEnd}.
ru: Если вы удалите значок, вы %{strongStart}не сможете%{strongEnd} восстановить его.

source: Badges|Link
ko: 링크
ru: Ссылка

source: Badges|Name
ko: 이름
ru: Название

source: Badges|New badge added.
ko: 새 배지가 추가되었습니다.
ru: Добавлен новый значок.

source: Badges|No badge image
ko: 잘못된 배지 이미지
ru: Нет изображения значка

source: Badges|No image to preview
ko: 미리 볼 이미지가 없습니다
ru: Нет изображения для предпросмотра

source: Badges|Project Badge
ko: 프로젝트 배지
ru: Значок Проекта
