Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: SecurityOrchestration|Scheduled pipeline execution
ko: 예정된 파이프라인 실행

source: SecurityOrchestration|Scope
ko: 범위
ru: Область действия

source: SecurityOrchestration|Security Approvals
ko: 보안 승인
ru: Одобрения безопасности

source: SecurityOrchestration|Security Scan
ko: 보안 스캔

source: SecurityOrchestration|Security job template
ko: 보안 작업 템플릿

source: SecurityOrchestration|Security policy overwrites this setting
ko: 보안 정책이 이 설정을 덮어씁니다.

source: SecurityOrchestration|Security policy project was linked successfully
ko: 보안 정책 프로젝트가 성공적으로 링크되었습니다.

source: SecurityOrchestration|Security policy project will be unlinked soon
ko: 보안 정책 프로젝트가 곧 링크 해제됩니다

source: SecurityOrchestration|Security policy projects store your organization's security policies. They are identified when policies are created, or when a project is linked as a security policy project. %{linkStart}Learn more%{linkEnd}.
ko: 보안 정책 프로젝트는 조직의 보안 정책을 저장합니다. 정책이 생성될 때 또는 프로젝트가 보안 정책 프로젝트로 링크될 때 식별됩니다. %{linkStart}자세히 알아보기%{linkEnd}.

source: SecurityOrchestration|Security scans to execute
ko: 실행할 보안 스캐닝

source: SecurityOrchestration|Select a cadence
ko: 캐이던스 선택

source: SecurityOrchestration|Select a project to store your security policies in. %{linkStart}More information.%{linkEnd}
ko: 보안 정책을 저장할 프로젝트를 선택하십시오. %{linkStart}추가 정보%{linkEnd}

source: SecurityOrchestration|Select a variable
ko: 변수 선택

source: SecurityOrchestration|Select date
ko: 날짜 선택

source: SecurityOrchestration|Select days
ko: 날짜 선택
ru: Выберите дни

source: SecurityOrchestration|Select frameworks
ko: 프레임워크 선택

source: SecurityOrchestration|Select list type
ko: 목록 유형 선택

source: SecurityOrchestration|Select policy
ko: 정책 선택

source: SecurityOrchestration|Select scan type
ko: 스캔 유형 선택

source: SecurityOrchestration|Select security policy project
ko: 보안 정책 프로젝트 선택

source: SecurityOrchestration|Select suffix
ko: 접미사 선택
ru: Выберите суффикс

source: SecurityOrchestration|Select the source
ko: 소스 선택

source: SecurityOrchestration|Send a bot message when the conditions match.
ko: 조건이 일치하면 봇 메시지를 보냅니다.

source: SecurityOrchestration|Send bot message
ko: 봇 메시지 보내기

source: SecurityOrchestration|Settings from outside of the policy can override variables when the policy runs, except the variables defined in the denylist.
ko: 정책 외부의 설정은 정책 실행 시 변수를 덮어쓸 수 있습니다. 단, 차단 목록에 정의된 변수는 예외입니다.

source: SecurityOrchestration|Settings from outside of the policy cannot override variables when the policy runs, except for the variables defined in the allowlist.
ko: 정책 외부의 설정은 정책 실행 시 변수를 덮어쓸 수 없습니다. 단, 허용 목록에 정의된 변수는 예외입니다.

source: SecurityOrchestration|Several merge request approval policy criteria have been deprecated. Policies using these criteria will not work after GitLab 18.0 (May 10, 2025). You must edit these policies to replace or remove the deprecated criteria.
ko: 여러 머지 리퀘스트 승인 정책 기준이 더 이상 사용되지 않습니다. 이러한 기준을 사용하는 정책은 GitLab 18.0(2025년 5월 10일) 이후에는 작동하지 않습니다. 더 이상 사용되지 않는 기준을 대체하거나 제거하려면 이러한 정책을 편집해야 합니다.

source: SecurityOrchestration|Severity is %{severity}.
ko: 심각도 %{severity}.
ru: Уровень серьёзности %{severity}.

source: SecurityOrchestration|Show all included projects
ko: 포함된 모든 프로젝트 표시

source: SecurityOrchestration|Show more projects
ko: 더 많은 프로젝트 표시

source: SecurityOrchestration|Show only linked security policy projects
ko: 링크된 보안 정책 프로젝트만 표시

source: SecurityOrchestration|Snooze policy
ko: 정책 미루기

source: SecurityOrchestration|Snooze the policy until %{until} because %{reason}
ko: 이 정책을 %{reason} 이유로 인해 %{until}까지 미룸

source: SecurityOrchestration|Some settings may be affected by policy %{policyName} based on its rules.
ko: 일부 설정은 규칙에 따라 %{policyName} 정책의 영향을 받을 수 있습니다.

source: SecurityOrchestration|Some settings may be affected by the following policies based on their rules:
ko: 일부 설정은 규칙에 따라 다음 정책의 영향을 받을 수 있습니다:

source: SecurityOrchestration|Something went wrong, unable to fetch groups
ko: 문제가 발생하여 그룹을 가져올 수 없습니다.
ru: Произошла ошибка, не удалось получить группы

source: SecurityOrchestration|Something went wrong, unable to fetch policies
ko: 정책을 가져올 수 없는 문제가 발생했습니다.
ru: Произошла ошибка при получении политик

source: SecurityOrchestration|Sorry, your filter produced no results.
ko: 죄송합니다. 필터에 결과가 없습니다.

source: SecurityOrchestration|Source
ko: 원본

source: SecurityOrchestration|Standard roles
ko: 표준 역할
ru: Стандартные роли

source: SecurityOrchestration|Status
ko: 상태

source: SecurityOrchestration|Summary
ko: 요약
ru: Сводка

source: SecurityOrchestration|Summary of syntax changes:
ko: 구문 변경 사항 요약:

source: SecurityOrchestration|The compliance pipeline will continue to override the new pipeline execution policy until it is removed from the compliance framework configuration.
ko: 규정 준수 파이프라인은 규정 준수 프레임워크 구성에서 제거될 때까지 새 파이프라인 실행 정책을 계속 오버라이드 합니다.
ru: Конвейер соблюдения норм продолжит переопределять новую политику выполнения конвейера, пока не будет удалён из конфигурации регламента соблюдения норм.

source: SecurityOrchestration|The current YAML syntax is invalid so you cannot edit the actions in rule mode. To resolve the issue, switch to YAML mode and fix the syntax.
ko: 현재 YAML 구문이 잘못되어 규칙 모드에서 작업을 편집할 수 없습니다. 문제를 해결하려면 YAML 모드로 전환하고 구문을 수정하세요.

source: SecurityOrchestration|The current YAML syntax is invalid so you cannot edit the conditions in rule mode. To resolve the issue, switch to YAML mode and fix the syntax.
ko: 현재 YAML 구문이 잘못되어 규칙 모드에서 조건을 편집할 수 없습니다. 문제를 해결하려면 YAML 모드로 전환하고 구문을 수정하세요.

source: SecurityOrchestration|The current YAML syntax is invalid so you cannot edit the rules in rule mode. To resolve the issue, switch to YAML mode and fix the syntax.
ko: 현재 YAML 구문이 잘못되어 규칙 모드에서 규칙을 편집할 수 없습니다. 문제를 해결하려면 YAML 모드로 전환하고 구문을 수정하세요.

source: SecurityOrchestration|The current YAML syntax is invalid so you cannot edit the settings in rule mode. To resolve the issue, switch to YAML mode and fix the syntax.
ko: 현재 YAML 구문이 잘못되어 규칙 모드에서 설정을 수정할 수 없습니다. 문제를 해결하려면 YAML 모드로 전환하고 구문을 수정하세요.

source: SecurityOrchestration|The following branches do not exist on this development project: %{branches}. Please review all protected branches to ensure the values are accurate before updating this policy.
ko: 다음 브랜치가 이 개발 프로젝트에 없습니다: %{branches}. 이 정책을 업데이트하기 전에 모든 보호된 브랜치를 검토하여 값이 정확한지 확인하십시오.
ru: Следующие ветки не существуют в этом проекте разработки: %{branches}. Проверьте все защищённые ветки, чтобы убедиться в точности значений перед обновлением этой политики.

source: SecurityOrchestration|The schedule is snoozed until %{until} for reason: %{reason}.
ko: 일정은 다음 이유로 %{until}까지 미루어 집니다: %{reason}

source: SecurityOrchestration|The schedule is snoozed until %{until}.
ko: 일정은 %{until}까지 미루어 집니다.

source: SecurityOrchestration|Then automatically set the status of these vulnerabilities to %{type}.
ko: 그런 다음 이러한 취약점의 상태를 자동으로 %{type} 으로 설정합니다.

source: SecurityOrchestration|There are no exception branches yet.
ko: 아직 예외 브랜치가 없습니다.

source: SecurityOrchestration|There was a problem creating the new security policy
ko: 새 보안 정책을 만드는 동안 문제가 발생했습니다.

source: SecurityOrchestration|This %{namespaceType} does not contain any security policies.
ko: 이 %{namespaceType} 에는 보안 정책이 포함되어 있지 않습니다.

source: SecurityOrchestration|This %{namespaceType} is not linked to a security policy project. Either link it to an existing project or create a new policy, which will create a new project that you can use as a security policy project. For help, see %{linkStart}policies%{linkEnd}.
ko: 이 %{namespaceType}은 보안 정책 프로젝트에 링크되어 있지 않습니다. 기존 프로젝트에 링크하거나 새 정책을 만들어 보안 정책 프로젝트로 사용할 수 있는 새 프로젝트를 만드세요. 도움말은 %{linkStart}정책%{linkEnd}을 참조하세요.
ru: Этот %{namespaceType} не связан с проектом политики безопасности. Либо свяжите его с существующим проектом, либо создайте новую политику, что приведет к созданию нового проекта, который вы сможете использовать как проект политики безопасности. Для справки смотрите %{linkStart}политики%{linkEnd}.

source: SecurityOrchestration|This applies to following compliance frameworks:
ko: 이는 다음 규정 준수 프레임워크에 적용됩니다:
ru: Это применяется к следующим регламентам соблюдения норм:

source: SecurityOrchestration|This group
ko: 이 그룹

source: SecurityOrchestration|This is a group-level policy
ko: 그룹 수준 정책입니다.
ru: Это политика уровня группы

source: SecurityOrchestration|This is a project-level policy
ko: 프로젝트 수준 정책입니다.
ru: Это политика уровня проекта

source: SecurityOrchestration|This merge request approval policy targets the default branch, but the default branch is not protected in this project. To set up this policy, the default branch must be protected.
ko: 이 머지 리퀘스트 승인 정책은 기본 브랜치를 대상으로 하지만, 기본 브랜치는 이 프로젝트에서 보호되지 않습니다. 이 정책을 설정하려면 기본 브랜치를 보호해야 합니다.

source: SecurityOrchestration|This merge request migrates compliance pipeline `%{path}` to a pipeline execution policy scoped to framework [%{framework}](%{link}).
ko: 이 머지 리퀘스트는 규정 준수 파이프라인 `%{path}`를 프레임워크 [%{framework}](%{link})로 범위가 지정된 파이프라인 실행 정책으로 마이그레이션합니다.
ru: Этот запрос на слияние переносит конвейер соблюдения норм `%{path}` в политику выполнения конвейера с областью действия, ограниченной регламентом [%{framework}](%{link}).

source: SecurityOrchestration|This policy doesn't contain any actions or override project approval settings. You cannot create an empty policy.
ko: 이 정책에는 이 포함되어 있지 않거나 프로젝트 승인 설정을 오버라이드 하지 않습니다. 빈 정책은 생성할 수 없습니다.

source: SecurityOrchestration|This policy is applied to current project.
ko: 이 정책은 현재 프로젝트에 적용됩니다.

source: SecurityOrchestration|This policy is inherited
ko: 이 정책은 상속된 것입니다.

source: SecurityOrchestration|This policy is inherited from %{linkStart}namespace%{linkEnd} and must be edited there
ko: 이 정책은 %{linkStart}네임스페이스%{linkEnd}에서 상속되었으며 해당 위치에서 편집해야 합니다.
ru: Эта политика унаследована от %{linkStart}пространства имён%{linkEnd} и должна быть отредактирована там

source: SecurityOrchestration|This policy is inherited from %{namespace}
ko: 이 정책은 %{namespace}에서 상속됩니다.

source: SecurityOrchestration|This project
ko: 이 프로젝트

source: SecurityOrchestration|This view only shows scan results for the agent %{agent}. You can view scan results for all agents in the %{linkStart}Operational Vulnerabilities tab of the vulnerability report%{linkEnd}.
ko: 이 보기에는 %{agent} 에이전트에 대한 검색 결과만 표시됩니다. 취약성 보고서 %{linkEnd}의 %{linkStart}운영 취약성 탭에서 모든 에이전트에 대한 검색 결과를 볼 수 있습니다.
ru: В этом представлении отображаются только результаты сканирования для агента %{agent}. Вы можете просмотреть результаты сканирования для всех агентов на вкладке %{linkStart}Операционные уязвимости отчета об уязвимостях%{linkEnd}.

source: SecurityOrchestration|Timezone is invalid
ko: 시간대가 잘못되었습니다.
ru: Некорректный часовой пояс

source: SecurityOrchestration|To widen your search, change filters above or select a different security policy project.
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 다른 보안 정책 프로젝트를 선택하십시오.

source: SecurityOrchestration|Trigger
ko: 트리거

source: SecurityOrchestration|Turn off default mode to edit scope.
ko: 범위를 편집하려면 기본 모드를 끄세요.

source: SecurityOrchestration|Type in custom variable
ko: 커스텀 변수 입력

source: SecurityOrchestration|Unknown source
ko: 알 수 없는 소스

source: SecurityOrchestration|Unlink project
ko: 프로젝트 링크 해제

source: SecurityOrchestration|Unlink the following projects from the following containers:
ko: 다음 컨테이너에서 다음 프로젝트의 링크 해제합니다.

source: SecurityOrchestration|Unlink the project from the following containers:
ko: 다음 컨테이너로 부터 프로젝트 링크 해제:

source: SecurityOrchestration|Unlinking a security project removes all policies stored in the linked security project. Save to confirm this action.
ko: 보안 프로젝트의 링크를 해제하면 링크된 보안 프로젝트에 저장된 모든 정책이 제거됩니다. 이 동작을 확인하려면 저장하십시오.

source: SecurityOrchestration|Update scan policies
ko: 스캔 정책 업데이트

source: SecurityOrchestration|Update via merge request
ko: 머지 리퀘스트를 통해 업데이트
ru: Обновить через запрос на слияние

source: SecurityOrchestration|Use a merge request approval policy to create rules that %{strongStart}check%{strongEnd} for %{strongStart}security vulnerabilities%{strongEnd} and %{strongStart}license compliance%{strongEnd} before %{strongStart}merging a merge request%{strongEnd}.
ko: 머지 리퀘스트 승인 정책을 사용하여 %{strongStart}머지 리퀘스트 머지%{strongEnd}하기 전에 %{strongStart}보안 취약성%{strongEnd}과 %{strongStart}라이선스 준수%{strongEnd}를 %{strongStart}확인%{strongEnd}하는 규칙을 만듭니다.
ru: Используйте политику одобрения запроса на слияние для создания правил, которые %{strongStart}проверяют%{strongEnd} на %{strongStart}уязвимости безопасности%{strongEnd} и %{strongStart}соблюдение лицензий%{strongEnd} перед %{strongStart}слиянием запроса на слияние%{strongEnd}.

source: SecurityOrchestration|Use a pipeline execution policy to %{strongStart}enforce a custom CI/CD configuration%{strongEnd} to run in project pipelines.
ko: 파이프라인 실행 정책을 사용하여 프로젝트 파이프라인에서 %{strongStart}실행할 커스텀 CI/CD 구성을 적용%{strongEnd}합니다.
ru: Используйте политику выполнения конвейера, чтобы %{strongStart}обязать использовать настраиваемую конфигурацию CI/CD%{strongEnd} для выполнения в конвейерах проекта.

source: SecurityOrchestration|Use a scan execution policy to create rules which %{strongStart}enforce security scans%{strongEnd} for %{strongStart}particular branches%{strongEnd} at %{strongStart}certain times%{strongEnd}. Supported types are SAST, SAST IaC, DAST, Secret detection, Container scanning, and Dependency scanning.
ko: 스캔 실행 정책을 사용하여 %{strongStart}특정 시간%{strongEnd}에 %{strongStart}특정 브랜치%{strongEnd} 대한 %{strongStart}보안 스캔을 시행%{strongEnd}하는 규칙을 만듭니다. 지원되는 유형은 SAST, SAST IaC, DAST, 비밀 탐지, 컨테이너 스캐닝 및 종속성 스캐닝입니다.
ru: Используйте политику выполнения сканирования для создания правил, которые %{strongStart}обеспечивают выполнение сканирования безопасности%{strongEnd} для %{strongStart}определённых веток%{strongEnd} в %{strongStart}определённые временные интервалы%{strongEnd}. Поддерживаемые типы: SAST, SAST для IaC, DAST, Обнаружение секретов, Сканирование контейнеров и Сканирование зависимостей.

source: SecurityOrchestration|Use default mode for scoping
ko: 범위 지정(scoping)에 기본 모드 사용

source: SecurityOrchestration|Use the format %{schemaStart}path-to-package@package-version%{schemaEnd}. For multiple packages, separate paths with commas. For example: npm/lodash@4.17.21, maven/org.apache.commons/commons-lang3@3.12.0, pypi/requests
ko: %{schemaStart}path-to-package@package-version%{schemaEnd} 형식을 사용하세요. 패키지가 여러 개인 경우 경로를 쉼표로 구분하세요. 예: npm/lodash@4.17.21, maven/org.apache.commons/commons-lang3@3.12.0, pypi/requests

source: SecurityOrchestration|Users can skip pipelines
ko: 사용자는 파이프라인을 생략할 수 있습니다
ru: Пользователи могут пропускать конвейеры

source: SecurityOrchestration|Users can't skip pipelines
ko: 사용자는 파이프라인을 생략할 수 없습니다.
ru: Пользователи не могут пропускать конвейеры

source: SecurityOrchestration|Validating branch names, which might take a while.
ko: 브랜치 이름을 검증하는 중입니다. 시간이 걸릴 수 있습니다.

source: SecurityOrchestration|Variable option
ko: 변수 옵션

source: SecurityOrchestration|Variables override configuration
ko: 구성을 오버라이드 하는 변수

source: SecurityOrchestration|Variables override configuration has invalid structure.
ko: 변수 오버라이드 구성에 잘못된 구조가 있습니다.

source: SecurityOrchestration|Variables that can be overridden:
ko: 오버라이드될 수 있는 변수:

source: SecurityOrchestration|Variables that cannot be overriden:
ko: 오버라이드될 수 없는 변수:

source: SecurityOrchestration|View policy project
ko: 정책 프로젝트 보기

source: SecurityOrchestration|Vulnerabilities %{vulnerabilityStates}.
ko: 취약점 %{vulnerabilityStates}.

source: SecurityOrchestration|Vulnerabilities are %{vulnerabilityStates}.
ko: 취약점은 %{vulnerabilityStates}입니다.

source: SecurityOrchestration|Vulnerability age is greater than %{vulnerabilityAge}.
ko: 취약점 기간이 %{vulnerabilityAge} 보다 오래됨.

source: SecurityOrchestration|Vulnerability age is less than %{vulnerabilityAge}.
ko: 취약점 기간이 %{vulnerabilityAge}미만입니다.

source: SecurityOrchestration|Vulnerability age requires previously existing vulnerability states (detected, confirmed, resolved, or dismissed)
ko: 취약성 기간에는 이전에 존재하던 취약성 상태(감지, 확인, 해결 또는 해지)가 필요합니다.

source: SecurityOrchestration|Vulnerability management
ko: 취약점 관리

source: SecurityOrchestration|Vulnerability management policy
ko: 취약점 관리 정책

source: SecurityOrchestration|Warn in merge request
ko: 머지 리퀘스트에서 경고

source: SecurityOrchestration|Warn users with a bot comment and contact the following users as security consultants for support: %{approvers}
ko: 봇 댓글로 사용자에게 경고하고 보안 컨설턴트로서 지원을 위해 다음 사용자에게 연락하세요: %{approvers}

source: SecurityOrchestration|Web UI
ko: 웹 UI

source: SecurityOrchestration|What does an example message look like?
ko: 예제 메시지는 어떤 모양입니까?
ru: Как выглядит пример сообщения?

source: SecurityOrchestration|What is linked group?
ko: 링크된 그룹이란 무엇인가요?
ru: Что такое связанная группа?

source: SecurityOrchestration|When %{scanners} %{vulnerabilitiesAllowed} %{vulnerability} in an open merge request %{targeting}%{branches}%{branchExceptionsString}%{criteriaApply}
ko: 열린 머지 리퀘스트에서 %{scanners} %{vulnerabilitiesAllowed} %{vulnerability} 인 경우 %{targeting}%{branches}%{branchExceptionsString}%{criteriaApply}

source: SecurityOrchestration|When license scanner finds any license except %{licenses}%{detection} in an open merge request %{targeting}%{branches}%{branchExceptionsString}
ko: 라이선스 스캐너가 열린 머지 리퀘스트에서 %{licenses}%{detection} 제외한 모든 라이선스를 찾은 경우 %{targeting}%{branches}%{branchExceptionsString}

source: SecurityOrchestration|When license scanner finds any license matching %{licenses}%{detection} in an open merge request %{targeting}%{branches}%{branchExceptionsString}
ko: 라이선스 스캐너가 열린 머지 리퀘스트에서 %{licenses}%{detection} 과 일치하는 라이선스를 찾은 경우 %{targeting}%{branches}%{branchExceptionsString}

source: SecurityOrchestration|Who is a consultant?
ko: 컨설턴트는 누구인가요?

source: SecurityOrchestration|With the %{template} security job template
ko: %{template} 보안 작업 템플릿 사용

source: SecurityOrchestration|With the following customized CI variables:
ko: 다음 커스터마이징된 CI 변수:
ru: С использованием следующих настроенных переменных CI:

source: SecurityOrchestration|YAML
ko: YAML
ru: YAML

source: SecurityOrchestration|Yaml
ko: Yaml
ru: YAML

source: SecurityOrchestration|You already have the maximum %{maximumAllowed} %{policyType} %{instance}.
ko: 이미 최대값 %{maximumAllowed} %{policyType} %{instance}을 보유하고 있습니다.

source: SecurityOrchestration|You can add a maximum of %{rulesCount} %{rules}.
ko: 최대 %{rulesCount}개 중 %{rules}개를 추가할 수 있습니다.

source: SecurityOrchestration|You can select this option only once.
ko: 이 옵션은 한 번만 선택할 수 있습니다.

source: SecurityOrchestration|You can't change the default branch because its protection is enforced by one or more %{security_policies_link_start}security policies%{security_policies_link_end}. %{learn_more_link_start}Learn more%{learn_more_link_end}.
ko: 기본 브랜치의 보호는 하나 이상의 %{security_policies_link_start}보안 정책%{security_policies_link_end}에 의해 강제되고 있어 변경할 수 없습니다. %{learn_more_link_start}자세히 알아보기%{learn_more_link_end}.

source: SecurityOrchestration|You can't unprotect this branch because its protection is enforced by one or more %{security_policies_link_start}security policies%{security_policies_link_end}. %{learn_more_link_start}Learn more%{learn_more_link_end}.
ko: 이 브랜치에 대한 보호는 하나 이상의 %{security_policies_link_start}보안 정책%{security_policies_link_end}에 의해 시행되기 때문에 보호를 해제할 수 없습니다. %{learn_more_link_start}자세히 알아보기%{learn_more_link_end}.
ru: Вы не можете снять защиту с этой ветки, потому что её защита обеспечивается одной или несколькими %{security_policies_link_start}политиками безопасности%{security_policies_link_end}. %{learn_more_link_start}Подробнее%{learn_more_link_end}.

source: SecurityOrchestration|You don't have any security policies yet
ko: 아직 보안 정책이 없습니다.

source: SecurityOrchestration|You must edit the policy and replace the deprecated syntax (%{deprecatedProperties}). For details on its replacement, see the %{linkStart}policy documentation%{linkEnd}.
ko: 정책을 편집하고 더 이상 사용되지 않는 구문(%{deprecatedProperties})을 교체해야 합니다. 교체에 대한 자세한 내용은 %{linkStart}정책 설명서%{linkEnd}를 참조하세요.

source: SecurityOrchestration|You must select one or more compliance frameworks to which this policy should apply.
ko: 이 정책을 적용해야 하는 규정 준수 프레임워크를 하나 이상 선택해야 합니다.
ru: Необходимо выбрать один или несколько регламентов соблюдения норм, к которым должна применяться эта политика.

source: SecurityOrchestration|You must select one or more groups from this policy.
ko: 이 정책에서 하나 이상의 그룹을 선택해야 합니다.
ru: Нужно выбрать одну или несколько групп из этой политики.

source: SecurityOrchestration|You must select one or more projects to be excluded from this policy.
ko: 이 정책에서 제외할 프로젝트를 하나 이상 선택해야 합니다.

source: SecurityOrchestration|You must select one or more projects to which this policy should apply.
ko: 이 정책을 적용해야 하는 프로젝트를 하나 이상 선택해야 합니다.
ru: Нужно выбрать один или несколько проектов, к которым будет применяться эта политика.

source: SecurityOrchestration|You've reached the maximum limit of %{max} %{type} policies allowed. Policies are disabled when added.
ko: 허용되는 정책 최대 한도인 %{max} %{type} 에 도달했습니다. 정책을 추가하면 비활성화됩니다.
ru: Вы достигли максимального лимита %{max} %{type} политик. Политики будут отключены при добавлении.

source: SecurityOrchestration|a license scanner found license violations
ko: 라이선스 스캐너가 라이선스 위반을 발견했습니다.
ru: сканер лицензий обнаружил нарушения лицензии

source: SecurityOrchestration|a merge request has been opened against a protected branch
ko: 보호된 브랜치에 대해 머지 리퀘스트가 열렸습니다.
ru: запрос на слияние был открыт в отношении защищённой ветки

source: SecurityOrchestration|a security policy has been violated
ko: 보안 정책이 위반되었습니다.
ru: была нарушена политика безопасности

source: SecurityOrchestration|a security scanner found vulnerabilities matching the criteria
ko: 보안 스캐너가 기준과 일치하는 취약점을 발견했습니다.
ru: сканер безопасности обнаружил уязвимости, соответствующие критериям

source: SecurityOrchestration|all namespaces
ko: 모든 네임스페이스

source: SecurityOrchestration|all projects in the linked groups
ko: 링크된 그룹의 모든 프로젝트

source: SecurityOrchestration|all projects in this group
ko: 이 그룹의 모든 프로젝트

source: SecurityOrchestration|allowlist
ko: 허용목록

source: SecurityOrchestration|and run for %{hours}
ko: 그리고 %{hours} 동안 실행

source: SecurityOrchestration|and run for %{hours} and %{minutes}
ko: 그리고 %{hours}와 %{minutes}분 실행

source: SecurityOrchestration|and run for %{minutes}
ko: 그리고 %{minutes} 동안 실행

source: SecurityOrchestration|and run for %{seconds}
ko: 그리고 %{seconds} 동안 실행

source: SecurityOrchestration|any
ko: 모든

source: SecurityOrchestration|any branch
ko: 모든 브랜치
ru: любая ветка

source: SecurityOrchestration|any default branch
ko: 모든 기본 브랜치
ru: любая ветка по умолчанию

source: SecurityOrchestration|any protected branch
ko: 모든 보호된 브랜치
ru: любая защищённая ветка

source: SecurityOrchestration|any security scanner finds
ko: 모든 보안 스캐너 찾기

source: SecurityOrchestration|are false positives
ko: 거짓 양성 (false positive)
ru: являются ложными срабатываниями

source: SecurityOrchestration|are not false positives
ko: 거짓 양성이 아닙니다.
ru: не являются ложными срабатываниями

source: SecurityOrchestration|at %{time}
ko: %{time} 에

source: SecurityOrchestration|at the following times: %{cadenceSelector}, start at %{start}, run for: %{duration}, and timezone is %{timezoneSelector}
ko: 다음 시간에: %{cadenceSelector}, %{start}부터 시작하여 %{duration} 동안 실행되며, 시간대는 %{timezoneSelector}입니다.
ru: в следующие моменты: %{cadenceSelector}, начало в %{start}, выполнение в течение %{duration}, часовой пояс — %{timezoneSelector}.

source: SecurityOrchestration|branch
ko: 브랜치

source: SecurityOrchestration|branches
ko: 브랜치
ru: ветки

source: SecurityOrchestration|by the agent named %{agents} %{cadence}%{branchExceptionsString}
ko: 이름이 %{agents} %{cadence}%{branchExceptionsString}인 에이전트에 의해

source: SecurityOrchestration|compliance frameworks
ko: 규정 준수 프레임워크
ru: регламенты соблюдения норм

source: SecurityOrchestration|default
ko: 기본값
ru: по умолчанию

source: SecurityOrchestration|denylist
ko: 거부목록

source: SecurityOrchestration|except for:
ko: 예외:

source: SecurityOrchestration|except groups
ko: 제외 그룹
ru: кроме групп

source: SecurityOrchestration|except projects
ko: 제외 프로젝트
ru: кроме проектов
