Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Cohorts|Active users
ko: 활성 사용자
ru: Активные пользователи

source: Cohorts|Inactive users
ko: 비활성 사용자
ru: Неактивные пользователи

source: Cohorts|Month %{month_index}
ko: %{month_index} 월
ru: Месяц %{month_index}

source: Cohorts|New users
ko: 신규 사용자
ru: Новые пользователи

source: Cohorts|Registration month
ko: 등록 월
ru: Месяц регистрации

source: Cohorts|Returning users
ko: 돌아온 사용자
ru: Возвращающиеся пользователи

source: Collapse
ko: 감추기
ru: Свернуть

source: Collapse %{section} merge requests
ko: %{section} 머지 리퀘스트 접기

source: Collapse all files
ko: 모든 파일 접기
ru: Свернуть все файлы

source: Collapse eligible approvers
ko: 적합한 승인자 접기
ru: Свернуть подходящих рецензентов

source: Collapse issues
ko: 이슈 접기

source: Collapse jobs
ko: 작업 접기
ru: Свернуть задания

source: Collapse merge checks
ko: 머지 확인 접기
ru: Свернуть проверки перед слиянием

source: Collapse merge details
ko: 머지 세부정보 접기
ru: Свернуть детали слияния

source: Collapse merge request reports
ko: 머지 리퀘스트 보고서 감추기
ru: Свернуть отчёты о запросах на слияние

source: Collapse milestones
ko: 마일스톤 접기
ru: Свернуть этапы

source: Collapse replies
ko: 답변 접기

source: Collapse settings section
ko: 설정 섹션 접기

source: Collapse sidebar
ko: 사이드 바 축소
ru: Свернуть панель

source: Collector hostname
ko: 수집기 호스트 이름

source: Color
ko: 색상
ru: Цвет

source: ColorMode|Auto (Beta)
ko: 자동 (베타)
ru: Авто (бета)

source: ColorMode|Dark (Beta)
ko: 다크 (베타)
ru: Тёмный (бета)

source: ColorMode|Light
ko: 밝음
ru: Светлый

source: ColorPicker|Enter any hex color or choose one of the suggested colors below.
ko: 색상을 16진수 코드로 입력하거나 아래 추천 색상 중 하나를 선택하십시오.
ru: Введите цвет в формате hex или выберите один из предложенных ниже.

source: ColorPicker|Enter any hex color.
ko: 16진수 컬러를 입력하세요.
ru: Введите цвет в формате hex.

source: ColorWidget|An error occurred while updating color.
ko: 색상을 업데이트하는 동안 오류가 발생했습니다.

source: ColorWidget|Assign epic color
ko: 에픽 색상 지정

source: ColorWidget|Color
ko: 색상
ru: Цвет

source: ColorWidget|Error fetching epic color.
ko: 에픽 색상을 가져오는 동안 오류가 발생했습니다.

source: Colorize messages
ko: 메시지 색상 지정

source: Comma-separated list of branches to be automatically inspected. Leave blank to include all branches.
ko: 자동으로 검사할 브랜치 목록을 쉼표로 구분합니다. 모든 브랜치를 포함하려면 비워 두세요.

source: Comma-separated list of recipient email addresses.
ko: 쉼표로 구분된 받을 사람 이메일 주소 목록입니다.
ru: Разделённый запятыми список адресов электронной почты получателей.

source: Command
ko: 명령
ru: Команда

source: Command id '%{command}' must not start with '%{prefix}'
ko: 명령 ID '%{command}'은 '%{prefix}'로 시작할 수 없습니다.

source: Command line instructions
ko: 명령줄 지침
ru: Инструкции командной строки

source: CommandPalette|Global Commands
ko: 전역 명령
ru: Глобальные команды

source: CommandPalette|Pages
ko: Pages

source: CommandPalette|Project files
ko: 프로젝트 파일
ru: Файлы проекта

source: CommandPalette|Search by filename
ko: 파일이름으로 검색
ru: Поиск по имени файла

source: CommandPalette|Search by project (minimum 3 characters)
ko: 프로젝트로 검색 (최소 3자)
ru: Поиск по проекту (не менее 3 символов)

source: CommandPalette|Search by username (minimum 3 characters)
ko: 사용자 이름으로 검색 (최소 3자)
ru: Поиск по имени пользователя (не менее 3 символов)

source: CommandPalette|Search for a page or action
ko: 페이지 또는 작업 검색
ru: Поиск страницы или действия

source: CommandPalette|Settings
ko: 설정
ru: Настройки

source: CommandPalette|issue (enter at least 3 chars)
ko: 이슈 (3글자 이상 입력)

source: Commands applied
ko: 명령 적용됨
ru: Применённые команды

source: Commands did not apply
ko: 명령이 적용되지 않았습니다.

source: Comment
ko: 댓글 달기
ru: Комментарий

source: Comment '%{label}' position
ko: 댓글 '%{label}' 위치

source: Comment Templates
ko: 댓글 템플릿
ru: Шаблоны комментариев

source: Comment added to the timeline.
ko: 타임라인에 댓글이 추가되었습니다.

source: Comment anyway
ko: 무시하고 댓글 작성
ru: Всё равно оставить комментарий

source: Comment could not be submitted. Please check your network connection and try again.
ko: 댓글을 달 수 없습니다! 네트워크 연결을 확인하고 다시 시도하세요.
ru: Комментарий не может быть отправлен. Проверьте ваше сетевое подключение и попробуйте снова.

source: Comment could not be submitted: %{reason}.
ko: 다음 이유로 댓글을 달 수 없습니다: %{reason}
ru: Комментарий не может быть отправлен: %{reason}.

source: Comment could not be updated: %{reason}.
ko: 다음 이유로 댓글을 업데이트할 수 없습니다: %{reason}

source: Comment form position
ko: 댓글 양식 위치

source: Comment is being updated
ko: 댓글 업데이트 중

source: Comment on lines %{startLine} to %{endLine}
ko: %{startLine} ~ %{endLine} 라인에 대한 주석

source: Comment on this file
ko: 이 파일에 댓글 달기
ru: Прокомментировать этот файл

source: Comment template actions
ko: 댓글 템플릿 동작

source: Comment templates
ko: 댓글 템플릿
ru: Шаблоны комментариев

source: Comment templates can be used when creating comments inside issues, merge requests, and epics.
ko: 이슈, 머지 리퀘스트 및 에픽 내에서 댓글을 작성할 때 댓글 템플릿을 사용할 수 있습니다.
ru: Шаблоны комментариев можно использовать при создании комментариев внутри обсуждений, запросов на слияние и целей.

source: Comment type
ko: 댓글 유형

source: Comment/Reply (quoting selected text)
ko: 댓글/답글 (선택한 텍스트 인용)
ru: Комментарий или ответ (цитирование выделенного текста)

source: Commented on %{link_to_project}
ko: %{link_to_project}에 댓글을 달았습니다.
ru: Оставлен комментарий в %{link_to_project}

source: Commenting on files that are only moved or renamed is not supported
ko: 이동 또는 이름 변경된 파일에 대한 댓글은 지원되지 않습니다
ru: Комментирование только перемещённых или переименованных файлов не поддерживается

source: Commenting on files that replace or are replaced by symbolic links is not supported
ko: 심볼릭 링크로 대체되었거나 대체되는 파일에 대한 댓글은 현재 지원되지 않습니다
ru: Комментирование файлов, которые заменяют или заменяются символическими ссылками, не поддерживается

source: Commenting on symbolic links that replace or are replaced by files is not supported
ko: 파일에 대체되거나 대체하는 심볼릭 링크에 대한 댓글은 지원되지 않습니다.
ru: Комментирование символических ссылок, которые заменяют файлы или заменяются ими, не поддерживается

source: Commenting on this line is not supported
ko: 이 라인에 댓글을 작성하는 것은 지원되지 않습니다.

source: Comments
ko: 댓글
ru: Комментарии

source: Comments (from bots)
ko: 댓글 (봇)
ru: Комментарии (от ботов)

source: Comments (from users)
ko: 댓글 (사용자)
ru: Комментарии (от пользователей)

source: Commit
ko: 커밋
ru: Коммит

source: Commit %{commit_id}
ko: 커밋 %{commit_id}
ru: Коммит %{commit_id}

source: Commit (when editing commit message)
ko: 커밋 (커밋 메시지 편집 시)
ru: Коммит (при редактировании описания коммита)

source: Commit SHA
ko: 커밋 SHA
ru: SHA коммита

source: Commit changes
ko: 변경 사항 커밋
ru: Коммит изменений

source: Commit deleted
ko: 커밋이 삭제됨
ru: Коммит удален

source: Commit message
ko: 커밋 메시지
ru: Сообщение коммита

source: Commit message generated by GitLab Duo
ko: GitLab Duo에서 생성된 커밋 메시지
ru: Сообщение коммита сгенерировано GitLab Duo

source: Commit notes
ko: 커밋 노트
ru: Заметки к коммиту

source: Commit statistics for %{ref} %{start_time} - %{end_time}
ko: %{ref} 에 대한 커밋 통계 %{start_time} - %{end_time}
ru: Статистика коммитов для %{ref} в период с %{start_time} по %{end_time}

source: Commit to a new branch
ko: 새 브랜치로 커밋
ru: Коммит в новую ветку

source: Commit to the current %{branchName} branch
ko: 현재 %{branchName} 브랜치에 커밋합니다.
ru: Коммит в текущую ветку %{branchName}

source: CommitBoxTitle|Commit
ko: 커밋
ru: Коммит

source: CommitMessage|Add %{file_name}
ko: %{file_name} 추가
ru: Добавить %{file_name}

source: CommitSignature|This commit was signed with a key that was revoked.
ko: 이 커밋은 해지된 키로 서명되었습니다.
ru: Этот коммит был подписан отозванным ключом.

source: CommitSignature|Unverified
ko: 미인증

source: CommitSignature|Unverified signature
ko: 미인증 서명
ru: Непроверенная подпись

source: CommitWidget|authored
ko: 작성 됨
ru: создан

source: Commits
ko: 커밋
ru: Коммиты

source: Commits & branches
ko: 커밋과 브랜치
ru: Коммиты и ветки

source: Commits feed
ko: 커밋 피드
ru: Лента коммитов

source: Commits in %{branchName}
ko: %{branchName} 내의 커밋

source: Commits per day hour (UTC)
ko: 일일 커밋 (UTC)
ru: Коммиты по часам дня (UTC)

source: Commits per day of month
ko: 월별 커밋
ru: Коммиты по дням месяца

source: Commits per weekday
ko: 평일 커밋
ru: Коммиты по дням недели

source: Commits to
ko: 커밋할 브랜치
ru: Коммитов в

source: Commits you select appear here. Go to the first tab and select commits to add to this merge request.
ko: 선택한 커밋이 여기에 표시됩니다. 첫 번째 탭으로 이동하여 이 머지 리퀘스트에 추가할 커밋을 선택합니다.
ru: Коммиты, которые вы выберете, будут отображаться здесь. Перейдите на первую вкладку и выберите коммиты для добавления в этот запрос на слияние.

source: Commits:
ko: 커밋:
ru: Коммиты:

source: Commits|An error occurred while fetching merge requests data.
ko: 머지 리퀘스트 데이터를 반영하는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении данных запроса на слияния.

source: Commits|No related merge requests found
ko: 관련된 머지 리퀘스트가 없습니다.
ru: Не найдено связанных запросов на слияние

source: Commits|Something went wrong while fetching commit details
ko: 하위 커밋 상세정보를 가져오는데 문제가 발생했습니다
ru: Произошла ошибка при получении данных о коммитах

source: Committed by
ko: 커밋한 사용자
ru: Закоммитил(а)

source: Committed-after
ko: 이후에 커밋됨

source: Committed-before
ko: 이전에 커밋됨

source: Commit|Branches
ko: 브랜치
ru: Ветки

source: Commit|Tags
ko: 태그
ru: Теги

source: Commit|There was an error fetching the commit references. Please try again later.
ko: 커밋 참조를 가져오는 동안 오류가 발생했습니다. 나중에 다시 시도 해주십시오.
ru: Произошла ошибка при получении ссылок на коммит. Повторите попытку позже.

source: Commit|containing commit
ko: 커밋 포함
ru: содержащие коммит

source: Company
ko: 회사
ru: Компания

source: Company name
ko: 회사 이름
ru: Название компании

source: Compare
ko: 비교
ru: Сравнение

source: Compare %{oldCommitId}…%{newCommitId}
ko: %{oldCommitId}…%{newCommitId} 비교
ru: Сравнить %{oldCommitId}…%{newCommitId}

source: Compare Branches
ko: 브랜치 비교
ru: Сравнить ветки

source: Compare GitLab editions
ko: GitLab 버전 비교
ru: Сравнить редакции GitLab

source: Compare GitLab plans
ko: GitLab 요금제 비교
ru: Сравнить тарифы GitLab

source: Compare branches and continue
ko: 브랜치를 비교하고 계속
ru: Сравнить ветки и продолжить

source: Compare changes
ko: 변경 사항 비교
ru: Сравнить изменения

source: Compare revisions
ko: 리비전 비교
ru: Сравнить ревизии

source: Compare submodule commit revisions
ko: 하위 모듈 커밋 리비전 비교
ru: Сравнить ревизии коммитов подмодуля

source: Compare with previous version
ko: 이전 버전과 비교
ru: Сравнить с предыдущей версией

source: CompareRevisions|%{source_branch} and %{target_branch} are the same.
ko: %{source_branch} 과 %{target_branch} 은 같습니다.
ru: %{source_branch} и %{target_branch} совпадают.

source: CompareRevisions|Branches
ko: 브랜치
ru: Ветки

source: CompareRevisions|Changes are shown as if the %{boldStart}source%{boldEnd} revision was being merged into the %{boldStart}target%{boldEnd} revision. %{linkStart}Learn more about comparing revisions.%{linkEnd}
ko: %{boldStart}소스%{boldEnd} 수정시항이 %{boldStart}대상%{boldEnd} 변경사항으로 머지되는 것처럼 변경 사항이 표시됩니다. %{linkStart}리비전 비교에 대해 자세히 알아보십시오.%{linkEnd}
ru: Изменения отображаются так, как если бы версия %{boldStart}источника%{boldEnd} сливалась с версией %{boldStart}цели%{boldEnd}. %{linkStart}Подробнее о сравнении версий%{linkEnd}.

source: CompareRevisions|Commits on Source (%{commits_amount})
ko: 소스상의 커밋 (%{commits_amount})
ru: Коммиты в источнике (%{commits_amount})

source: CompareRevisions|Compare
ko: 비교
ru: Сравнить

source: CompareRevisions|Compare revisions
ko: 리비전 비교
ru: Сравнить ревизии

source: CompareRevisions|Create merge request
ko: 머지 리퀘스트 생성
ru: Создать запрос на слияние

source: CompareRevisions|Filter by Git revision
ko: Git 리비전으로 필터링
ru: Фильтр по ревизии Git

source: CompareRevisions|Include changes to target since source was created
ko: 소스 생성 이후 대상에 대한 변경 사항 포함
ru: Включить изменения в цель с момента создания источника

source: CompareRevisions|Only incoming changes from source
ko: 소스에서 들어오는 변경 사항만
ru: Только входящие изменения из источника

source: CompareRevisions|Select Git revision
ko: Git 리비전 선택
ru: Выберите ревизию Git

source: CompareRevisions|Select branch/tag
ko: 브랜치/태그 선택
ru: Выбрать ветку или тег

source: CompareRevisions|Select target project
ko: 대상 프로젝트 선택
ru: Выберите целевой проект

source: CompareRevisions|Show changes
ko: 변경 사항 표시
ru: Показать изменения

source: CompareRevisions|Swap
ko: 교체
ru: Поменять

source: CompareRevisions|Swap revisions
ko: 리비전 교체
ru: Поменять ревизии местами

source: CompareRevisions|Tags
ko: 태그
ru: Теги

source: CompareRevisions|There isn't anything to compare
ko: 비교할 항목이 없습니다.
ru: Сравнивать нечего

source: CompareRevisions|There was an error while loading the branch/tag list. Please try again.
ko: 브랜치/태그 목록을 로드하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Ошибка при загрузке списка веток/тегов. Пожалуйста, попробуйте ещё раз.

source: CompareRevisions|There was an error while searching the branch/tag list. Please try again.
ko: 브랜치/태그 목록을 검색하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Ошибка при поиске списка веток/тегов. Пожалуйста, попробуйте ещё раз.

source: CompareRevisions|View open merge request
ko: 열려있는 머지 리퀘스트 보기
ru: Смотреть открытый запрос на слияние

source: Comparison pipelines
ko: 파이프라인 비교
ru: Сравнение конвейеров

source: Complete
ko: 완료
ru: Завершено

source: Complete verification to sign up.
ko: 가입을 위해 인증을 완료하세요.

source: Complete with errors
ko: 오류가 있는 완료

source: Completed
ko: 완료
ru: Завершено

source: Completed in %{duration_seconds} seconds (%{relative_time})
ko: %{duration_seconds} 초 안에 완료(%{relative_time})

source: Compliance Center Export|Example: 2dc6aa3
ko: 예: 2dc6aa3
ru: Например: 2dc6aa3

source: Compliance Center Export|Export a list of compliance frameworks for a project as a CSV file.
ko: 프로젝트의 규정 준수 프레임워크 목록을 CSV 파일로 내보냅니다.
ru: Экспорт регламентов соблюдения норм для проекта в формате CSV.

source: Compliance Center Export|Export chain of custody report
ko: 전체 위반 리포트 내보내기
ru: Экспорт отчёта о цепочке ответственности

source: Compliance Center Export|Export chain of custody report as a CSV file (limited to 15MB).
ko: 관리 연속성 보고서를 CSV 파일(15MB로 제한)로 내보냅니다.
ru: Экспорт отчёта о цепочке ответственности в CSV-файл (ограничение 15 МБ).

source: Compliance Center Export|Export chain of custody report of a specific commit as a CSV file (limited to 15MB).
ko: 특정 커밋에 대한 관리 연속성 보고서를 CSV 파일(15MB로 제한)로 내보냅니다.
ru: Экспорт отчёта о цепочке ответственности для конкретного коммита в CSV-файл (ограничение 15 МБ).

source: Compliance Center Export|Export compliance status report
ko: 규정준수 상태 리포트 내보내기
ru: Экспорт отчёта о состоянии соблюдения норм

source: Compliance Center Export|Export contents of the compliance frameworks report as a CSV file.
ko: 규정 준수 프레임워크 보고서의 내용을 CSV 파일로 내보냅니다.
ru: Экспорт содержимого отчёта о регистрах соблюдения норм в формате CSV.

source: Compliance Center Export|Export contents of the compliance status report as a CSV file.
ko: 규정 준수 프레임워크 보고서의 내용을 CSV 파일로 내보냅니다.
ru: Экспорт отчёта о состоянии соблюдения норм в файл CSV.

source: Compliance Center Export|Export contents of the standards adherence report as a CSV file.
ko: 표준 준수 보고서의 내용을 CSV 파일로 내보냅니다.
ru: Экспортируйте содержимое отчёта о соблюдении стандартов в файл CSV.

source: Compliance Center Export|Export custody report
ko: 위반 리포트 내보내기
ru: Экспорт отчёта о цепочке ответственности

source: Compliance Center Export|Export custody report of a specific commit
ko: 특정 커밋에 대한 위반 리포트 내보내기
ru: Экспорт отчёта о цепочке ответственности для конкретного коммита

source: Compliance Center Export|Export frameworks report
ko: 프레임워크 보고서 내보내기
ru: Экспорт отчёта по регламентам

source: Compliance Center Export|Export list of project frameworks
ko: 프로젝트 프레임워크 목록 내보내기
ru: Экспорт списка регламентов проекта

source: Compliance Center Export|Export merge request violations as a CSV file.
ko: 머지 리퀘스트 위반을 CSV 파일로 내보냅니다.
ru: Экспорт нарушений в запросах на слияние в файл CSV.

source: Compliance Center Export|Export standards adherence report
ko: 표준 준수 보고서 내보내기
ru: Экспорт отчёта о соблюдении стандартов

source: Compliance Center Export|Export violations report
ko: 위반 리포트 내보내기
ru: Экспорт отчёта о нарушениях

source: Compliance Center Export|Invalid hash
ko: 잘못된 해시
ru: Неверный хэш

source: Compliance Center Export|Send email of the chosen report as CSV
ko: 선택한 보고서를 CSV로 이메일 보내기
ru: Отправить по электронной почте выбранный отчёт в формате CSV

source: Compliance Center Export|You will be emailed after the export is processed.
ko: 내보내기가 처리된 후 이메일로 받게 됩니다.
ru: После обработки экспорта вам будет отправлено письмо.

source: Compliance Center|Compliance status
ko: 규정 준수 상태
ru: Состояние соблюдения норм

source: Compliance Center|Frameworks
ko: 프레임워크
ru: Регламенты

source: Compliance Center|Report and manage compliance status, violations, and compliance frameworks for the group. %{linkStart}Learn more%{linkEnd}.
ko: 그룹의 규정 준수 상태, 위반 사항, 규정 준수 프레임워크를 보고하고 관리합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Отслеживайте и управляйте состоянием соблюдения норм, нарушениями и структурами соблюдения норм для группы. %{linkStart}Подробнее%{linkEnd}.

source: Compliance Center|Violations
ko: 위반
ru: Нарушения

source: Compliance center
ko: 규정준수 센터
ru: Центр соответствия

source: Compliance framework settings have moved.
ko: 규정 준수 프레임워크 설정이 이동되었습니다.
ru: Настройки регламента соблюдения норм были перемещены.

source: Compliance frameworks
ko: 규정 준수 프레임워크
ru: Регламенты соблюдения норм

source: Compliance requirement control successfully deleted
ko: 규정 준수 요구 사항 제어가 성공적으로 삭제되었습니다.
ru: Мера контроля соблюдения норм успешно удалена.

source: Compliance requirement status successfully refreshed.
ko: 규정 준수 요구 사항 상태가 성공적으로 새로 고쳐졌습니다.
ru: Статус требования по соблюдению норм успешно обновлён.

source: Compliance requirement successfully deleted
ko: 규정 준수 요구 사항이 성공적으로 삭제됨
ru: Требование соблюдения норм успешно удалено

source: ComplianceChainOfCustody| Chain of custody export
ko: 관리 연속성 내보내기

source: ComplianceFrameworksReport|Associated Projects
ko: 연결된 프로젝트

source: ComplianceFrameworksReport|Compliance framework ID
ko: 규정 준수 프레임워크 ID
ru: Идентификатор регламента соблюдения норм

source: ComplianceFrameworksReport|Control ID copied to clipboard.
ko: 컨트롤 ID가 클립보드에 복사되었습니다.
ru: Идентификатор меры контроля скопирован в буфер обмена.

source: ComplianceFrameworksReport|Controls
ko: 컨트롤
ru: Меры контроля

source: ComplianceFrameworksReport|Copy ID
ko: ID 복사
ru: Скопировать ID

source: ComplianceFrameworksReport|Default
ko: 기본값
ru: По умолчанию

source: ComplianceFrameworksReport|Default framework removed successfully
ko: 기본 프레임워크가 성공적으로 제거되었습니다.
ru: Регламент по умолчанию успешно удалён.

source: ComplianceFrameworksReport|Default framework set successfully
ko: 기본 프레임워크가 성공적으로 설정되었습니다.
ru: Регламент по умолчанию успешно установлен.

source: ComplianceFrameworksReport|Description
ko: 설명
ru: Описание

source: ComplianceFrameworksReport|Edit framework
ko: 프레임워크 편집
ru: Изменить регламент

source: ComplianceFrameworksReport|Failed to export framework
ko: 프레임워크를 내보내는 데 실패됨
ru: Не удалось экспортировать регламент

source: ComplianceFrameworksReport|Failed to remove default framework
ko: 기본 프레임워크를 제거하지 못했습니다.
ru: Не удалось удалить регламент по умолчанию

source: ComplianceFrameworksReport|Failed to set default framework
ko: 기본 프레임워크를 설정하지 못했습니다.
ru: Не удалось установить регламент по умолчанию

source: ComplianceFrameworksReport|Framework ID copied to clipboard.
ko: 프레임워크 ID가 클립보드에 복사되었습니다.
ru: ID регламента скопирован в буфер обмена.

source: ComplianceFrameworksReport|Policies
ko: 정책
ru: Политики

source: ComplianceFrameworksReport|Remove as default framework
ko: 기본 프레임워크로 제거
ru: Удалить как регламент по умолчанию

source: ComplianceFrameworksReport|Requirements
ko: 요구 사항
ru: Требования

source: ComplianceFrameworksReport|Set as default framework
ko: 기본 프레임워크로 설정
ru: Установить как регламент по умолчанию

source: ComplianceFrameworksReport|Use the compliance framework ID in configuration or API requests.
ko: 구성 또는 API 요청에서 규정 준수 프레임워크 ID를 사용합니다.
ru: Используйте идентификатор регламента соблюдения норм в конфигурации или API-запросах.

source: ComplianceFrameworksReport|Use the compliance framework ID in configuration or API requests. %{linkStart}Learn more.%{linkEnd}
ko: 구성 또는 API 요청에서 규정 준수 프레임워크 ID를 사용하세요. %{linkStart}자세히 알아보세요.%{linkEnd}
ru: Используйте идентификатор регламента соблюдения норм в конфигурации или API-запросах. %{linkStart}Подробнее.%{linkEnd}

source: ComplianceFrameworksReport|Using the ID
ko: ID 사용
ru: Использование ID

source: ComplianceFrameworks| Frameworks export
ko: 프레임워크 내보내기

source: ComplianceFrameworks| Project frameworks export
ko: 프로젝트 프레임워크 내보내기

source: ComplianceFrameworks|"%{name}" is a reserved word and cannot be used as a compliance framework name.
ko: "%{name}" 은 예약된 단어이므로 규정 준수 프레임워크 이름으로 사용할 수 없습니다.
ru: «%{name}» — зарезервированное слово, его нельзя использовать в качестве названия регламента соблюдения норм.

source: ComplianceFrameworks|A compliance frameworks CSV export for the group "%{group_name}" is attached to this email.
ko: '%{group_name}' 그룹에 대한 규정 준수 프레임워크 CSV 내보내기가 이 이메일에 첨부되어 있습니다.
ru: Экспорт регламентов соблюдения норм в формате CSV для группы «%{group_name}» прикреплён к этому письму.

source: ComplianceFrameworks|A compliance frameworks CSV export for the group %{group_link} is attached to this email.
ko: %{group_link} 그룹에 대한 규정 준수 프레임워크 CSV 내보내기가 이 이메일에 첨부되어 있습니다.
ru: Экспорт регламентов соблюдения норм в формате CSV для группы %{group_link} прикреплён к этому письму.

source: ComplianceFrameworks|Action
ko: 작업
ru: Действие

source: ComplianceFrameworks|Add a GitLab control
ko: GitLab 컨트롤 추가
ru: Добавить меру контроля GitLab

source: ComplianceFrameworks|Add an external control
ko: 외부 컨트롤 추가
ru: Добавить внешнюю меру контроля

source: ComplianceFrameworks|Add framework
ko: 프레임워크 추가
ru: Добавить регламент

source: ComplianceFrameworks|All selected projects will be covered by the framework’s selected requirements and the policies.
ko: 선택된 모든 프로젝트는 프레임워크의 선택된 요구 사항과 정책에 따라 적용됩니다.
ru: Все выбранные проекты будут охвачены выбранными требованиями и политиками регламента.

source: ComplianceFrameworks|An error occurred while deleting the requirement.
ko: 요구사항을 삭제하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении требования.

source: ComplianceFrameworks|Background color
ko: 배경색
ru: Цвет фона

source: ComplianceFrameworks|Basic information
ko: 기본 정보
ru: Основная информация

source: ComplianceFrameworks|Cancel
ko: 취소
ru: Отмена

source: ComplianceFrameworks|Choose a GitLab control
ko: GitLab 컨트롤 선택
ru: Выберите меру контроля GitLab

source: ComplianceFrameworks|Compliance framework created
ko: 규정 프레임워크가 생성되었습니다.
ru: Регламент соблюдения норм создан

source: ComplianceFrameworks|Compliance frameworks applied
ko: 규정 준수 프레임워크 적용됨
ru: Применённые регламенты соблюдения норм

source: ComplianceFrameworks|Compliance frameworks applied to %{projectName}
ko: %{projectName}에 적용된 규정 준수 프레임워크
ru: Регламенты соблюдения норм, применённые к проекту %{projectName}

source: ComplianceFrameworks|Compliance frameworks that are linked to an active policy can't be deleted
ko: 활성화된 정책에 링크된 규정 준수 프레임워크는 삭제할 수 없습니다.
ru: Регламенты соблюдения норм, связанные с активной политикой, не могут быть удалены

source: ComplianceFrameworks|Compliance frameworks that have a scoped policy can't be deleted
ko: 범위가 지정된 정책이 있는 규정 준수 프레임워크는 삭제할 수 없습니다.
ru: Регламенты соблюдения норм с контекстной политикой не могут быть удалены

source: ComplianceFrameworks|Compliance pipeline configuration (deprecated)
ko: 규정 준수 파이프라인 구성 (더 이상 사용되지 않음)
ru: Настройка конвейера соблюдения норм (устарело)

source: ComplianceFrameworks|Compliance pipeline configuration (optional)
ko: 규정 준수 파이프라인 구성 (옵션)
ru: Настройка конвейера соблюдения норм (необязательно)

source: ComplianceFrameworks|Configuration not found
ko: 구성을 찾을 수 없습니다.
ru: Конфигурация не найдена

source: ComplianceFrameworks|Configure requirements set forth by laws, regulations, and industry standards.
ko: 법률, 규정 및 업계 표준에서 제시한 요구 사항을 구성합니다.
ru: Настройте требования, установленные законами, нормативными актами и отраслевыми стандартами.
