Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: %{start} to %{end}
ko: %{start} 에서 %{end}
ru: %{start} по %{end}

source: (from %{timeoutSource})
ko: (%{timeoutSource} 로부터)
ru: (из %{timeoutSource})

source: (squashes %{strongStart}%{count}%{strongEnd} commit)
ko: ( %{strongStart}%{count}%{strongEnd} 커밋 스쿼시)
ru: (сжать %{strongStart}%{count}%{strongEnd} коммит)

source: Collected %{time}
ko: %{time}에 수집했습니다
ru: Получено %{time}

source: Please sign in.
ko: 로그인 해주세요.
ru: Пожалуйста, войдите.

source: This action will also delete:
ko: 이 동작을 수행하면 다음 항목도 삭제됩니다:
ru: Это действие также удалит:

source: and
ko: 그리고
ru: и

source: and %{sliced}
ko: 그리고 %{sliced}
ru: и %{sliced}

source: and leave a comment on
ko: 그리고 댓글을 남겨주세요
ru: и комментировать

source: except branch:
ko: 제외 브랜치:
ru: кроме ветки:

source: or
ko: 또는
ru: или

source: or %{emphasisStart}!merge request ID%{emphasisEnd}
ko: 또는 %{emphasisStart}!머지 리퀘스트 ID%{emphasisEnd}
ru: или %{emphasisStart}!ID запроса на слияние%{emphasisEnd}

source: or %{emphasisStart}#ID%{emphasisEnd}
ko: 또는 %{emphasisStart}#ID%{emphasisEnd}

source: or %{emphasisStart}#issue ID%{emphasisEnd}
ko: 또는 %{emphasisStart}#이슈 ID%{emphasisEnd}

source: or %{emphasisStart}&epic ID%{emphasisEnd}
ko: 또는 %{emphasisStart}&epic ID%{emphasisEnd}
ru: или %{emphasisStart}&идентификатор цели%{emphasisEnd}

source: or references
ko: 또는 참조
ru: или ссылки

source: reacted with :%{name}:
ko: :%{name}: 로 반응했습니다.
ru: отреагировал(а) :%{name}:

source: "%{path}" did not exist on "%{ref}"
ko: "%{path}"는 "%{ref}"에 존재하지 않습니다
ru: «%{path}» не существует на «%{ref}»

source: ##### ERROR ##### You have used %{usage_percentage} of the storage quota for %{namespace_name} (%{current_size} of %{size_limit}). %{namespace_name} is now read-only. Projects under this namespace are locked and actions will be restricted. To manage storage, or purchase additional storage, see %{manage_storage_url}. To learn more about restricted actions, see %{restricted_actions_url}
ko: ##### 오류 ##### %{namespace_name} (%{current_size} %{size_limit}에 대해 저장공간 할당량 중 %{usage_percentage} 을 사용했습니다. %{namespace_name} 는 이제 읽기 전용입니다. 이 네임스페이스 아래의 프로젝트는 잠겨 있으며 동작이 제한됩니다. 스토리지를 관리하거나 추가 스토리지를 구매하려면 %{manage_storage_url}를 참조하십시오. 제한된 동작에 대한 자세한 내용은 %{restricted_actions_url}을 참조하십시오.
ru: ##### ОШИБКА ##### Вы использовали %{usage_percentage} квоты хранения для %{namespace_name} (%{current_size} из %{size_limit}). %{namespace_name} теперь доступен только для чтения. Проекты под этим пространством имен заблокированы и действия будут ограничены. Для управления хранилищем или покупки дополнительного хранилища смотрите %{manage_storage_url}. Для получения более подробной информации об ограниченных действиях смотрите %{restricted_actions_url}

source: ##### WARNING ##### You have used %{usage_percentage} of the storage quota for %{namespace_name} (%{current_size} of %{size_limit}). If %{namespace_name} exceeds the storage quota, all projects in the namespace will be locked and actions will be restricted. To manage storage, or purchase additional storage, see %{manage_storage_url}. To learn more about restricted actions, see %{restricted_actions_url}
ko: ##### 경고 ##### 당신은 %{namespace_name}에 대한 스토리지 할당량 중 %{usage_percentage} 을 사용했습니다 (%{size_limit} 중 %{current_size}). %{namespace_name}는 이제 읽기 전용입니다. 이 네임스페이스의 프로젝트는 잠겨 있으며 동작이 제한됩니다. 스토리지를 관리하거나 추가 스토리지를 구매하려면 %{manage_storage_url}를 참조하십시오. 제한된 동작에 대한 자세한 내용은 %{restricted_actions_url}을 참조하십시오.
ru: ##### ВНИМАНИЕ ##### Вы использовали %{usage_percentage} квоты хранения для %{namespace_name} (%{current_size} из %{size_limit}). Если %{namespace_name} превышает квоту хранения, все проекты в пространстве имен будут заблокированы и действия будут ограничены. Для управления хранилищем или покупки дополнительного хранилища смотрите %{manage_storage_url}. Для получения более подробной информации об ограниченных действиях смотрите %{restricted_actions_url}

source: #%{issueIid} (closed)
ko: #%{issueIid} (닫힘)
ru: #%{issueIid} (закрыто)

source: #general, #development
ko: #일반, #개발

source: %d Alert
ko: %d 경고
ru: %d Оповещение

source: %d Approval
ko: %d 승인
ru: %d одобрение

source: %d Artifact
ko: %d 아티팩트
ru: %d артефакт

source: %d Module
ko: %d개 모듈
ru: %d модуль

source: %d Package
ko: %d개의 패키지
ru: %d пакет

source: %d Scanned URL
ko: %d개의 스캔된 URL
ru: %d отсканированная ссылка

source: %d Thread
ko: %d 스레드
ru: %d тема

source: %d URL scanned
ko: %d개의 URL 검사됨
ru: %d URL просканирован

source: %d additional approver
ko: %d명의 추가 승인자
ru: %d дополнительный одобряющий(ая)

source: %d additional assignee
ko: %d명의 추가 담당자
ru: %d дополнительный исполнитель

source: %d additional commenter
ko: %d개의 댓글 작성자
ru: %d дополнительный комментатор

source: %d additional committer
ko: 추가 커미터 %d
ru: %d дополнительный коммиттер

source: %d additional reviewer
ko: %d 추가 검토자
ru: %d дополнительный рецензент

source: %d additional user
ko: %d명의 추가 사용자
ru: %d дополнительный пользователь

source: %d approval
ko: %d 승인
ru: %d одобрение

source: %d approval required
ko: %d 승인 필요
ru: Требуется %d одобрение

source: %d approver
ko: %d명의 승인자
ru: %d одобряющий(ая)

source: %d approver (you've approved)
ko: %d명의 승인자 (내가 승인함)
ru: %d одобряющий(ая) (вы одобрили)

source: %d artifact
ko: %d 아티팩트
ru: %d артефакт

source: %d author
ko: %d 작성자
ru: %d автор

source: %d changed file
ko: %d개의 변경된 파일
ru: %d изменённый файл

source: %d character over limit
ko: %d 자 제한 초과
ru: %d символ сверх лимита

source: %d character over limit.
ko: %d자 한도 초과
ru: Лимит превышен на %d символ.

source: %d character remaining
ko: %d글자 남음
ru: Остался %d символ

source: %d character remaining.
ko: %d자 남음.
ru: Остался %d символ.

source: %d child epic
ko: %d 하위 에픽
ru: %d дочерняя цель

source: %d code quality issue
ko: %d개의 코드 품질 이슈
ru: %d проблем качества кода

source: %d comment
ko: %d개의 댓글
ru: %d комментарий

source: %d commenter
ko: %d명의 댓글 작성자
ru: %d комментатор

source: %d commit
ko: %d개의 커밋
ru: %d коммит

source: %d commit author
ko: %d명의 커밋 작성자
ru: %d автор коммита

source: %d commit behind
ko: %d 커밋 뒤쳐짐
ru: на %d коммит позади

source: %d commit,
ko: %d개의 커밋,
ru: %d коммит,

source: %d completed issue
ko: %d건의 완료된 이슈
ru: %d закрытое обсуждение

source: %d contact
ko: %d 연락처
ru: %d контакт

source: %d contribution
ko: %d 기여
ru: %d вклад

source: %d contributor
ko: %d명의 기여자
ru: %d участник

source: %d day
ko: %d 일
ru: %d день

source: %d environment found
ko: %d 환경을 찾았습니다.
ru: найдено %d окружение

source: %d epic
ko: %d개의 에픽
ru: %d цель

source: %d failed security job
ko: 실패한 보안 작업 %d 개

source: %d file
ko: %d개의 파일
ru: %d файл

source: %d file addition
ko: %d 파일 추가
ru: %d добавление файла

source: %d file deletion
ko: %d 파일 삭제
ru: %d удаление файла

source: %d finding must be resolved
ko: %d 개의 검출 사항을 해결해야 합니다.
ru: %d обнаружение должно быть решено

source: %d findings
ko: %d 개 찾음
ru: %d обнаружение

source: %d fork
ko: %d번 포크 됨
ru: %d форк

source: %d group
ko: %d개의 그룹
ru: %d группа

source: %d group found
ko: %d개의 그룹을 찾았습니다.
ru: %d группа найдена

source: %d group has access
ko: %d개 그룹이 액세스할 수 있습니다.
ru: %d группа имеет доступ

source: %d hour
ko: %d시간
ru: %d час

source: %d inaccessible merge request
ko: %d 개의 접근 불가능한 머지 요청
ru: %d недоступный запрос на слияние

source: %d issue
ko: %d 이슈
ru: %d обсуждение

source: %d issue in this group
ko: 이 그룹의 %d개의 이슈
ru: %d обсуждение в этой группе

source: %d issue successfully imported with the label
ko: %d건의 이슈를 라벨을 통해 성공적으로 가져왔습니다
ru: %d обсуждение успешно импортировано с меткой

source: %d item found
ko: %d개 항목 발견됨
ru: %d элемент найден

source: %d job
ko: %d개의 작업
ru: %d задание

source: %d layer
ko: %d 레이어
ru: %d слой

source: %d line added
ko: %d 라인 추가됨
ru: %d строка добавлена

source: %d line removed
ko: %d 라인 제거됨
ru: %d строка удалена

source: %d merge request
ko: %d개의 머지 리퀘스트
ru: %d запрос на слияние

source: %d merge request that you don't have access to.
ko: %d 머지 요청을 할 권한이 없습니다.
ru: %d запрос на слияние, к которому у вас нет доступа.

source: %d merge requests
ko: %d개의 머지 리퀘스트
ru: %d запрос на слияние

source: %d milestone
ko: %d개의 마일스톤
ru: %d этап

source: %d minute
ko: %d 분
ru: %d минута

source: %d month
ko: %d 개월
ru: %d месяц

source: %d more comment
ko: %d 댓글 더 보기
ru: еще %d комментарий

source: %d option
ko: %d 옵션
ru: %d параметр

source: %d package
ko: %d개의 패키지
ru: %d пакет

source: %d pending comment
ko: %d개의 대기 중인 댓글
ru: %d ожидающий комментарий

source: %d personal project will be removed and cannot be restored.
ko: %d개의 개인 프로젝트가 제거되고, 복원할 수 없게 됩니다.
ru: %d личный проект будет удалён без возможности восстановления.

source: %d policy violations
ko: %d개의 정책 위반
ru: %d нарушение политики

source: %d previously merged commit
ko: %d개의 이전에 머지된 커밋
ru: %d ранее слитый коммит

source: %d project
ko: %d 프로젝트
ru: %d проект

source: %d project has access
ko: %d개 프로젝트가 액세스할 수 있습니다.
ru: %d проект имеет доступ

source: %d project selected
ko: %d개의 프로젝트가 선택됨
ru: %d проект выбран

source: %d push
ko: %d 푸시
ru: %d пуш

source: %d remaining
ko: %d 남음
ru: %d осталось

source: %d reply
ko: %d개의 답글
ru: %d ответ

source: %d result
ko: 결과 %d건
ru: %d результат

source: %d second
ko: %d 초
ru: %d секунда

source: %d snippet
ko: %d개의 스니펫
ru: %d сниппет

source: %d stage
ko: %d 스테이지
ru: %d этап

source: %d star
ko: %d개의 스타
ru: %d звезда

source: %d subgroup
ko: %d개 하위 그룹
ru: %d подгруппа

source: %d tag
ko: %d개의 태그
ru: %d тег

source: %d tag per image name
ko: 이미지 이름 당 %d개의 태그
ru: %d тег на имя образа

source: %d template found
ko: %d 템플릿이 발견됨
ru: Найден %d шаблон

source: %d unresolved thread
ko: %d개의 해결되지 않은 스레드
ru: %d нерешённая тема

source: %d version
ko: %d 버전
ru: %d версия

source: %d vulnerability
ko: %d개의 취약점
ru: %d уязвимость

source: %d vulnerability set to confirmed
ko: %d개의 취약점이 확인됨으로 설정됨
ru: %d уязвимость подтверждена

source: %d vulnerability set to dismissed
ko: %d개의 취약점이 해지로 설정됨
ru: %d уязвимость отклонена

source: %d vulnerability set to needs triage
ko: %d개의 취약점이 분류가 필요함

source: %d vulnerability set to resolved
ko: %d의 취약점이 해결됨으로 설정됨

source: %d warning found:
ko: %d개의 경고 발견:
ru: найдено %d предупреждение:

source: %d week
ko: %d 주
ru: %d неделя

source: %d work item
ko: %d개의 작업 항목
ru: %d рабочий элемент

source: %d year
ko: %d 년
ru: %d год

source: %s additional commit has been omitted to prevent performance issues.
ko: %s 추가 커밋은 성능 이슈를 방지하기 위해 생략되었습니다.
ru: %s дополнительный коммит был пропущен для предотвращения проблем с производительностью.

source: %{actionText} %{actionDetail} %{timeago} by %{author}
ko: %{actionText} %{actionDetail} %{timeago} 작성자 %{author}
ru: %{actionText} %{actionDetail} %{timeago} %{author}

source: %{actionText} & close %{noteable}
ko: %{actionText} & %{noteable} 닫기
ru: %{actionText} и закрыть %{noteable}

source: %{actionText} & reopen %{noteable}
ko: %{actionText} & %{noteable} 다시 열기
ru: %{actionText} и переоткрыть %{noteable}

source: %{address} is an invalid IP address range
ko: %{address}은(는) 유효하지 않은 IP 주소 범위입니다
ru: %{address} — недопустимый диапазон IP-адресов

source: %{approvals_given} of %{required} Approvals
ko: %{required} 중 %{approvals_given} 의 승인
ru: %{approvals_given} из %{required} одобрений

source: %{approvals} of %{approvalRequired}
ko: %{approvalRequired}중 %{approvals}
ru: %{approvals} из %{approvalRequired}

source: %{argument_name} must be formatted correctly. For example: 1h 30m.
ko: %{argument_name} 형식이 올바르게 지정되어야 합니다. 예: 1h 30m.
ru: %{argument_name} должен быть отформатирован правильно. Например: 1h 30m.

source: %{attribute} already taken.
ko: %{attribute} 은(는) 이미 사용 중입니다.
ru: %{attribute} уже занят.

source: %{author_link} cloned %{original_issue} to %{new_issue}.
ko: %{author_link}(이)가 %{original_issue}를 %{new_issue}에 복제했습니다.
ru: %{author_link} клонировал %{original_issue} в %{new_issue}.

source: %{author_link} cloned %{original_issue}. You don't have access to the new project.
ko: %{author_link}(이)가 %{original_issue}를 복제했습니다. 새 프로젝트에 대한 액세스 권한이 없습니다.
ru: %{author_link} клонировал %{original_issue}. У вас нет доступа к новому проекту.

source: %{author_link} wrote:
ko: %{author_link}(이)가 작성:
ru: %{author_link} написал:

source: %{authorsName}'s thread
ko: %{authorsName} 의 스레드
ru: тема %{authorsName}

source: %{author} commented %{time}
ko: %{author} 님이 %{time}에 댓글을 남김
ru: %{author} прокомментировал(а) %{time}

source: %{author} has created a merge request that you can approve.
ko: %{author}는 당신이 승인할 수 있는 머지 리퀘스트를 생성했습니다.
ru: %{author} создал(а) запрос на слияние, который вы можете одобрить.

source: %{author} requested to merge %{source_branch} %{copy_button} into %{target_branch} %{target_copy_button} %{created_at}
ko: %{author}가 %{source_branch} %{copy_button}를 %{target_branch} %{target_copy_button}로 %{created_at}에 머지 리퀘스트를 했습니다.
ru: %{author} запросил(а) слияние %{source_branch} %{copy_button} в %{target_branch} %{target_copy_button} %{created_at}

source: %{board_target} not found
ko: %{board_target} 찾을 수 없음

source: %{boldStart}Created by:%{boldEnd} %{value}
ko: %{boldStart}다음이 생성함:%{boldEnd} %{value}
ru: %{boldStart}Создан:%{boldEnd} %{value}

source: %{boldStart}Merge blocked:%{boldEnd} %{count} check failed
ko: %{boldStart}병합 차단됨: %{boldEnd} %{count} 확인 실패
ru: %{boldStart}Слияние заблокировано:%{boldEnd} %{count} проверка не пройдена

source: %{boldStart}Merge with caution%{boldEnd}: Override added
ko: %{boldStart}머지 시 주의%{boldEnd}: 오버라이드가 추가되어 있음
ru: %{boldStart}Сливать с осторожностью%{boldEnd}: Добавлено переопределение

source: %{boldStart}Pipeline:%{boldEnd} %{value}
ko: %{boldStart}파이프라인:%{boldEnd} %{value}
ru: %{boldStart}Конвейер:%{boldEnd} %{value}

source: %{boldStart}Project:%{boldEnd} %{value}
ko: %{boldStart}프로젝트:%{boldEnd} %{value}
ru: %{boldStart}Проект:%{boldEnd} %{value}

source: %{boldStart}Ready to be merged with caution%{boldEnd}: Override added
ko: %{boldStart}머지 시 주의 - 머지 준비 완료%{boldEnd}: 오버라이드가 추가되어 있음
ru: %{boldStart}Готов к слиянию с осторожностью%{boldEnd}: Добавлено переопределение

source: %{boldStart}Ready to merge by members who can write to the target branch.%{boldEnd}
ko: %{boldStart}대상 브랜치에 쓰기 권한이 있는 멤버가 머지할 준비가 되었습니다.%{boldEnd}
ru: %{boldStart}Готов к слиянию с помощью участников, которые могут писать в целевую ветку.%{boldEnd}

source: %{boldStart}Ready to merge!%{boldEnd}
ko: %{boldStart}머지 준비 완료!%{boldEnd}
ru: %{boldStart}Готово к слиянию!%{boldEnd}

source: %{boldStart}Status:%{boldEnd} %{value}
ko: %{boldStart}상태:%{boldEnd} %{value}
ru: %{boldStart}Статус:%{boldEnd} %{value}

source: %{bold_start}%{count}%{bold_end} issue
ko: %{bold_start}%{count}%{bold_end} 이슈
ru: %{bold_start}%{count}%{bold_end} обсуждение

source: %{bold_start}%{count}%{bold_end} member
ko: 멤버 %{bold_start}%{count}%{bold_end}명
ru: %{bold_start}%{count}%{bold_end} пользователь

source: %{bold_start}%{count}%{bold_end} opened merge request
ko: %{bold_start}%{count}%{bold_end}개의 머지 리퀘스트가오픈됨
ru: %{bold_start}%{count}%{bold_end} открытый запрос на слияние

source: %{chartTitle} no data series
ko: %{chartTitle} 데이터 시리즈 없음

source: %{child_reference} has already been added to parent %{parent_reference}.
ko: %{child_reference}은 이미 상위 %{parent_reference}에 추가되어 있습니다.
ru: Рабочий элемент %{child_reference} уже добавлен в родительский %{parent_reference}.

source: %{codeStart}$%{codeEnd} will be treated as the start of a reference to another variable.
ko: %{codeStart}$%{codeEnd} 다른 변수에 대한 참조의 시작으로 처리됩니다.
ru: %{codeStart}$%{codeEnd} будет рассматриваться как начало ссылки на другую переменную.

source: %{commit_author_link} authored %{commit_authored_timeago}
ko: %{commit_authored_timeago} 에 %{commit_author_link} 님이 커밋했습니다.
ru: %{commit_author_link} создал(а) %{commit_authored_timeago}

source: %{commit_author_link} authored %{commit_authored_timeago} and %{commit_committer_avatar} %{commit_committer_link} committed %{commit_committer_timeago}
ko: %{commit_author_link}가 %{commit_authored_timeago}에 작성하고 %{commit_committer_avatar} %{commit_committer_link}가 %{commit_committer_timeago}에 커밋함
ru: %{commit_author_link} создал(а) %{commit_authored_timeago}, а %{commit_committer_avatar} %{commit_committer_link} закоммитил(а) %{commit_committer_timeago}

source: %{completedCount} completed
ko: %{completedCount} 완료됨
ru: Выполнено %{completedCount}

source: %{completedCount} completed weight
ko: %{completedCount}개의 완료된 가중치
ru: %{completedCount} выполненного веса

source: %{completedCount} of %{count} checklist item completed
ko: %{count}개 중 %{completedCount}개의 체크 리스트 아이템 완료
ru: %{completedCount} из %{count} заданий выполнено

source: %{completedWeight} of %{totalWeight} weight completed
ko: 가중치 %{totalWeight} 중 %{completedWeight} 완료
ru: %{completedWeight} из %{totalWeight} веса завершено

source: %{completed} of %{total} issues closed
ko: %{total}중 %{completed}개의 이슈 닫힘
ru: %{completed} из %{total} обсуждений закрыты

source: %{completed} of %{total} weight completed
ko: 가중치 %{total} 중 %{completed} 작업 완료
ru: %{completed} из %{total} выполненного веса

source: %{completed}/%{total} completed
ko: %{completed}/%{total} 완료
ru: %{completed}/%{total} выполнено

source: %{component} is not an allowed sub claim component
ko: %{component}는 허용되는 하위 클레임 구성 요소가 아닙니다.
ru: %{component} не является допустимым компонентом подзаявки

source: %{cores} cores
ko: %{cores} 코어
ru: %{cores} ядер

source: %{count} %{scope} for term '%{term}'
ko: '%{term}' 용어에 대하여 %{count} %{scope}

source: %{count} LOC/commit
ko: %{count}개의 LOC 또는 커밋
ru: %{count} строк кода / коммит

source: %{count} Participant
ko: %{count}명의 참가자
ru: %{count} участник

source: %{count} approval required from %{name}
ko: %{name}에게서 %{count} 건에 대한 승인을 요청받음
ru: Требуется %{count} одобрение от %{name}

source: %{count} approvals from %{name}
ko: %{name}께서 %{count} 건의 승인
ru: %{count} одобрений от %{name}

source: %{count} contact
ko: %{count}개의 연락처
ru: %{count} контакт

source: %{count} event has ocurred
ko: %{count} 이벤트가 발생했습니다.
ru: %{count} событие произошло

source: %{count} file
ko: %{count}개 파일
ru: %{count} файл

source: %{count} files touched
ko: %{count} 파일이 변경되었습니다
ru: затронуто %{count} файлов

source: %{count} group
ko: %{count}개의 그룹
ru: %{count} группа

source: %{count} issue
ko: %{count} 개의 이슈
ru: %{count} проблема

source: %{count} item
ko: %{count}개의 항목
ru: %{count} элемент

source: %{count} items per page
ko: 페이지 당 %{count}개의 아이템
ru: %{count} элементов на странице

source: %{count} merge request
ko: %{count} 개의 머지 리퀘스트
ru: %{count} запрос на слияние

source: %{count} more
ko: %{count} 개 더보기
ru: ещё %{count}

source: %{count} more assignees
ko: %{count}명의 담당자
ru: Ещё %{count} исполнителей

source: %{count} more release
ko: 이외 %{count}개의 릴리스
ru: ещё %{count} релиз

source: %{count} more reviewers
ko: %{count} 명의 추가 검토자
ru: Ещё %{count} рецензентов

source: %{count} of %{required} approvals from %{name}
ko: %{name}님이 %{required} 중 %{count} 승인
ru: %{count} из %{required} одобрений от %{name}

source: %{count} of %{total}
ko: %{total} 중 %{count}
ru: %{count} из %{total}

source: %{count} project
ko: %{count} 개의 프로젝트
ru: %{count} проект

source: %{count} project has access
ko: %{count} 그룹이 액세스할 수 있습니다.
ru: %{count} проект имеет доступ

source: %{count} registries is the maximum allowed per group.
ko: 그룹당 허용되는 최대 레지스트리 수는 %{count}개입니다.
ru: Допустимое максимальное количество реестров на группу — %{count}.

source: %{count} related %{pluralized_subject}: %{links}
ko: %{count} 건과 관련된 %{pluralized_subject}: %{links}
ru: %{count} связанный %{pluralized_subject}: %{links}

source: %{count} releases
ko: %{count} 릴리스
ru: %{count} релизов

source: %{count} selected
ko: %{count}개 선택됨
ru: %{count} выбрано

source: %{count} tags
ko: %{count}개의 태그
ru: %{count} тегов

source: %{count} total
ko: 총 %{count}
ru: Всего %{count}

source: %{count} total weight
ko: %{count} 총 가중치
ru: Суммарный вес %{count}

source: %{count} vulnerability set to %{severity} severity
ko: %{count}개의 취약점이 %{severity} 심각도로 설정됨
ru: Уровень серьёзности %{severity} присвоен %{count} уязвимости

source: %{days} days until tags are automatically removed
ko: 태그가 자동으로 제거 될 때까지 %{days}일
ru: %{days} дней до автоматического удаления тегов

source: %{description}- Sentry event: %{errorUrl}- First seen: %{firstSeen}- Last seen: %{lastSeen} %{countLabel}: %{count}%{userCountLabel}: %{userCount}
ko: %{description}- Sentry 이벤트: %{errorUrl}- 첫 발견 시간: %{firstSeen}- 마지막 발견 시간: %{lastSeen}%{countLabel}: %{count}%{userCountLabel}: %{userCount}
ru: %{description}- Событие Sentry: %{errorUrl}- Первый просмотр: %{firstSeen}- Последний просмотр: %{lastSeen} %{countLabel}: %{count}%{userCountLabel}: %{userCount}

source: %{digit} error
ko: %{digit} 오류
ru: %{digit} ошибка

source: %{digit} failed
ko: %{digit} 실패
ru: %{digit} не прошёл

source: %{digit} fixed test result
ko: %{digit} 수정된 테스트 결과
ru: %{digit} исправленный результат тестирования

source: %{digit} total test
ko: 총 테스트 %{digit}
ru: всего %{digit} тест

source: %{docs_link_start}How to add certificates to your project?%{docs_link_end}
ko: %{docs_link_start}프로젝트에 인증서를 추가하는 방법%{docs_link_end}
ru: %{docs_link_start}Как добавить сертификаты в ваш проект?%{docs_link_end}

source: %{docs_link_start}Learn about visibility levels.%{docs_link_end}
ko: %{docs_link_start} 공개 수준에 대해서 알아보세요.%{docs_link_end}
ru: %{docs_link_start}Узнайте об уровнях видимости.%{docs_link_end}

source: %{docs_link_start}Setting up a verified domain%{docs_link_end} requires being linked to a project.
ko: %{docs_link_start}검증된 도메인%{docs_link_end}을 설정하려면 프로젝트에 링크되어야 합니다.

source: %{docs_link_start}What is Large File Storage?%{docs_link_end}
ko: %{docs_link_start}대용량 파일 스토리지 (LFS) 이란 무엇입니까?%{docs_link_end}
ru: %{docs_link_start}Что такое хранилище больших файлов?%{docs_link_end}

source: %{docs_link_start}What is two-factor authentication?%{docs_link_end}
ko: %{docs_link_start}이중 인증이란 무엇입니까?%{docs_link_end}
ru: %{docs_link_start}Что такое двухфакторная аутентификация?%{docs_link_end}

source: %{duration}, queued for %{queuedDuration} seconds
ko: %{duration}, %{queuedDuration} 초 동안 대기 중
ru: %{duration}, в очереди %{queuedDuration} секунд

source: %{edit_in_new_fork_notice} Try to cherry-pick this commit again.
ko: %{edit_in_new_fork_notice} 이 커밋에 대해 cherry-pick을 다시 시도하세요.
ru: %{edit_in_new_fork_notice} Попробуйте снова выборочно применить этот коммит.

source: %{edit_in_new_fork_notice} Try to create a new directory again.
ko: %{edit_in_new_fork_notice} 새로운 디렉토리를 만들어주세요.
ru: %{edit_in_new_fork_notice} Попробуйте снова создать новую директорию.

source: %{edit_in_new_fork_notice} Try to revert this commit again.
ko: %{edit_in_new_fork_notice} 이 커밋에 대해 되돌리기를 다시 시도하세요.
ru: %{edit_in_new_fork_notice} Попробуйте откатить этот коммит ещё раз.

source: %{edit_in_new_fork_notice} Try to upload a file again.
ko: %{edit_in_new_fork_notice} 파일을 다시 업로드하십시오.
ru: %{edit_in_new_fork_notice} Попробуйте загрузить файл еще раз.

source: %{errorMessage}, defaulting to 365 days.
ko: %{errorMessage}, 기본값은 365일입니다.
ru: %{errorMessage}, по умолчанию 365 дней.

source: %{extra} more downstream pipelines
ko: %{extra}개의 추가 다운 스트림 파이프 라인
ru: %{extra} больше загруженных сборочных линий

source: %{failures} of %{total} failed
ko: %{total} 중 %{failures} 실패

source: %{filePath} deleted
ko: %{filePath} 삭제됨
ru: %{filePath} удален

source: %{firstLabel} +%{labelCount} more
ko: %{firstLabel} +%{labelCount} 더보기
ru: %{firstLabel} + ещё %{labelCount}

source: %{firstMilestoneName} + %{numberOfOtherMilestones} more
ko: %{firstMilestoneName} + %{numberOfOtherMilestones}개 더 있음
ru: %{firstMilestoneName} + ещё %{numberOfOtherMilestones}

source: %{get_started}Get started with Git%{get_started_end} and learn %{git_config}how to configure it%{git_config_end}.
ko: %{get_started}Git을 시작해 보세요%{get_started_end} 그리고 %{git_config}Git을 구성하는 방법%{git_config_end}을 알아보세요.
ru: %{get_started}Начните работать с Git%{get_started_end} и узнайте, %{git_config}как его настроить%{git_config_end}.
