Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Failed to destroy compliance requirement control
ko: 규정 준수 요구 사항 제어를 파기하는 데 실패했습니다.
ru: Не удалось удалить меру контроля соблюдения норм

source: Failed to enqueue the rebase operation, possibly due to a long-lived transaction. Try again later.
ko: 수명이 긴 트랜잭션으로 인해 rebase 작업을 대기열에 넣지 못했습니다. 나중에 다시 시도하십시오.
ru: Не удалось поставить операцию перебазирования в очередь, возможно, из-за длительной транзакции. Повторите попытку позже.

source: Failed to export framework
ko: 프레임워크 내보내기 실패
ru: Не удалось экспортировать регламент

source: Failed to fetch Namespace: %{fullPath}
ko: 네임스페이스를 가져오지 못했습니다: %{fullPath}

source: Failed to fetch the iteration for this issue. Please try again.
ko: 이 이슈에 대한 이터레이션을 가져오지 못했습니다. 다시 시도해 주세요.
ru: Не удалось получить итерацию для этого обсуждения. Повторите попытку.

source: Failed to fetch the iterations for the group. Please try again.
ko: 이 그룹에 대한 이터레이션을 가져오지 못했습니다. 다시 시도해 주세요.
ru: Не удалось получить итерации для группы. Повторите попытку.

source: Failed to find import label for Jira import.
ko: Jira 가져오기에 대한 가져오기 라벨을 찾지 못했습니다.
ru: Не удалось найти метку импорта для импорта из Jira.

source: Failed to find users for %{missing}
ko: %{missing}에 대한 사용자를 찾지 못했습니다.
ru: Не удалось найти пользователей для %{missing}

source: Failed to find work item or merge request
ko: 작업 항목이나 머지 리퀘스트를 찾지 못했습니다.

source: Failed to format markdown.
ko: 마크다운 형식을 지정하지 못했습니다.
ru: Не удалось отформатировать markdown.

source: Failed to generate description
ko: 설명을 생성하지 못했습니다.

source: Failed to generate export
ko: 내보내기를 생성하지 못했습니다.
ru: Не удалось сгенерировать экспорт

source: Failed to generate export, please try again later.
ko: 내보내기를 생성하지 못했습니다. 나중에 다시 시도해 주세요.

source: Failed to generate report, please try again after sometime
ko: 보고서를 생성하지 못했습니다. 잠시 후 다시 시도해 주세오.

source: Failed to get ref.
ko: 참조 가져오기 실패
ru: Не удается получить ссылку

source: Failed to load
ko: 불러오기 실패
ru: Не удалось загрузить

source: Failed to load Roadmap
ko: 로드맵 불러오기 실패
ru: Не удалось загрузить план развития

source: Failed to load additional diffs information. Try reloading the page.
ko: 추가 diff 정보를 로드하는 데 실패했습니다. 페이지를 다시 로드해 보세요.
ru: Не удалось загрузить дополнительную информацию о различиях. Попробуйте перезагрузить страницу.

source: Failed to load assignees. Please try again.
ko: 담당자 로드 실패. 다시 시도하세요.
ru: Не удалось загрузить исполнителей. Повторите попытку.

source: Failed to load authors. Please try again.
ko: 작성자를 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить авторов. Повторите попытку.

source: Failed to load branches. Please try again.
ko: 브랜치 로드 실패. 다시 시도하세요.
ru: Не удалось загрузить ветки. Повторите попытку.

source: Failed to load deploy keys.
ko: 배포 키를 로드하지 못했습니다.
ru: Не удалось загрузить ключи развёртывания.

source: Failed to load error details from Sentry.
ko: Sentry의 오류 세부 정보 로드 실패.
ru: Не удалось загрузить сведения об ошибке из Sentry.

source: Failed to load errors from Sentry.
ko: Sentry의 오류 로드 실패.
ru: Не удалось загрузить ошибки из Sentry.

source: Failed to load file browser. Try reloading the page.
ko: 파일 브라우저 로딩에 실패하였습니다. 페이지를 다시 고침 해 보세요.
ru: Не удалось загрузить файловый браузер. Попробуйте перезагрузить страницу.

source: Failed to load group activity metrics. Please try again.
ko: 그룹 활동 측정항목 로드 실패. 다시 시도하세요.
ru: Не удалось загрузить метрики активности группы. Пожалуйста, попробуйте ещё раз.

source: Failed to load groups and users.
ko: 그룹 및 사용자를 로드하는 데 실패했습니다.
ru: Не удалось загрузить группы и пользователей.

source: Failed to load groups, users and deploy keys.
ko: 그룹, 사용자를 불러오고 키를 배포하는 데 실패했습니다.
ru: Не удалось загрузить группы, пользователи и ключи развёртывания.

source: Failed to load labels. Please try again.
ko: 라벨 로드 실패. 다시 시도하세요.
ru: Не удалось загрузить метки. Повторите попытку.

source: Failed to load milestones. Please try again.
ko: 마일스톤을 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить этапы. Пожалуйста, попробуйте еще раз.

source: Failed to load projects
ko: 프로젝트를 로드하지 못했습니다

source: Failed to load related branches
ko: 관련 브랜치를 불러올 수 없습니다
ru: Не удалось загрузить связанные ветки

source: Failed to load stack trace.
ko: 스택 트레이스 로드 실패.
ru: Не удалось загрузить трассировку стека.

source: Failed to load stacktrace.
ko: 스택트레이스 로드 실패.
ru: Не удалось загрузить трассировку стека.

source: Failed to load the Web IDE
ko: Web IDE를 로드하지 못했습니다.
ru: Не удалось загрузить Web IDE

source: Failed to make repository read-only: %{reason}
ko: 아래와 같은 이유로 리포지토리를 읽기 전용으로 만들지 못했습니다: %{reason}
ru: Не удалось сделать репозиторий доступным только для чтения: %{reason}

source: Failed to mark the %{work_item_type} as duplicate of itself.
ko: %{work_item_type}을(를) 자기 자신과 중복으로 마킹하는 데 실패했습니다.
ru: Не удалось отметить %{work_item_type} как дубликат самого себя.

source: Failed to mark this %{work_item_type} as a duplicate because referenced item was not found.
ko: 참조된 항목을 찾을 수 없으므로 이 %{work_item_type}을(를) 중복으로 마킹하는 데 실패했습니다.
ru: Не удалось отметить %{work_item_type} как дубликат, потому что указанный элемент не найден.

source: Failed to mark this %{work_item_type} as duplicate due to insufficient permissions.
ko: 권한이 부족하여 이 %{work_item_type}를 중복으로 마킹하는 데 실패했습니다.
ru: Не удалось пометить %{work_item_type} как дубликат из-за недостатка прав.

source: Failed to measure the comment temperature. Please try again.
ko: 댓글 온도를 측정하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось измерить тональность комментария. Повторите попытку.

source: Failed to move this issue because label was not found.
ko: 라벨을 찾을 수 없기 때문에 이 이슈를 이동하지 못했습니다.
ru: Не удалось переместить эту задачу, потому что метка не была найдена.

source: Failed to move this issue because only a single label can be provided.
ko: 단일 라벨만 제공할 수 있으므로 이 이슈를 이동하지 못했습니다.
ru: Не удалось переместить эту задачу, потому что можно указать только одну метку.

source: Failed to promote label due to internal error. Please contact administrators.
ko: 내부 오류로 인해 라벨 승급에 실패하였습니다. 운영자에게 문의하십시오.
ru: Не удалось повысить уровень метки из-за внутренней ошибки. Пожалуйста, свяжитесь с администраторами.

source: Failed to protect the branch
ko: 브랜치 보호 실패
ru: Не удалось защитить ветку

source: Failed to publish issue on status page.
ko: 상태 페이지에 이슈를 게시하지 못했습니다.

source: Failed to rebase. Please try again.
ko: rebase 실패, 다시 시도해 주세요.
ru: Не удалось выполнить перебазирование. Повторите попытку.

source: Failed to refresh compliance requirement status. Error: %{error_message}
ko: 규정 준수 요구 사항 상태를 새로 고치지 못했습니다. 오류: %{error_message}
ru: Не удалось обновить статус требования по соблюдению норм. Ошибка: %{error_message}

source: Failed to regenerate unique domain
ko: 고유한 도메인을 다시 생성하는데 실패하였습니다.
ru: Не удалось повторно сгенерировать уникальный домен

source: Failed to remove a Zoom meeting
ko: 줌 미팅 삭제 실패
ru: Не удалось удалить встречу Zoom

source: Failed to remove a to-do item for the design.
ko: 디자인의 할 일 목록 삭제에 실패하였습니다.
ru: Не удалось удалить напоминание для дизайна.

source: Failed to remove emoji. Please try again
ko: 이모티콘을 삭제하지 못했습니다. 다시 시도해 주세요
ru: Не удалось удалить эмодзи. Повторите попытку

source: Failed to remove mirror.
ko: 미러를 제거하지 못했습니다.
ru: Не удалось удалить зеркало.

source: Failed to remove the framework from project %{project_name}
ko: %{project_name} 프로젝트에서 프레임워크를 삭제하는데 실패했습니다
ru: Не удалось удалить регламент из проекта %{project_name}

source: Failed to remove the pipeline schedule
ko: 파이프라인 스케줄을 제거하지 못했습니다.
ru: Не удалось удалить расписание сборочной линии

source: Failed to remove timelog
ko: 타임로그를 제거하지 못했습니다.
ru: Не удалось удалить запись времени

source: Failed to remove user identity.
ko: 사용자 ID를 제거하지 못했습니다.

source: Failed to remove user key.
ko: 사용자 키를 제거하지 못했습니다.
ru: Не удалось удалить ключ пользователя.

source: Failed to request a review because no user was specified.
ko: 사용자가 지정되지 않아 리뷰 요청에 실패했습니다.
ru: Не удалось запросить рецензию, потому что не был указан пользователь.

source: Failed to retrieve page
ko: 페이지 가져오기 실패
ru: Не удалось получить страницу

source: Failed to save dismissal
ko: 해지 저장에 실패함
ru: Не удалось сохранить скрытие сообщения

source: Failed to save merge conflicts resolutions. Please try again!
ko: 머지 충돌 해결을 저장하지 못했습니다. 다시 시도하세요!
ru: Не удалось сохранить решения конфликтов слияния. Повторите попытку!

source: Failed to save namespace commit email.
ko: 네임스페이스 커밋 이메일을 저장하지 못했습니다.
ru: Не удалось сохранить электронную почту коммита пространства имён.

source: Failed to save new settings
ko: 새 설정을 저장하지 못했습니다
ru: Не удалось сохранить новые настройки

source: Failed to save preferences (%{error_message}).
ko: 기본 설정을 저장하지 못했습니다 (%{error_message}).
ru: Не удалось сохранить настройки (%{error_message}).

source: Failed to save preferences.
ko: 환경설정을 저장하지 못했습니다.
ru: Не удалось сохранить настройки.

source: Failed to save timelog
ko: 타임로그를 저장하지 못했습니다.
ru: Не удалось сохранить запись времени

source: Failed to set due date because the date format is invalid.
ko: 날짜 형식이 잘못되어 기한을 설정하지 못했습니다.
ru: Не удалось установить срок исполнения из-за недопустимого формата даты.

source: Failed to set iteration on this issue. Please try again.
ko: 이 이슈에 대한 이터레이션을 가져오지 못했습니다. 다시 시도해 주세요.
ru: Не удалось задать итерацию этому обсуждению. Пожалуйста, попробуйте снова.

source: Failed to sign in using smart card authentication.
ko: 스마트 카드 인증을 사용한 로그인에 실패 하였습니다.
ru: Не удалось выполнить вход с использованием аутентификации через смарт-карту.

source: Failed to toggle the to-do status for the design.
ko: 디자인에 대한 할일 상태를 토글하지 못했습니다
ru: Не удалось изменить статус напоминания для дизайна.

source: Failed to unfollow user
ko: 사용자 언팔로우를 실패하였습니다
ru: Не удалось отписаться от пользователя

source: Failed to update branch!
ko: 브랜치 업데이트 실패!
ru: Не удалось обновить ветку!

source: Failed to update compliance control status. Error: %{error_message}
ko: 규정 준수 제어 상태를 업데이트하지 못했습니다. 오류: %{error_message}
ru: Не удалось обновить статус контроля соблюдения норм. Ошибка: %{error_message}

source: Failed to update compliance requirement
ko: 규정 준수 요구 사항을 업데이트하지 못했습니다.
ru: Не удалось обновить требование по соблюдению норм

source: Failed to update compliance requirement control. Error: %{error_message}
ko: 규정준수 요구 사항 제어 업데이트에 실패했습니다. 오류: %{error_message}
ru: Не удалось обновить контроль соблюдения требований. Ошибка: %{error_message}

source: Failed to update framework
ko: 프레임워크 업데이트 실패
ru: Не удалось обновить регламент

source: Failed to update issue status
ko: 이슈 상태 업데이트 실패
ru: Не удалось обновить статус обсуждения

source: Failed to update organization
ko: 조직을 업데이트하지 못했습니다.
ru: Не удалось обновить организацию

source: Failed to update the Canary Ingress.
ko: Canary Ingress 업데이트 실패.

source: Failed to update the organization user
ko: 조직 사용자를 업데이트하지 못했습니다.
ru: Не удалось обновить пользователя организации

source: Failed to upload object map file
ko: object map 파일 업로드에 실패했습니다.
ru: Не удалось загрузить файл карты объектов

source: Failed to validate password due to server or connection issue. Try again.
ko: 서버 혹은 연결 이슈로 인해 암호를 검증하지 못했습니다. 다시 시도해 보세요.
ru: Не удалось проверить пароль из-за проблемы с сервером или соединением. Повторите попытку.

source: Failure
ko: 실패

source: Failures details
ko: 실패 세부 정보
ru: Информация о сбоях

source: Fast timeout
ko: 빠른 시간 초과
ru: Быстрый таймаут

source: Favicon
ko: 파비콘
ru: Фавикон

source: Favicon was successfully removed.
ko: 파비콘이 성공적으로 제거되었습니다.
ru: Фавикон успешно удалён.

source: Favicon will be removed. Are you sure?
ko: 파비콘을 정말 제거하시겠습니까?
ru: Фавикон будет удалён. Вы уверены?

source: Feature Flags
ko: 피처 플래그
ru: Флаги функций

source: Feature disabled
ko: 기능 비활성화됨
ru: Функция отключена

source: Feature flag
ko: 기능 플래그
ru: Флаг функции

source: Feature flag `custom_admin_roles` is not enabled for the instance
ko: 기능 플래그 `custom_admin_roles`는 이 인스턴스에 활성화되지 않았습니다
ru: Флаг функции `custom_admin_roles` отключён для экземпляра

source: Feature flag status
ko: 피처 플래그 상태
ru: Статус флага функции

source: Feature flag was not removed.
ko: 피처 플래그가 제거되지 않았습니다.
ru: Флаг функции не был удалён.

source: Feature flag was successfully removed.
ko: 피처 플래그가 성공적으로 제거되었습니다.
ru: Флаг функции был успешно удалён.

source: Feature preview
ko: 기능 미리보기
ru: Предварительный просмотр функционала

source: FeatureFlags|%d user
ko: %d 사용자
ru: %d пользователь

source: FeatureFlags|%{percent} by available ID
ko: 사용 가능한 ID의 %{percent}
ru: %{percent} по доступному ID

source: FeatureFlags|%{percent} by session ID
ko: 세션 ID를 기준으로 %{percent}
ru: %{percent} по ID сессии

source: FeatureFlags|%{percent} by user ID
ko: 사용자 ID를 기준으로 %{percent}
ru: %{percent} по ID пользователя

source: FeatureFlags|%{percent} randomly
ko: %{percent} 무작위로
ru: %{percent} случайно

source: FeatureFlags|* (All Environments)
ko: * (모든 환경)
ru: * (Все окружения)

source: FeatureFlags|API URL
ko: API URL
ru: URL API

source: FeatureFlags|Active
ko: 활성화
ru: Активирован

source: FeatureFlags|Add strategy
ko: 전략 추가
ru: Добавить стратегию

source: FeatureFlags|All Environments
ko: 모든 환경
ru: Все окружения

source: FeatureFlags|All Users
ko: 모든 사용자
ru: Все пользователи

source: FeatureFlags|All users
ko: 모든 사용자
ru: Все пользователи

source: FeatureFlags|Configure
ko: 구성
ru: Настройка

source: FeatureFlags|Configure feature flags
ko: 피처 플래그 구성
ru: Настройка флагов функций

source: FeatureFlags|Consider using the more flexible "Percent rollout" strategy instead.
ko: 대신 보다 유연한 "백분율 롤아웃" 전략을 사용하는 것이 좋습니다.
ru: Рассмотрите возможность использования более гибкой стратегии «Процентное развёртывание».

source: FeatureFlags|Create feature flag
ko: 피처 플래그 생성
ru: Создать флаг функции

source: FeatureFlags|Current plan allows for %d feature flag.
ko: 현재 요금제에서는 %d 피처 플래그를 허용합니다.
ru: Текущий тариф позволяет использовать %d флаг функции.

source: FeatureFlags|Delete %{name}?
ko: %{name}을 삭제하시겠습니까?
ru: Удалить %{name}?

source: FeatureFlags|Delete feature flag
ko: 기능 플래그 삭제
ru: Удалить флаг функции

source: FeatureFlags|Description (optional)
ko: 설명 (선택사항)
ru: Описание (необязательно)

source: FeatureFlags|Edit Feature flag
ko: 피처 플래그 편집
ru: Редактировать флаг функции

source: FeatureFlags|Edit User List
ko: 사용자 목록 편집
ru: Изменить список пользователей

source: FeatureFlags|Enable features for specific users and environments by configuring feature flag strategies.
ko: 피처 플래그 전략을 설정하여 특정 사용자 및 환경에 대한 기능을 활성화합니다.
ru: Включайте функции для конкретных пользователей и сред, настроив стратегии флагов функций.

source: FeatureFlags|Environment Specs
ko: 환경 사양
ru: Характеристики окружений

source: FeatureFlags|Feature Flag behavior is built up by creating a set of rules to define the status of target environments. A default wildcard rule %{codeStart}*%{codeEnd} for %{boldStart}All Environments%{boldEnd} is set, and you are able to add as many rules as you need by choosing environment specs below. You can toggle the behavior for each of your rules to set them %{boldStart}Active%{boldEnd} or %{boldStart}Inactive%{boldEnd}.
ko: 피처 플래그 동작은 대상 환경의 상태를 정의하는 규칙을 생성하여 만들어집니다. %{boldStart}모든 환경%{boldEnd}에 대해 기본 와일드카드 규칙 %{codeStart}*%{codeEnd}이 설정되어 있으며, 아래 환경 사양을 선택하여 필요한 만큼 규칙을 추가할 수 있습니다. 각 규칙의 동작을 토글하여 %{boldStart}활성화%{boldEnd} 또는 %{boldStart}비활성화%{boldEnd}로 설정할 수 있습니다.
ru: Поведение флага функции строится на основе набора правил, которые определяют статус целевых окружений. Установлено правило по умолчанию с шаблоном %{codeStart}*%{codeEnd} для %{boldStart}Всех окружений%{boldEnd}, и вы можете добавить столько правил, сколько вам нужно, выбрав спецификации окружений ниже. Вы можете переключать поведение для каждого из ваших правил, устанавливая их %{boldStart}Активными%{boldEnd} или %{boldStart}Неактивными%{boldEnd}.

source: FeatureFlags|Feature Flag has no strategies
ko: 피처 플래그에 전략이 없습니다.
ru: Флаг функции не имеет стратегий

source: FeatureFlags|Feature flag
ko: 피처 플래그
ru: Флаг функции

source: FeatureFlags|Feature flag %{name} will be removed. Are you sure?
ko: %{name} 피처 플래그가 제거됩니다. 확실합니까?
ru: Флаг функции %{name} будет удалён. Вы уверены?

source: FeatureFlags|Feature flag User Lists
ko: 피처 플래그 사용자 목록
ru: Списки пользователей флага функции

source: FeatureFlags|Feature flag user list details
ko: 피처 플래그 사용자 목록 세부정보
ru: Сведения о списке пользователей флага функции

source: FeatureFlags|Feature flags
ko: 피처 플래그
ru: Флаги функций

source: FeatureFlags|Feature flags allow you to configure your code into different flavors by dynamically toggling certain functionality.
ko: 피처 플래그를 사용하면 특정 기능을 동적으로 토글하여 코드를 다양한 방식으로 설정할 수 있습니다.
ru: Флаги функций позволяют настроить различные варианты кода, динамически переключая определенную функциональность.

source: FeatureFlags|Get started with feature flags
ko: 피처 플래그 시작하기
ru: Начните работать с флагами функций

source: FeatureFlags|ID
ko: ID
ru: ID

source: FeatureFlags|Inactive
ko: 비활성
ru: Неактивен

source: FeatureFlags|Inactive flag for %{scope}
ko: %{scope}에 대한 비활성 플래그
ru: Неактивных флаг для %{scope}

source: FeatureFlags|Install a %{docsLinkAnchoredStart}compatible client library%{docsLinkAnchoredEnd} and specify the API URL, application name, and instance ID during the configuration setup. %{docsLinkStart}More Information%{docsLinkEnd}
ko: %{docsLinkAnchoredStart}호환 클라이언트 라이브러리%{docsLinkAnchoredEnd} 을 설치하고 구성 설정 중에 API URL, 애플리케이션 이름 및 인스턴스 ID를 지정합니다. %{docsLinkStart}추가 정보%{docsLinkEnd}
ru: Установите %{docsLinkAnchoredStart}совместимую клиентскую библиотеку%{docsLinkAnchoredEnd} и укажите URL API, название приложения и ID экземпляра во время настройки конфигурации. %{docsLinkStart}Подробнее%{docsLinkEnd}

source: FeatureFlags|Instance ID
ko: 인스턴스 ID
ru: ID экземпляра

source: FeatureFlags|List details
ko: 목록 세부정보
ru: Детали списка

source: FeatureFlags|Loading feature flags
ko: 피처 플래그 로딩 중
ru: Загрузка флагов функций

source: FeatureFlags|More information
ko: 자세한 정보
ru: Подробнее

source: FeatureFlags|Name
ko: 이름
ru: Название

source: FeatureFlags|New
ko: 새로운
ru: Новый

source: FeatureFlags|New User List
ko: 새 사용자 목록
ru: Новый список пользователей

source: FeatureFlags|New feature flag
ko: 새 피처 플래그
ru: Новый флаг функции

source: FeatureFlags|No user list selected
ko: 선택된 사용자 목록 없음
ru: Список пользователей не выбран

source: FeatureFlags|Percent of users
ko: 사용자 비율
ru: Процент пользователей

source: FeatureFlags|Percent rollout
ko: 롤아웃 비율
ru: Процентное развёртывание

source: FeatureFlags|Percent rollout must be an integer number between 0 and 100
ko: 롤아웃 비율은 0에서 100 사이의 정수여야 합니다.
ru: Процентное развёртывание должно быть целым числом от 0 до 100

source: FeatureFlags|Remove
ko: 제거
ru: Удалить

source: FeatureFlags|Search code references
ko: 참조 코드 검색
ru: Искать ссылки на код

source: FeatureFlags|Set the Unleash client application name to the name of the environment your application runs in. This value is used to match environment scopes. See the %{linkStart}example client configuration%{linkEnd}.
ko: Unleash 클라이언트 응용 프로그램 이름을 응용 프로그램이 실행되는 환경의 이름으로 설정합니다. 이 값은 환경 범위를 일치시키는 데 사용됩니다. %{linkStart}예제 클라이언트 구성%{linkEnd}을 참조하십시오.
ru: Установите название клиентского приложения Unleash как название окружения, в котором работает ваше приложение. Это значение используется для сопоставления контекстов окружений. %{linkStart}Пример конфигурации клиента%{linkEnd}.

source: FeatureFlags|Status
ko: 상태
ru: Статус

source: FeatureFlags|Strategies
ko: 전략
ru: Стратегии

source: FeatureFlags|There was an error fetching the feature flags.
ko: 피처 플래그를 가져오는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении флагов функций.

source: FeatureFlags|To prevent accidental actions we ask you to confirm your intention. Please type %{projectName} to proceed or close this dialog to cancel.
ko: 우발적인 동작을 방지하기 위해 의도를 확인하도록 요청합니다. 계속 진행하려면 %{projectName} 를 입력하고, 취소하려면 이 대화 상자를 닫으세요.
ru: Во избежание случайных действий просим вас подтвердить своё намерение. Введите %{projectName}, чтобы продолжить, или закройте это диалоговое окно, чтобы отменить.

source: FeatureFlags|Try again in a few moments or contact your support team.
ko: 잠시 후에 다시 시도하거나 지원 팀에 문의하십시오.
ru: Попробуйте еще раз через несколько минут или свяжитесь с вашей службой поддержки.

source: FeatureFlags|User IDs
ko: 사용자 ID
ru: Идентификаторы пользователя

source: FeatureFlags|User List
ko: 사용자 목록
ru: Список пользователей

source: FeatureFlags|User Lists
ko: 사용자 목록
ru: Списки пользователей

source: FeatureFlags|View user lists
ko: 사용자 목록 보기
ru: Просмотреть списки пользователей

source: FeatureFlags|You've reached your %{docLinkStart}feature flag limit%{docLinkEnd} (%{featureFlagsLimit}). To add more, delete at least one feature flag, or %{pricingLinkStart}upgrade to a higher tier%{pricingLinkEnd}.
ko: %{docLinkStart}기능 플래그 제한%{docLinkEnd} (%{featureFlagsLimit})에 도달했습니다. 더 추가하려면 하나 이상의 기능 플래그를 삭제하거나 %{pricingLinkStart}더 높은 티어로 업그레이드하세요%{pricingLinkEnd}.
ru: Вы достигли предела %{docLinkStart}флагов функций%{docLinkEnd} (%{featureFlagsLimit}). Чтобы добавить новый, удалите хотя бы один флаг функции или %{pricingLinkStart}перейдите на более высокий тарифный план%{pricingLinkEnd}.

source: FeatureFlag|Percentage
ko: 퍼센트
ru: Процент

source: FeatureFlag|Select a user list
ko: 사용자 목록 선택
ru: Выберите список пользователей

source: FeatureFlag|Select the environment scope for this feature flag
ko: 이 기능 플래그에 대한 환경 범위를 선택하십시오
ru: Выберите область окружения для этого флага функции

source: FeatureFlag|There are no configured user lists
ko: 설정된 사용자 목록이 없습니다
ru: Нет настроенных списков пользователей

source: FeatureFlag|Type
ko: 유형
ru: Тип

source: FeatureFlag|User IDs
ko: 사용자 ID
ru: ID пользователей

source: FeatureFlag|User List
ko: 사용자 목록
ru: Список пользователей

source: Feb
ko: 2월
ru: Фев.

source: February
ko: 2월
ru: Февраль

source: Fetch and check out this merge request's feature branch:
ko: 이 머지 리퀘스트의 기능 브랜치를 가져오기하여 확인합니다.
ru: Получите и переключитесь на ветку с изменениями этого запроса на слияние:

source: Fetch cloud observability alerts
ko: 클라우드 가시성 경고를 가져오기
ru: Получить облачные уведомления о наблюдаемости

source: Fetching incoming email
ko: 수신 이메일 가져오는 중

source: Field alias must be of type `String`.
ko: 필드 별칭은 `String` 유형이어야만 합니다.
ru: Псевдоним поля должен быть типа `String`.

source: File
ko: 파일
ru: Файл

source: File %{current} of %{total}
ko: %{total} 중 %{current} 파일

source: File Tree
ko: 파일 트리

source: File actions
ko: 파일 작업
ru: Действия с файлом

source: File added
ko: 파일 추가됨
ru: Файл добавлен

source: File added.
ko: 파일 추가됨.

source: File browser
ko: 파일 탐색기
ru: Обзор файлов

source: File changed and moved.
ko: 파일이 변경되고 이동됨.

source: File changed.
ko: 파일 변경됨.

source: File deleted
ko: 파일 삭제됨
ru: Файл удалён

source: File deleted.
ko: 파일 삭제됨.
ru: Файл удалён.

source: File hooks are similar to system hooks but are executed as files instead of sending data to a URL.
ko: 파일 훅은 시스템 훅과 비슷하지만 URL로 데이터를 전송하는 대신 파일로 실행됩니다.
ru: Обработчики файлов похожи на системные, но выполняются как файлы вместо отправки данных на URL.

source: File is too big (%{fileSize}MiB). Max filesize: %{maxFileSize}MiB.
ko: 파일이 너무 큽니다(%{fileSize}). 최대 파일 크기: %{maxFileSize}MiB.

source: File locked
ko: 파일 잠김
ru: Файл заблокирован

source: File mode changed from %{a_mode} to %{b_mode}
ko: 파일 모드가 %{a_mode}에서 %{b_mode}(으)로 변경됨
ru: Режим файла изменен с %{a_mode} на %{b_mode}

source: File mode changed from %{from} to %{to}.
ko: 파일 모드가 %{from}에서 %{to}로 변경되었습니다.
ru: Права доступа к файлу изменены с %{from} на %{to}.

source: File moved
ko: 파일 이동됨
ru: Файл перемещен

source: File moved.
ko: 파일 이동됨.

source: File name
ko: 파일 이름
ru: Имя файла

source: File name of the Google Play service account key.
ko: Google Play 서비스 계정 키의 파일 이름입니다.
ru: Имя файла ключа учётной записи службы Google Play.

source: File path
ko: 파일 경로

source: File permissions
ko: 파일 권한

source: File renamed with no changes.
ko: 변경 사항 없이 파일 이름만 변경

source: File size exceeds preview limit.
ko: 파일 크기가 미리보기 한도를 넘었습니다.
ru: Размер файла превышает предел для предварительного просмотра.

source: File suppressed by a .gitattributes entry or the file's encoding is unsupported.
ko: .gitattributes 항목에 의해 반려된 파일 혹은 파일의 인코딩이 지원되지 않습니다.
