Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: This action will place this group, including its subgroups and projects, in a pending deletion state for %{deletion_adjourned_period} days, and delete it permanently on %{date}.
ko: 이 작업을 수행하면 이 그룹과 하위 그룹 및 프로젝트가 %{deletion_adjourned_period}일 동안 삭제 보류 상태가 되고, %{date}에 영구적으로 삭제됩니다.
ru: Это действие переведёт эту группу, включая её подгруппы и проекты, в состояние ожидаемого удаления на %{deletion_adjourned_period} дней с последующим окончательным удалением %{date}.

source: This action will place this project, including all its resources, in a pending deletion state for %{deletion_adjourned_period} days, and delete it permanently on %{date}.
ko: 이 작업을 수행하면 이 프로젝트와 모든 리소스가 %{deletion_adjourned_period}일 동안 삭제 보류 상태가 되고, %{date}에 영구적으로 삭제됩니다.

source: This also resolves all related threads
ko: 또한 모든 관련 스레드를 해결합니다.
ru: Это также решает все связанные темы

source: This also resolves this thread
ko: 또한 이 스레드를 해결합니다.
ru: Это также решает эту тему

source: This application is provided by GitLab.
ko: 이 애플리케이션은 GitLab에서 제공됩니다.
ru: Это приложение предоставлено GitLab.

source: This application will be able to:
ko: 이 응용 프로그램은 다음을 수행 할 수 있습니다.

source: This archive has been requested too many times. Try again later.
ko: 이 아카이브는 너무 많이 요청되었습니다. 나중에 다시 시도하십시오.

source: This attachment has been truncated to avoid exceeding the maximum allowed attachment size of %{size_limit}. %{written_count} of %{count} %{issuables} have been included. Consider re-exporting with a narrower selection of %{issuables}.
ko: 이 첨부 파일은 최대 허용 첨부 파일 크기인 %{size_limit}을 초과하지 않도록 잘렸습니다. %{issuables} %{count} 중 %{written_count} 개가 포함되어 있습니다. %{issuables}를 더 좁게 선택하여 다시 내보내는 것을 고려하십시오.
ru: Этот вложенный файл был усечён, чтобы не превышать максимально допустимый размер %{size_limit}. Включено %{written_count} из %{count} %{issuables}. Рассмотрите возможность повторного экспорта с более узким выбором %{issuables}.

source: This attachment has been truncated to avoid exceeding the maximum allowed attachment size of %{size_limit}. %{written_count} of %{count} projects have been included.
ko: 이 첨부 파일은 %{size_limit}의 최대 허용 첨부 파일 크기를 초과하지 않도록 삭제되었습니다. %{count}개의 프로젝트 중 %{written_count}개가 포함되었습니다.
ru: Этот вложенный файл был усечён, чтобы не превышать максимально допустимый размер %{size_limit}. Включено проектов: %{written_count} из %{count}.

source: This attachment has been truncated to avoid exceeding the maximum allowed attachment size of %{size_limit}. %{written_count} of %{total_count} %{object_type} have been included. Consider re-exporting with a narrower selection of %{object_type}.
ko: 이 첨부 파일은 최대 허용 첨부 파일 크기인 %{size_limit}을 초과하지 않도록 잘렸습니다. %{total_count} %{object_type} %{written_count} 포함되어 있습니다. %{object_type}를 더 좁게 선택하여 다시 내보내는 것을 고려하십시오.
ru: Этот вложенный файл был усечён, чтобы не превышать максимально допустимый размер %{size_limit}. Включено %{written_count} из %{total_count} %{object_type}. Рассмотрите возможность повторного экспорта с более узким выбором %{object_type}.

source: This attachment has been truncated to avoid exceeding the maximum allowed attachment size of %{size_limit}. %{written_count} of %{total_count} projects have been included.
ko: 이 첨부 파일은 %{size_limit}의 최대 허용 첨부 파일 크기를 초과하지 않도록 삭제되었습니다. %{total_count}개의 프로젝트 중 %{written_count}개가 포함되었습니다.
ru: Этот вложенный файл был усечён, чтобы не превышать максимально допустимый размер %{size_limit}. Включено %{written_count} из %{total_count} проектов.

source: This block is self-referential
ko: 이 블록은 자체 참조입니다.

source: This branch has diverged from upstream.
ko: 이 브랜치는 업스트림에서 분기되었습니다.

source: This change will remove %{strongOpen}ALL%{strongClose} Premium and Ultimate features for %{strongOpen}ALL%{strongClose} SaaS customers and make tests start failing.
ko: 이 변경으로 인해 %{strongOpen}ALL%{strongClose} SaaS 고객에 대해 %{strongOpen}개의 ALL%{strongClose} Premium 및 Ultimate 기능이 제거되고 테스트가 실패하기 시작합니다.
ru: Это изменение удалит %{strongOpen}ВСЕ%{strongClose} функции Premium и Ultimate для %{strongOpen}ВСЕХ%{strongClose} SaaS-клиентов и приведёт к сбоям в тестах.

source: This chart could not be displayed
ko: 이 차트를 표시할 수 없습니다.
ru: Эта диаграмма не может быть отображена

source: This clears repository check states for all projects in the database and cannot be undone. Are you sure?
ko: 이렇게 하면 데이터베이스의 모든 프로젝트에 대한 리포지토리 검사 상태가 지워지고 실행 취소할 수 없습니다. 확실합니까?
ru: Это очищает состояния проверок репозитория для всех проектов в базе данных и не может быть отменено. Вы уверены?

source: This code snippet contains everything reflected in the configuration form. Copy and paste it into %{linkStart}.gitlab-ci.yml%{linkEnd} file and save your changes. Future %{scanType} scans will use these settings.
ko: 이 코드 스니펫에는 설정 양식에 반영된 모든 것이 포함되어 있습니다. %{linkStart}.gitlab-ci.yml%{linkEnd} 파일에 복사하여 붙여넣고 변경 사항을 저장합니다. 향후 %{scanType} 번의 스캔은 이 설정을 사용합니다.
ru: Этот фрагмент кода содержит все настройки, отражённые в форме конфигурации. Скопируйте его, вставьте в файл %{linkStart}.gitlab-ci.yml%{linkEnd} и сохраните изменения. Будущие сканирования %{scanType} будут использовать эти настройки.

source: This command is used for explaining vulnerabilities and can only be invoked from a vulnerability detail page.
ko: 이 명령은 취약점을 설명하는 데 사용되며 취약점 세부 정보 페이지에서만 호출할 수 있습니다.

source: This command is used for troubleshooting jobs and can only be invoked from a failed job log page.
ko: 이 명령은 문제 해결 작업에 사용되며 실패한 작업 로그 페이지에서만 호출할 수 있습니다.

source: This comment changed after you started editing it. Review the %{startTag}updated comment%{endTag} to ensure information is not lost.
ko: 이 댓글은 편집을 시작한 후 변경되었습니다. %{startTag}업데이트 된 댓글%{endTag} 을 리뷰하여 정보가 손실되지 않았는지 확인하십시오.

source: This comment was generated by AI
ko: 이 댓글은 AI를 사용하여 생성되었습니다.
ru: Этот комментарий был сгенерирован ИИ

source: This commit is part of merge request %{link_to_merge_request}. Comments created here will be created in the context of that merge request.
ko: 이 커밋은 머지 리퀘스트 %{link_to_merge_request}의 일부입니다. 여기에 작성된 댓글은 해당 머지 리퀘스트의 컨텍스트에서 생성됩니다.
ru: Данный коммит является частью запроса на слияние %{link_to_merge_request}. Комментарии, созданные здесь, будут созданы в контексте этого запроса.

source: This commit was created in the GitLab UI, and signed with a GitLab-verified signature.
ko: 이 커밋은 GitLab UI에서 생성되었으며 GitLab 인증 서명으로 서명되었습니다.

source: This commit was previously signed with a verified signature and verified committer email address. However the committer email address is no longer verified to the same user.
ko: 이 커밋은 이전에 검증된 서명과 검증된 커미터 이메일 주소로 서명되었습니다. 그러나 커미터 이메일 주소는 더 이상 동일한 사용자로 검증되지 않습니다.

source: This commit was signed with a %{strong_open}verified%{strong_close} signature and the committer email is verified to belong to the same user.
ko: 이 커밋은 %{strong_open}확인%{strong_close} 서명으로 서명되었으며 커밋한 사람 이메일은 동일한 사용자에게 속하는 것으로 확인되었습니다.
ru: Этот коммит был подписан %{strong_open}подтверждённой%{strong_close} подписью, и электронная почта авторa коммита подтверждена как принадлежащая тому же пользователю.

source: This commit was signed with a certificate issued by top-level group Certificate Authority (CA) and the committer email was verified to belong to the same user.
ko: 이 커밋은 최상위 그룹 인증 기관(CA)에서 발급한 인증서로 서명되었으며 커미터 이메일이 동일한 사용자에게 속한 것으로 확인되었습니다.

source: This commit was signed with a different user's verified signature.
ko: 이 커밋은 다른 사용자의 확인된 서명으로 서명되었습니다.
ru: Этот коммит был подписан верифицированной подписью другого пользователя.

source: This commit was signed with a verified signature and the committer email was verified to belong to the same user.
ko: 이 커밋은 확인된 서명으로 서명되었으며 커미터 이메일은 동일한 사용자에게 속하는 것으로 확인되었습니다.

source: This commit was signed with a verified signature, but the committer email is not associated with the GPG Key.
ko: 이 커밋은 인증된 서명으로 서명되었지만 커미터 이메일은 GPG 키와 일치하지 않습니다.
ru: Этот коммит был подписан проверенной подписью, но электронная почта автора не связана с ключом GPG.

source: This commit was signed with an %{strong_open}unverified%{strong_close} signature.
ko: 이 커밋은 %{strong_open}미확인 서명%{strong_close} 로 서명되었습니다.
ru: Этот коммит был подписан %{strong_open}непроверенной%{strong_close} подписью.

source: This commit was signed with an unverified signature.
ko: 이 커밋은 인증되지 않은 서명으로 서명되었습니다.

source: This commit was signed with multiple signatures.
ko: 이 커밋은 복수의 서명으로 서명되었습니다.

source: This content could not be displayed because it is stored in LFS. You can %{linkStart}download it%{linkEnd} instead.
ko: 이 콘텐츠는 LFS에 저장되어 있기 때문에 표시할 수 없습니다. 대신 %{linkStart}다운로드%{linkEnd} 할 수 있습니다.
ru: Этот контент не удалось отобразить, так как он хранится в LFS. Вместо этого вы можете %{linkStart}скачать его%{linkEnd}.

source: This credential has expired
ko: 이 자격 증명은 만료되었습니다
ru: Срок действия этих учетных данных истёк

source: This deployment is not waiting for approvals.
ko: 이 배포는 승인을 기다리고 있지 않습니다.
ru: Это развёртывание не ожидает одобрения.

source: This deployment job does not run automatically and must be started manually, but it's older than the latest deployment, and therefore can't run.
ko: 이 배포 작업은 자동으로 실행되지 않으며 수동으로 시작해야 하지만, 최신 배포보다 오래되어 실행할 수 없습니다.
ru: Этот задание на развёртывание не запускается автоматически и должно быть запущено вручную, но оно старее, чем последнее развёртывание, и поэтому не может быть выполнено.

source: This deployment job does not run automatically and must be started manually, but you do not have access to this job's protected environment. The job can only be started by a project member allowed to deploy to the environment.
ko: 이 배포 작업은 자동으로 실행되지 않으며 수동으로 시작해야 하지만 이 작업의 보호된 환경에 대한 접근 권한이 없습니다. 작업은 환경에 배포할 수 있는 프로젝트 멤버만 시작할 수 있습니다.
ru: Это задание на развёртывание не запускается автоматически и должно быть запущено вручную, но у вас нет доступа к защищённой среде этого задания. Задание может быть запущено только участником проекта, которому разрешено развертывать в этой среде.

source: This device has already been registered with us.
ko: 이 기기는 이미 등록되어 있습니다.

source: This device has not been registered with us.
ko: 이 기기는 등록되지 않았습니다.

source: This diff is collapsed.
ko: 이 비교는 접혀있습니다.
ru: Это отличие свёрнуто.

source: This directory
ko: 이 디렉토리
ru: Эта директория

source: This directory cannot be locked while %{locker} has a lock on "%{path}". %{additionalPhrase}
ko: %{locker}가 "%{path}"에 잠금을 걸어 놓은 동안에는 이 디렉토리를 잠글 수 없습니다. %{additionalPhrase}
ru: Эта директория не может быть заблокирована пока %{locker} блокирует "%{path}". %{additionalPhrase}

source: This domain is not verified. You will need to verify ownership before access is enabled.
ko: 이 도메인은 확인되지 않았습니다. 액세스를 활성화하기 전에 소유권을 확인해야 합니다.
ru: Этот домен не подтвержден. Вам нужно будет проверить владение, прежде чем доступ будет включен.

source: This email supersedes any previous emails about scheduled deletion you may have received for %{project_link}.
ko: 이 이메일은 당신이 %{project_link}의 예정된 삭제에 대해 받았을 수 있는 이전 이메일을 대체합니다.

source: This email supersedes any previous emails about scheduled deletion you may have received for %{project_name}.
ko: 이 이메일은 당신이 %{project_name}의 예정된 삭제에 대해 받았을 수 있는 이전 이메일을 대체합니다.

source: This endpoint has been requested too many times. Try again later.
ko: 이 엔드포인트는 너무 많이 요청되었습니다. 나중에 다시 시도하세요.
ru: Слишком много запросов к этому эндпоинту. Попробуйте позже.

source: This environment has no deployments yet.
ko: 이 환경에는 아직 배포가 없습니다.
ru: В данном окружении пока нет развёртываний.

source: This environment is being deployed
ko: 이 환경은 배포 중입니다.

source: This environment is being re-deployed
ko: 이 환경은 재배포 중입니다.

source: This environment is not protected.
ko: 이 환경은 보호되지 않습니다.

source: This environment's canary ingress has been updated recently. Please retry later.
ko: 이 환경의 canary ingress가 최근에 업데이트되었습니다. 나중에 다시 시도하십시오.

source: This epic already has the maximum number of child epics.
ko: 이미 최대 개수의 하위 에픽들이 이 에픽에 있습니다.
ru: Эта цель уже имеет максимально возможное количество дочерних целей.

source: This epic cannot be added. An epic cannot be added to itself.
ko: 이 에픽은 추가할 수 없습니다. 에픽 자체에 추가할 수 없습니다.
ru: Эта цель не может быть добавлена. Цель не может быть добавлена к себе самой.

source: This epic cannot be added. It is already an ancestor of the parent epic.
ko: 이 에픽은 추가할 수 없습니다. 이미 상위 에픽의 상위입니다.
ru: Эта цель не может быть добавлена. Она уже является предком родительской цели.

source: This epic cannot be added. It is already assigned to the parent epic.
ko: 이 에픽은 추가할 수 없습니다. 이미 상위 에픽에 할당되어 있습니다.
ru: Эта цель не может быть добавлена. Она уже была назначена родительской цели.

source: This epic cannot be added. One or more epics would exceed the maximum depth (%{max_depth}) from its most distant ancestor.
ko: 이 에픽은 추가할 수 없습니다. 하나 이상의 에픽이 가장 먼 조상의 최대 깊이(%{max_depth})를 초과합니다.
ru: Эта цель не может быть добавлена. Одна или несколько целей превысят максимальную глубину (%{max_depth}) от своего наиболее далёкого предка.

source: This feature requires local storage to be enabled
ko: 이 기능을 사용하려면 로컬 저장소를 활성화해야 합니다.
ru: Эта функция требует, чтобы локальное хранилище было включено

source: This field is auto-calculated based on the progress score of its direct children. You can overwrite this value but it will be replaced by the auto-calculation anytime the progress score of its direct children are updated.
ko: 이 필드는 직계 하위 항목의 진행률 점수를 기준으로 자동 계산됩니다. 이 값을 덮어쓸 수 있지만 직계 하위 항목의 진행률 점수가 업데이트될 때마다 자동 계산으로 대체됩니다.
ru: Это поле рассчитывается автоматически на основе показателя прогресса его прямых дочерних элементов. Вы можете перезаписать это значение, но оно будет заменено автоматическим расчётом всякий раз, когда обновляется показатель прогресса прямых дочерних элементов.

source: This field is required
ko: 이 필드는 필수 항목입니다.
ru: Это поле обязательно к заполнению

source: This field is required.
ko: 이 필드는 필수입니다.
ru: Это поле обязательно к заполнению.

source: This file was linked in the page URL and will appear as the first one in the list
ko: 이 파일은 페이지 URL에 링크되어 있으며 목록의 첫 번째로 나타납니다.
ru: Этот файл был указан в URL страницы и появится первым в списке.

source: This file was modified for readability, and can't accept suggestions. Edit it directly.
ko: 이 파일은 가독성을 위해 수정되었으며 제안을 수락할 수 없습니다. 직접 편집하세요.

source: This form is disabled in preview
ko: 이 양식은 미리보기에서 비활성화됩니다

source: This group
ko: 이 그룹
ru: Эта группа

source: This group and its subgroups and projects are pending deletion, and will be deleted on %{date}.
ko: 이 그룹과 하위 그룹 및 프로젝트는 삭제 대기 중이며, %{date} 에 삭제될 예정입니다.
ru: Эта группа, её подгруппы и проекты ожидают удаления и будут удалены %{date}.

source: This group can be restored until %{date}. %{linkStart}Learn more%{linkEnd}.
ko: 이 그룹은 %{date}까지 복원 가능합니다. %{linkStart}자세히 알아보기%{linkEnd}.

source: This group can't be deleted because it is linked to a subscription. To delete this group, %{linkStart}link the subscription%{linkEnd} with a different group.
ko: 이 그룹은 구독에 링크되어 있기 때문에 삭제할 수 없습니다. 이 그룹을 삭제하려면, 다른 그룹과 %{linkStart}구독을 링크하세요.%{linkEnd}

source: This group can't be removed because it is linked to a subscription. To remove this group, %{linkStart}link the subscription%{linkEnd} with a different group.
ko: 이 그룹은 구독에 링크되어 있으므로 제거할 수 없습니다. 이 그룹을 제거하려면 다른 그룹과 %{linkStart}구독을 링크%{linkEnd}하십시오.

source: This group can't be transferred because it is linked to a subscription. To transfer this group, %{linkStart}link the subscription%{linkEnd} with a different group.
ko: 이 그룹은 구독에 링크되어 있으므로 이전할 수 없습니다. 이 그룹을 이전하려면 다른 그룹과 %{linkStart}구독을 링크%{linkEnd}하십시오.

source: This group cannot be invited to a project inside a group with enforced SSO
ko: 이 그룹은 강제 SSO가 있는 그룹 내의 프로젝트에 초대할 수 없습니다.

source: This group does not have any group runners yet.
ko: 이 그룹에는 아직 그룹 러너가 없습니다.
ru: В этой группе ещё нет средств выполнения группы.

source: This group has been scheduled for deletion and cannot be commented on.
ko: 이 그룹은 삭제가 예정되어 있으므로 댓글을 달 수 없습니다.
ru: Эта группа запланирована к удалению и не может быть прокомментирована.

source: This group has no active access tokens.
ko: 이 그룹에는 활성 액세스 토큰이 없습니다.

source: This group has no inactive access tokens.
ko: 이 그룹에는 비활성화된 액세스 토큰이 없습니다.
ru: В этой группе нет неактивных токенов доступа.

source: This group is linked to a subscription
ko: 이 그룹은 구독에 링크되어 있습니다.

source: This group is not permitted to create compliance violations
ko: 이 그룹은 규정 준수 위반을 만들 수 없습니다.

source: This group is scheduled for deletion on %{date}. This action will permanently delete this group, including its subgroups and projects, %{strongOpen}immediately%{strongClose}. This action cannot be undone.
ko: 이 그룹은 %{date}에 삭제될 예정입니다. 이 작업을 실행하면 하위 그룹과 프로젝트를 포함한 이 그룹이 %{strongOpen}즉시%{strongClose} 영구적으로 삭제됩니다. 이 작업은 실행 취소할 수 없습니다.
ru: Удаление этой группы запланировано на %{date}. Это действие приведёт к её окончательному удалению вместе с подгруппами и проектами %{strongOpen}немедленно%{strongClose}. Отменить это действие будет невозможно.

source: This group is scheduled to be deleted on %{date}. You are about to delete this group, including its subgroups and projects, immediately. This action cannot be undone.
ko: 이 그룹은 %{date}에 삭제될 예정입니다. 하위 그룹 및 프로젝트를 포함하여 이 그룹을 즉시 삭제하려고 합니다. 이 작업은 취소할 수 없습니다.
ru: Эта группа запланирована на удаление %{date}. Вы собираетесь удалить эту группу, включая её подгруппы и проекты, немедленно. Это действие нельзя отменить.

source: This incident is already escalated with '%{escalation_policy_name}'.
ko: 이 인시던트는 이미 '%{escalation_policy_name}'으로 에스컬레이션되었습니다.

source: This instance is now read-only. Don't worry, your data is safe. To change to GitLab Free and restore write access to this instance, delete your expired license.
ko: 이 인스턴스는 이제 읽기 전용입니다. 걱정하지 마세요. 데이터는 안전합니다. GitLab Free로 변경하고 이 인스턴스에 대한 쓰기 권한을 복원하려면 만료된 라이선스를 삭제하세요.
ru: Этот экземпляр сейчас в режиме только для чтения. Не беспокойтесь, ваши данные в безопасности. Чтобы переключиться на бесплатную версию GitLab и восстановить возможность записи на этом экземпляре, удалите вашу просроченную лицензию.

source: This invitation was sent to %{mail_to_invite_email}, but you are signed in as %{link_to_current_user} with email %{mail_to_current_user}.
ko: 이 초대는 %{mail_to_invite_email}로 전송되었지만 당신은 이메일 %{mail_to_current_user}에 %{link_to_current_user}로 로그인되어 있습니다.

source: This is a "Ghost User", created to hold all issues authored by users that have since been deleted. This user cannot be removed.
ko: 이것은 삭제된 사용자가 작성한 모든 이슈를 보관하기 위해 생성된 "고스트 사용자"입니다. 이 사용자는 제거할 수 없습니다.
ru: Это «Пользователь-призрак» был создан для хранения всех задач, автором которых были пользователи, впоследствии удалённые. Этот пользователь не может быть удалён.

source: This is a %{role_type} role.
ko: %{role_type} 역할입니다.
ru: Это роль %{role_type}.

source: This is a %{role_type}.
ko: %{role_type}입니다.
ru: Это %{role_type}.

source: This is a Jira user.
ko: Jira 사용자입니다.
ru: Это пользователь Jira.

source: This is a child pipeline within the parent pipeline
ko: 상위 파이프라인 내의 하위 파이프라인입니다.
ru: Это дочерний конвейер в рамках родительского конвейера

source: This is a delayed job to run in %{remainingTime}
ko: 이것은 %{remainingTime}안에 실행될 지연된 작업입니다.
ru: Это отложенное задание, которое будет выполнено через %{remainingTime}

source: This is a list of devices that have logged into your account. Revoke any sessions that you do not recognize.
ko: 사용자 계정에 로그인한 장치의 목록입니다. 이 중 낯선 장치가 보이면 세션을 해지하세요.
ru: Это список устройств, которые вошли в вашу учётную запись. Отмените доступ для любых сессий, которые вам не знакомы.

source: This is a private email address %{helpIcon} generated just for you. Anyone who has it can create issues or merge requests as if they were you. If that happens, %{resetLinkStart}reset this token%{resetLinkEnd}.
ko: 당신을 위해 생성된 개인 이메일 주소%{helpIcon}입니다. 이 주소를 가진 사람은 누구나 당신인 것처럼 이슈를 생성하거나 머지 리퀘스트 할 수 있습니다. 주소가 노출된 경우 %{resetLinkStart}이 토큰을 초기화%{resetLinkEnd} 하십시오.
ru: Это приватная электронная почта %{helpIcon}, созданная специально для вас. Любой, кто её получит, сможет создавать обсуждения или запросы на слияние от вашего имени. Если это произойдёт, %{resetLinkStart}сбросьте этот токен%{resetLinkEnd}.

source: This is a security log of authentication events involving your account.
ko: 당신의 계정과 관련된 인증 이벤트의 보안 로그입니다.
ru: Это журнал безопасности событий аутентификации, связанных с вашей учетной записью.

source: This is an archived project. Repository and other project resources are read-only.
ko: 이것은 아카이빙된 프로젝트입니다. 리포지토리와 기타 프로젝트 리소스는 읽기 전용입니다.
ru: Это архивный проект. Репозиторий и другие ресурсы проекта доступны только для чтения.

source: This is an experimental feature developed by GitLab Incubation Engineering.
ko: GitLab Incubation Engineering에서 개발한 실험적 기능입니다.

source: This is really just a warning
ko: 이건 정말 경고에 불과합니다
ru: Это всего лишь предупреждение

source: This is required and must be defined.
ko: 이 항목은 필수이고 반드시 정의되어야 합니다.
ru: Это поле обязательное и должно быть заполнено.

source: This is some information. %{linkStart}Learn more%{linkEnd}.
ko: 일부 정보입니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Это информация. %{linkStart}Подробнее%{linkEnd}.

source: This is the highest peak of users on your installation since the license started.
ko: 라이선스가 시작된 이후 당신의 설치에 대한 최대 사용자 수 입니다.

source: This is the number of %{billableUsersLinkStart}billable users%{billableUsersLinkEnd} on your installation, and this is the minimum number you need to purchase when you renew your license.
ko: 이는 설치 시 %{billableUsersLinkStart}청구 가능 사용자%{billableUsersLinkEnd} 수이며, 라이선스 갱신 시 구매해야 하는 최소 수입니다.

source: This is the number of %{billable_users_link_start}billable users%{billable_users_link_end} on your installation, and this is the minimum number you need to purchase when you renew your license.
ko: 이는 설치 시 청구 가능한 사용자 %{billable_users_link_start}%{billable_users_link_end} 의 수이며, 라이선스를 갱신할 때 구매해야 하는 최소 수입니다.

source: This is the only time the secret is accessible. Copy the secret and store it securely.
ko: 지금은 비밀을 볼 수 있는 유일한 시간입니다. 비밀을 복사하여 안전하게 보관하십시오.

source: This is your current session
ko: 현재 세션입니다.
ru: Это ваша текущая сессия

source: This issue cannot be assigned to a confidential epic because it is public.
ko: 이 이슈는 공개된 상태이므로 비공개 에픽에 할당할 수 없습니다.
ru: Это обсуждение не может быть назначено конфиденциальной цели, так как оно является общедоступным.

source: This issue cannot be made public because it belongs to a confidential epic.
ko: 이 이슈는 비공개 에픽에 속하므로 공개할 수 없습니다.

source: This issue is confidential and should only be visible to team members with at least the Planner role.
ko: 이 문제는 대외비이며 적어도 플래너 역할이 있는 구성원만 볼 수 있습니다.
ru: Это обсуждение является конфиденциальным и должно быть доступно только участникам команды с ролью не ниже Планировщик.

source: This issue is currently blocked by the following issues:
ko: 이 이슈는 현재 다음 문제로 인해 차단됩니다:

source: This issue is hidden because its author has been banned.
ko: 이 이슈는 작성자가 계정정지되었기 때문에 숨겨져 있습니다.

source: This issue is in a child epic of the filtered epic
ko: 이 이슈는 필터링된 에픽의 하위 에픽에 있습니다.

source: This item is disabled
ko: 이 항목은 비활성화됨

source: This iteration contains confidential items you do not have access to.
ko: 이 이터레이션은 대외비 항목이 포함되어 있어서, 당신은 접근할 수 없습니다.
ru: Эта итерация содержит конфиденциальные элементы, к которым у вас нет доступа.

source: This job could not start because it could not retrieve the needed artifacts%{punctuation}%{invalid_dependencies}
ko: 필요한 아티팩트를 검색할 수 없기 때문에 이 작업을 시작할 수 없습니다%{punctuation}%{invalid_dependencies}
ru: Это задание не может быть запущено, так как не может получить необходимые артефакты%{punctuation}%{invalid_dependencies}

source: This job depends on upstream jobs that need to succeed in order for this job to be triggered
ko: 이 작업을 시작하려면 업 스트림 작업의 성공을 필요로 합니다.
ru: Это задание зависит от рабочих заданий на верхнем уровне, которые должны завершиться успешно, чтобы это задание было запущено
