Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Tracing|Error rate (%%)
ko: 오류 비율 (%%)

source: Tracing|Error: Failed to load trace details. Try reloading the page.
ko: 오류: 추적 세부정보를 로드하지 못했습니다. 페이지를 새로고침해 보세요.
ru: Ошибка: Не удалось загрузить детали трассировки. Попробуйте перезагрузить страницу.

source: Tracing|Error: Something went wrong while fetching the operations. Try again.
ko: 오류: 작업을 가져오는 동안 문제가 발생했습니다. 다시 시도하십시오.
ru: Ошибка при получении операций. Повторите попытку.

source: Tracing|Error: Something went wrong while fetching the services. Try again.
ko: 오류: 서비스를 가져오는 동안 문제가 발생했습니다. 다시 시도하십시오.
ru: Ошибка при получении служб. Повторите попытку.

source: Tracing|Failed to load traces.
ko: 추적을 로드하지 못했습니다.
ru: Не удалось загрузить трассировки.

source: Tracing|Failed to load tracing analytics.
ko: 추적 분석을 로드하지 못했습니다.
ru: Не удалось загрузить аналитику трассировки.

source: Tracing|Filter traces
ko: 추적 필터링

source: Tracing|In progress
ko: 진행 중

source: Tracing|Inspect application requests across services. Send trace data to this project using OpenTelemetry. %{docsLink}
ko: 서비스 전반에 걸쳐 애플리케이션 요청을 검사합니다. OpenTelemetry를 사용하여 이 프로젝트에 추적 데이터를 보냅니다. %{docsLink}

source: Tracing|Learn more.
ko: 자세히 알아보기
ru: Подробнее.

source: Tracing|Metadata
ko: 메타데이터
ru: Метаданные

source: Tracing|Ok
ko: 확인
ru: Ok

source: Tracing|Operation
ko: 운영

source: Tracing|Refresh the page, or edit your search filter and try again
ko: 페이지를 새로 고치거나 검색 필터를 수정하고 다시 시도하세요.

source: Tracing|Request rate (req/s)
ko: 요청 속도 (요청/초)

source: Tracing|Resource attributes
ko: 리소스 속성

source: Tracing|Select a service to load suggestions
ko: 추천기능을 로드하려면 서비스를 선택하세요.

source: Tracing|Service
ko: 서비스

source: Tracing|Showing %{count} traces
ko: %{count} 추적 표시 중

source: Tracing|Status
ko: 상태

source: Tracing|This trace has %{totalSpans} spans. For performance reasons, we only show the first %{spansLimit} spans.
ko: 이 추적에는 %{totalSpans} 스팬이 있습니다. 성능상의 이유로 처음 %{spansLimit} 스팬만 표시합니다.

source: Tracing|Time range
ko: 시간 범위

source: Tracing|Time range is currently limited to a maximum of 12 hours.
ko: 시간 범위는 현재 최대 12시간으로 제한됩니다.
ru: Диапазон времени в данный момент ограничен 12 часами.

source: Tracing|Time range is currently limited to a maximum of 12 hours. Please select a smaller range.
ko: 시간 범위는 현재 최대 12시간으로 제한됩니다. 더 작은 범위를 선택하세요.
ru: Диапазон времени в данный момент ограничен 12 часами. Выберите меньший диапазон.

source: Tracing|Timestamp
ko: 타임스탬프

source: Tracing|Toggle child spans
ko: 하위 스팬 토글

source: Tracing|Total spans
ko: 총 스팬

source: Tracing|Trace ID
ko: 추적 ID

source: Tracing|Trace start
ko: 추적 시작

source: Tracing|Traces
ko: 추적

source: Tracing|Tracing
ko: 추적중

source: Tracing|View logs
ko: 로그 보기

source: Tracing|View metrics
ko: 메트릭 보기

source: Tracing|You must select a Service and Operation first.
ko: 먼저 서비스 및 운영을 선택해야 합니다.

source: Tracing|longer than
ko: 다음보다 길게

source: Tracing|name
ko: 이름

source: Tracing|shorter than
ko: 다음보다 짧게

source: Tracing|value
ko: 값
ru: значение

source: Track groups of issues that share a theme, across projects and milestones
ko: 이슈 그룹 추적을 통해 프로젝트와 마일스톤에 전체에서 테마를 공유
ru: Следите за обсуждениями, сгруппированными по темам, сразу из нескольких проектов и этапов

source: Track important events in your GitLab instance.
ko: GitLab 인스턴스에서 중요한 이벤트를 추적합니다.
ru: Отслеживайте важные события в вашем экземпляре GitLab.

source: Track important events in your group.
ko: 그룹의 중요한 이벤트를 추적합니다.
ru: Отслеживайте важные события в вашей группе.

source: Track important events in your project.
ko: 프로젝트에서 중요한 이벤트를 추적합니다.
ru: Отслеживайте важные события в вашем проекте.

source: Track time with quick actions
ko: 퀵 액션 시간 추적
ru: Отслеживайте время с помощью быстрых действий

source: Tracking
ko: 추척
ru: Отслеживание

source: Training mode
ko: 교육 모드
ru: Тренировочный режим

source: Transfer
ko: 전송

source: Transfer group
ko: 그룹 이동

source: Transfer group to another parent group.
ko: 그룹을 다른 상위 그룹으로 전송

source: Transfer project
ko: 프로젝트 이전
ru: Перенести проект

source: Transfer your project into another namespace. %{link_start}Learn more.%{link_end}
ko: 프로젝트를 다른 네임스페이스로 전송하십시오. %{link_start}자세히 알아보기.%{link_end}
ru: Перенесите ваш проект в другое пространство имён. %{link_start}Подробнее.%{link_end}

source: TransferGroup|Cannot transfer group to one of its subgroup.
ko: 그룹을 해당 하위 그룹 중 하나로 전송할 수 없습니다.

source: TransferGroup|Cannot update the path because there are projects under this group that contain Docker images in their container registry. Please remove the images from your projects first and try again.
ko: 컨테이너 레지스트리 내에 Docker 이미지를 포함하는 프로젝트가 이 그룹 아래에 있기 때문에 경로를 업데이트할 수 없습니다. 먼저 프로젝트에서 이미지를 제거한 후 다시 시도하십시오.
ru: Невозможно обновить путь, потому что в группе есть проекты, содержащие образы Docker в реестре контейнеров. Удалите образы из ваших проектов и попробуйте снова.

source: TransferGroup|Database is not supported.
ko: 데이터베이스가 지원되지 않습니다.
ru: База данных не поддерживается.

source: TransferGroup|Group contains contacts/organizations and you don't have enough permissions to move them to the new root group.
ko: Group에 연락처/조직이 포함되어 있으므로 새 루트 그룹으로 이동할 수 있는 권한이 없습니다.
ru: Группа содержит контакты или организации, и у вас недостаточно прав для их перемещения в новую основную группу.

source: TransferGroup|Group contains projects with NPM packages scoped to the current root level group.
ko: 그룹에는 현재 루트 수준 그룹으로 범위가 지정된 NPM 패키지가 있는 프로젝트가 포함됩니다.

source: TransferGroup|Group is already a root group.
ko: 그룹이 이미 루트 그룹입니다.
ru: Группа уже является корневой.

source: TransferGroup|Group is already associated to the parent group.
ko: 그룹은 이미 상위 그룹에 연결되어 있습니다.
ru: Группа уже связана с родительской группой.

source: TransferGroup|SAML Provider or SCIM Token is configured for this group.
ko: SAML 공급자 또는 SCIM 토큰이 이 그룹에 대해 구성되었습니다.

source: TransferGroup|The parent group already has a subgroup or a project with the same path.
ko: 상위 그룹에 동일한 경로를 가진 하위 그룹 또는 프로젝트가 이미 있습니다.

source: TransferGroup|Transfer failed: %{error_message}
ko: 전송 실패: %{error_message}
ru: Ошибка переноса: %{error_message}

source: TransferGroup|You don't have enough permissions.
ko: 권한이 부족합니다.
ru: У вас недостаточно прав.

source: TransferProject|Please select a new namespace for your project.
ko: 프로젝트의 새 네임스페이스를 선택하십시오.
ru: Пожалуйста, выберите новое пространство имен для вашего проекта.

source: TransferProject|Project cannot be transferred because of a container registry error: %{error}
ko: 컨테이너 레지스트리 오류로 인해 프로젝트를 전송할 수 없습니다: %{error}
ru: Проект не может быть передан из-за ошибки реестра контейнеров: %{error}

source: TransferProject|Project cannot be transferred to a different top-level namespace, because image tags are present in its container registry
ko: 이미지 태그가 컨테이너 레지스트리에 존재하기 때문에 프로젝트를 다른 최상위 네임스페이스로 전송할 수 없습니다.
ru: Проект не может быть передан в другое пространство имён верхнего уровня, поскольку в его реестре контейнеров присутствуют теги образов

source: TransferProject|Project cannot be transferred, because image tags are present in its container registry
ko: 컨테이너 레지스트리에 이미지 태그가 존재하기 때문에 프로젝트를 전송할 수 없습니다.
ru: Проект не может быть передан, потому что в его реестре контейнеров присутствуют теги образов.

source: TransferProject|Project is already in this namespace.
ko: 프로젝트가 이미 이 네임스페이스에 있습니다.
ru: Проект уже находится в этом пространстве имён.

source: TransferProject|Project with same name or path in target namespace already exists
ko: 대상 네임스페이스에 동일한 이름 또는 경로를 가진 프로젝트가 이미 있습니다.
ru: Проект с таким именем или путем в целевом пространстве имен уже существует

source: TransferProject|Root namespace can't be updated if the project has NPM packages scoped to the current root level namespace.
ko: 루트 네임스페이스는 프로젝트에 현재 루트 수준 네임스페이스로 범위가 지정된 NPM 패키지가 있는 경우 업데이트할 수 없습니다.

source: TransferProject|You don't have permission to transfer projects into that namespace.
ko: 프로젝트를 해당 네임스페이스로 전송할 수 있는 권한이 없습니다.
ru: У вас нет доступа для передачи проектов в это пространство имен.

source: TransferProject|You don't have permission to transfer this project.
ko: 이 프로젝트를 전송할 권한이 없습니다.
ru: У вас нет доступа для передачи этого проекта.

source: Tree view
ko: 트리 보기
ru: В виде дерева

source: Trend
ko: 경향
ru: Тренд

source: Trending
ko: 인기
ru: Тренды

source: TrialWidget|%{daysLeft} days left in trial
ko: 체험 기간이 %{daysLeft} 일 남음
ru: Осталось %{daysLeft} дней до окончания пробного периода

source: TrialWidget|GitLab Duo Enterprise
ko: GitLab Duo Enterprise
ru: GitLab Duo Enterprise

source: TrialWidget|GitLab Duo Enterprise Trial
ko: GitLab Duo Enterprise 평가판
ru: Пробный период GitLab Duo Enterprise

source: TrialWidget|GitLab Duo Pro
ko: GitLab Duo Pro
ru: GitLab Duo Pro

source: TrialWidget|GitLab Duo Pro Trial
ko: GitLab Duo Pro 평가판
ru: Пробный период GitLab Duo Pro

source: TrialWidget|Learn more
ko: 자세히 알아보기
ru: Подробнее

source: TrialWidget|See upgrade options
ko: 업그레이드 옵션 보기
ru: Варианты смены тарифа

source: TrialWidget|Ultimate with GitLab Duo Enterprise
ko: GitLab Duo Enterprise를 사용하는 Ultimate
ru: Ultimate с GitLab Duo Enterprise

source: TrialWidget|Ultimate with GitLab Duo Enterprise Trial
ko: GitLab Duo Enterprise 평가판을 사용하는 Ultimate
ru: Пробная версия Ultimate с GitLab Duo Enterprise

source: TrialWidget|Upgrade
ko: 업그레이드
ru: Сменить тариф

source: TrialWidget|Your trial of GitLab Duo Enterprise has ended
ko: GitLab Duo Enterprise 평가판이 종료되었습니다.
ru: Ваша пробная версия GitLab Duo Enterprise завершилась

source: TrialWidget|Your trial of GitLab Duo Pro has ended
ko: GitLab Duo Pro 평가판이 종료되었습니다.
ru: Ваша пробная версия GitLab Duo Pro завершилась

source: TrialWidget|Your trial of Ultimate with GitLab Duo Enterprise has ended
ko: GitLab Duo Enterprise를 사용하는 Ultimate 평가판이 종료되었습니다.
ru: Ваша пробная версия Ultimate с GitLab Duo Enterprise завершилась

source: Trials|Create a new group and start your free trial.
ko: 새로운 그룹을 만들고 무료 체험판을 시작하세요.
ru: Создайте новую группу и начните бесплатную пробную версию.

source: Trials|You can apply your free trial to a group.
ko: 무료 체험판을 그룹에 적용할 수 있습니다.
ru: Вы можете применить бесплатную пробную версию к группе.

source: Trial|Activate my trial
ko: 평가판 활성화
ru: Активировать пробный период

source: Trial|Allowed characters: +, 0-9, -, and spaces.
ko: 허용되는 문자: +, 0-9, - 및 공백.
ru: Допустимые символы: +, 0-9, - и пробелы.

source: Trial|Apply your trial to a new group
ko: 새로운 그룹에 평가판을 적용하세요
ru: Примените пробную версию к новой группе

source: Trial|Apply your trial to a new or existing group
ko: 새로운 그룹이나 기존 그룹에 평가판을 적용하세요
ru: Примените пробную версию к новой или существующей группе

source: Trial|By clicking "%{buttonText}" you accept the %{gitlabSubscriptionAgreement} and acknowledge the %{privacyStatement} and %{cookiePolicy}
ko: "%{buttonText}"을 클릭하면 %{gitlabSubscriptionAgreement} 에 동의하고 %{privacyStatement} 와 %{cookiePolicy}을 인정하는 것입니다.
ru: Нажимая «%{buttonText}», вы принимаете %{gitlabSubscriptionAgreement} и подтверждаете ознакомление с %{privacyStatement} и %{cookiePolicy}

source: Trial|Continue
ko: 계속
ru: Продолжить

source: Trial|Continue with trial
ko: 체험판으로 계속
ru: Продолжить пробный период

source: Trial|Cookie Policy.
ko: 쿠키 정책.
ru: Политика куки.

source: Trial|GitLab Subscription Agreement
ko: GitLab 구독 약관
ru: Соглашение о подписке GitLab

source: Trial|Privacy Statement
ko: 개인정보 보호정책
ru: Заявление о конфиденциальности

source: Trial|Select state or province
ko: 주 또는 도 선택
ru: Выберите штат или провинцию

source: Trial|Start your free Ultimate and GitLab Duo Enterprise trial
ko: 무료 Ultimate 및 GitLab Duo Enterprise 평가판 시작
ru: Начните бесплатный пробный период Ultimate и GitLab Duo Enterprise

source: Trial|Start your free trial
ko: 무료 체험판을 시작하세요
ru: Начать бесплатный пробный период

source: Trial|Start your free trial on %{group_name}
ko: %{group_name}에서 무료 체험판을 시작하세요
ru: Начать бесплатный пробный период для %{group_name}

source: Trial|State or province
ko: 주 또는 도
ru: Штат или провинция

source: Trial|We need a few more details from you to activate your trial.
ko: 당신의 평가판을 활성하기 위해서는 좀더 상세한 정보가 필요합니다.
ru: Нам нужно немного больше информации, чтобы активировать вашу пробную версию.

source: Trial|Your free Ultimate & GitLab Duo Enterprise Trial lasts for 60 days. After this period, you can maintain a GitLab Free account forever, or upgrade to a paid plan.
ko: 무료 Ultimate 및 GitLab Duo Enterprise 평가판은 60일 동안 지속됩니다. 이 기간 후에는 GitLab Free 계정을 영구적으로 유지하거나 유료 플랜으로 업그레이드할 수 있습니다.
ru: Ваш бесплатный пробный период для Ultimate и GitLab Duo Enterprise длится 60 дней. По истечении этого срока вы сможете сохранить учётную запись GitLab Free навсегда или перейти на платный тариф.

source: Trigger
ko: 트리거
ru: События

source: Trigger a pipeline for a branch or tag by generating a trigger token and using it with an API call. The token impersonates a user's project access and permissions.
ko: 트리거 토큰을 생성하고 API 호출과 함께 사용하여 브랜치 또는 태그에 대한 파이프라인을 트리거합니다. 토큰은 사용자의 프로젝트 액세스 및 권한을 대리(Impersonate)합니다.
ru: Запускайте конвейеры для веток или тегов, сгенерировав токен запуска и использовав его в API-запросах. Токен имитирует доступ и разрешения пользователя в проекте.

source: Trigger cluster reindexing
ko: 클러스터 재인덱싱 트리거

source: Trigger cluster reindexing. Only use this with an index that was created in GitLab 13.0 or later.
ko: 클러스터 재인덱싱을 트리거합니다. GitLab 13.0 이상에서 생성된 인덱스에만 사용하십시오.

source: Trigger job
ko: 트리거 작업
ru: Запускает задание

source: Trigger pipelines for mirror updates
ko: 미러링 업데이트를 위한 파이프라인 트리거
ru: Запускать конвейеры для обновлений зеркала

source: Trigger pipelines when branches or tags are updated in the upstream repository. Ensure your CI runners can handle the additional load from the remote repository activity. %{strong_start}Triggered pipelines use the credentials from pull mirroring and run unreviewed code. Only enable this feature for your own projects or those with trusted maintainers. %{strong_end} %{link_start}Learn more.%{link_end}
ko: 브랜치나 태그가 상위 리포지토리에서 업데이트될 때 파이프라인을 트리거하세요. CI 러너가 리모트 리포지토리 활동으로 인한 추가 부하를 처리할 수 있는지 확인하세요. %{strong_start}트리거된 파이프라인은 풀 미러링의 자격 증명을 사용하며 검토되지 않은 코드를 실행합니다. 이 기능은 자신의 프로젝트나 신뢰할 수 있는 유지 관리자가 있는 프로젝트에 대해서만 활성화하세요.%{strong_end} %{link_start}자세히 알아보기.%{link_end}
ru: Запускайте конвейеры при обновлении веток или тегов в исходном репозитории. Убедитесь, что ваши средства выполнения CI могут обработать дополнительную нагрузку от активности удалённого репозитория. %{strong_start}Запущенные конвейеры используют учётные данные для зеркалирования с получением и выполняют нерассмотренный код. Включайте эту функцию только для ваших собственных проектов или проектов с доверенными мейнтейнерами.%{strong_end} %{link_start}Подробнее.%{link_end}

source: Trigger repository check
ko: 리포지토리 검사 트리거

source: Trigger token removed.
ko: 트리거 토큰이 제거되었습니다.
ru: Токен запуска удалён.

source: Trigger token was created successfully.
ko: 트리거 토큰이 성공적으로 생성되었습니다.
ru: Токен запуска был успешно создан.

source: Trigger token was successfully updated.
ko: 트리거 토큰이 성공적으로 업데이트되었습니다.
ru: Токен запуска успешно обновлён.

source: Trigger token:
ko: 트리거 토큰:
ru: Токен запуска:

source: Trigger variables
ko: 트리거 변수

source: Triggerer
ko: 트리거 주체
ru: Триггер

source: Trigger|By default, trigger tokens never expire if no expiration date is selected.
ko: 기본적으로 만료 날짜를 선택하지 않으면 트리거 토큰은 만료되지 않습니다.

source: Trigger|Description
ko: 설명
ru: Описание

source: Trigger|Expiration Date
ko: 만료일

source: Trigger|Trigger description
ko: 트리거 설명
ru: Описание триггера

source: Troubleshoot failed CI/CD jobs with Root Cause Analysis.
ko: 근본 원인 분석을 통해 실패한 CI/CD 작업의 문제를 해결합니다.
ru: Устранение проблем с завершившимися с ошибкой заданиями CI/CD с помощью анализа первопричин.

source: Troubleshoot failed jobs with Root Cause Analysis
ko: 근본 원인 분석을 통해 실패한 작업의 문제를 해결합니다
ru: Устранение проблем с завершившимися с ошибкой заданиями с помощью анализа первопричин

source: Trust user
ko: 신뢰하는 사용자로 설정
ru: Доверять пользователю

source: Trusted
ko: 신뢰로 설정함

source: Trusted applications are automatically authorized on GitLab OAuth flow. It's highly recommended for the security of users that trusted applications have the confidential setting set to true.
ko: 신뢰할 수 있는 응용프로그램은 GitLab OAuth 흐름에서 자동으로 인증됩니다. 신뢰할 수 있는 애플리케이션의 비공개 설정을 true로 설정하는 것이 사용자의 보안을 위해 적극 권장됩니다.
ru: Доверенные приложения автоматически авторизуются в процессе OAuth GitLab. Для обеспечения безопасности пользователей настоятельно рекомендуется, чтобы для доверенных приложений был установлен параметр конфиденциальности в значение "истинно".

source: Try adjusting the filters, or creating an issue or merge request to collect more data
ko: 더 많은 데이터를 수집하려면, 필터를 조정하거나, 이슈나 머지 리퀘스트를 생성해 보세요.

source: Try again
ko: 다시 시도하십시오
ru: Попробовать снова

source: Try again?
ko: 다시 시도해 보세요.
ru: Повторить?

source: Try grouping with different labels
ko: 다른 라벨로 그룹화 시도

source: Try out GitLab Pipelines
ko: GitLab 파이프라인 사용해보기

source: Try the troubleshooting steps here.
ko: 여기서 문제 해결 단계를 시도하십시오.

source: Try to fork again
ko: 다시 포크를 시도하십시오
ru: Попробуйте форкнуть снова

source: Try to keep the first line under 52 characters and the others under 72.
ko: 첫 줄은 52자 이하로 하고 나머지 줄은 72자 이하로 유지하도록 하세요.

source: Try using a different search term to find the file you are looking for.
ko: 다른 검색어를 사용하여 찾고 있는 파일을 찾으십시오.
ru: Попробуйте изменить поисковый запрос, чтобы найти нужный файл.

source: Trying to communicate with your device. Plug it in (if needed) and press the button on the device now.
ko: 장치와 통신을 시도하는 중입니다. (필요한 경우) 플러그를 꽂고 지금 장치의 버튼을 누릅니다.

source: Trying to communicate with your device. Plug it in (if you haven't already) and press the button on the device now.
ko: 장치와 통신을 시도하는 중입니다. (아직 연결하지 않았다면) 연결하고 지금 장치의 버튼을 누르십시오.

source: Tue
ko: 화

source: Tuesday
ko: 화요일
ru: Вторник

source: Turn off
ko: 끄기

source: Turn on
ko: 켜기

source: Turn on confidentiality
ko: 비공개 활성화

source: Two-Factor Authentication
ko: 이중 인증
ru: Двухфакторная аутентификация

source: Two-factor Authentication
ko: 이중 인증
ru: Двухфакторная аутентификация

source: Two-factor Authentication Recovery codes
ko: 이중 인증 복구 코드
ru: Коды восстановления двухфакторной аутентификации

source: Two-factor Authentication:
ko: 이중 인증:
ru: Двухфакторная Аутентификация:

source: Two-factor authentication
ko: 이중 인증
ru: Двухфакторная аутентификация

source: Two-factor authentication disabled
ko: 이중 인증 비활성화됨
ru: Двухфакторная аутентификация отключена

source: Two-factor authentication for admin mode
ko: 운영자 모드를 위한 이중 인증

source: Two-factor authentication grace period
ko: 이중 인증 유예 기간

source: Two-factor authentication has been disabled for this user
ko: 이 사용자에 대해 이중 인증이 비활성화되었습니다
ru: Двухфакторная аутентификация отключена для этого пользователя

source: Two-factor authentication has been disabled for your GitLab account.
ko: GitLab 계정에 대해 이중 인증이 비활성화되었습니다.
ru: Двухфакторная аутентификация отключена для вашей учётной записи GitLab.

source: Two-factor authentication has been disabled successfully for %{username}!
ko: %{username}에 대한 이중 인증이 성공적으로 비활성화되었습니다!

source: Two-factor authentication has been disabled successfully!
ko: 이중 인증이 성공적으로 비활성화되었습니다!
ru: Двухфакторная аутентификация успешно отключена!

source: Two-factor authentication is not enabled for this user
ko: 이 사용자에 대해 이중 인증을 사용할 수 없습니다.
ru: Двухфакторная аутентификация не включена для этого пользователя

source: Two-factor grace period
ko: 이중 인증 유예 기간

source: Type
ko: 유형
ru: Тип

source: Type changed successfully.
ko: 유형이 성공적으로 변경되었습니다.
ru: Тип успешно изменён.

source: Type to search
ko: 입력하여 검색

source: Type:
ko: 유형:
ru: Тип:

source: URL is required
ko: URL이 필요합니다.

source: URL is triggered for each branch updated to the repository
ko: 리포지토리로 업데이트된 각 브랜치에 대해 URL이 트리거됨

source: URL is triggered when a merge request is created, updated, or merged
ko: 머지 리퀘스트가 생성, 업데이트 또는 머지될 때 URL이 트리거됩니다.

source: URL is triggered when a new tag is pushed to the repository
ko: 새 태그가 리포지토리에 푸시되면 URL이 트리거됩니다.

source: URL is triggered when repository is updated
ko: 리포지토리가 업데이트될 때 URL이 트리거됩니다.

source: URL must be percent-encoded if necessary.
ko: 필요한 경우 URL을 백분율로 인코딩해야 합니다.

source: URL must start with %{codeStart}http://%{codeEnd}, %{codeStart}https://%{codeEnd}, or %{codeStart}ftp://%{codeEnd}
ko: URL은 %{codeStart}http://%{codeEnd}, %{codeStart}https://%{codeEnd} 또는 %{codeStart}ftp://%{codeEnd}로 시작해야 합니다.

source: URL of the Confluence Workspace hosted on `atlassian.net`.
ko: `atlassian.net`에 호스팅된 Confluence 작업 공간의 URL입니다.
ru: URL рабочего пространства Confluence, размещённого на atlassian.net.

source: URL of the Grafana instance to link to from the Metrics Dashboard menu item.
ko: 측정항목 대시보드 메뉴 항목에서 링크할 Grafana 인스턴스의 URL
ru: URL экземпляра Grafana для ссылки из пункта меню Панель метрик.

source: URL of the Jenkins server.
ko: Jenkins 서버의 URL.
ru: URL сервера Jenkins.

source: URL of the Mock CI integration.
ko: Mock CI 통합의 URL입니다.

source: URL of the Packagist server. The default value is `https://packagist.org`.
ko: Packagist 서버의 URL입니다. 기본값은 `https://packagist.org`입니다.

source: URL of the Squash TM webhook.
ko: Squash TM Webhook의 URL입니다.
ru: URL вебхука Squash TM.

source: URL of the external Spam Check endpoint
ko: 외부 스팸 확인 엔드포인트의 URL
ru: URL-адрес внешней конечной точки проверки на спам

source: URL of the external storage to serve the repository static objects.
ko: 리포지토리 정적 개체를 처리하기 위한 외부 스토리지의 URL
ru: URL внешнего хранилища для обслуживания статичных объектов репозитория.

source: URL of the issue.
ko: 이슈의 URL
ru: URL обсуждения.

source: URL of the new issue.
ko: 새 이슈의 URL
ru: URL нового обсуждения.

source: URL of the project.
ko: 프로젝트의 URL
ru: URL проекта.

source: URL or request ID
ko: URL 또는 요청 ID
ru: URL или идентификатор запроса

source: Unable to apply suggestions to a deleted line.
ko: 삭제된 줄에 제안을 적용할 수 없습니다.

source: Unable to build Slack link.
ko: Slack 링크를 빌드할 수 없습니다.

source: Unable to clone. Insufficient permissions.
ko: 복제할 수 없습니다. 권한이 부족합니다.
ru: Невозможно клонировать. Недостаточно прав.

source: Unable to clone. Target project or group doesn't exist or doesn't support this item type.
ko: 복제할 수 없습니다. 대상 프로젝트나 그룹이 존재하지 않거나 이 항목 유형을 지원하지 않습니다.
ru: Не удалось клонировать. Целевой проект или группа не существуют или не поддерживают этот тип элемента.

source: Unable to collect CPU information
ko: CPU 정보를 수집할 수 없습니다.
ru: Не удалось собрать информацию о процессоре

source: Unable to collect memory information
ko: 메모리 정보를 수집할 수 없습니다.

source: Unable to connect to server: %{error}
ko: 서버에 연결할 수 없음: %{error}
ru: Невозможно подключиться к серверу:%{error}

source: Unable to connect to the Jira instance. Please check your Jira integration configuration.
ko: Jira 인스턴스에 연결할 수 없습니다. Jira 통합 설정을 확인하세요.
ru: Невозможно подключиться к экземпляру Jira. Пожалуйста, проверьте настройки интеграции с Jira.

source: Unable to create link to vulnerability
ko: 취약점에 대한 링크를 만들 수 없습니다

source: Unable to fetch branch list for this project.
ko: 이 프로젝트에 대한 브랜치 목록을 가져올 수 없습니다.
ru: Не удалось получить список веток для этого проекта.

source: Unable to fetch branches list, please close the form and try again
ko: 브랜치 목록을 가져올 수 없습니다. 양식을 닫고 다시 시도하십시오.

source: Unable to fetch group. Reload the page to try again.
ko: 그룹을 가져올 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Unable to fetch groups. Reload the page to try again.
ko: 그룹을 가져올 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Unable to fetch project. Reload the page to try again.
ko: 프로젝트를 가져올 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Unable to fetch projects. Reload the page to try again.
ko: 프로젝트를 가져올 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Unable to find Jira project to import data from.
ko: 데이터를 가져올 Jira 프로젝트를 찾을 수 없습니다.
ru: Не удалось найти проект Jira, из которого должны быть импортированы данные.

source: Unable to find comment template
ko: 댓글 템플릿을 찾을 수 없습니다
ru: Не удалось найти шаблон комментария.

source: Unable to fully load the default commit message. You can still apply this suggestion and the commit message will be correct.
ko: 기본 커밋 메시지를 완전히 로드할 수 없습니다. 이 제안을 계속 적용할 수 있으며 커밋 메시지가 올바르게 표시됩니다.
