Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Billing|An error occurred while loading GitLab subscription details.
ko: GitLab 구독 세부 정보를 로드하는 동안 오류가 발생했습니다.

source: Billing|An error occurred while loading billable members list.
ko: 청구 가능한 멤버 목록을 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке списка платных участников

source: Billing|An error occurred while loading details for the GitLab Duo add-on. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
ko: GitLab Duo 애드온에 대한 세부 정보를 로드하는 동안 오류가 발생했습니다. 문제가 지속되면 %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}.
ru: Произошла ошибка при загрузке сведений о дополнении GitLab Duo. Если проблема не устранена, %{supportLinkStart}обратитесь в службу поддержки%{supportLinkEnd}.

source: Billing|An error occurred while loading pending members list
ko: 대기 중인 멤버 목록을 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке списка ожидающих участников

source: Billing|An error occurred while loading users of the GitLab Duo add-on. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
ko: GitLab Duo 애드온 사용자를 로드하는 동안 오류가 발생했습니다. 문제가 지속되면 %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}.
ru: Произошла ошибка при загрузке пользователей дополнения GitLab Duo. Если проблема не устранена, %{supportLinkStart}обратитесь в службу поддержки%{supportLinkEnd}.

source: Billing|An error occurred while removing a billable member.
ko: 청구 가능한 멤버를 제거하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении платного участника

source: Billing|Are you sure you want to continue?
ko: 계속하시겠습니까?
ru: Вы уверены, что хотите продолжить?

source: Billing|Assign seat
ko: 좌석 할당
ru: Назначить лицензию

source: Billing|Assign seats
ko: 좌석 할당
ru: Назначить лицензии

source: Billing|Awaiting member signup
ko: 회원 가입 대기 중
ru: Ожидание регистрации участника

source: Billing|Cannot remove the last owner.
ko: 마지막 소유자를 제거할 수 없습니다.
ru: Невозможно удалить последнего владельца.

source: Billing|Cannot remove user
ko: 사용자를 제거할 수 없음
ru: Невозможно удалить пользователя

source: Billing|Confirm bulk seat assignment
ko: 대량 좌석 할당 확인
ru: Подтвердить групповое назначение лицензий

source: Billing|Confirm bulk seat removal
ko: 대량 좌석 제거 확인
ru: Подтвердить групповое удаление лицензий

source: Billing|Direct memberships
ko: 직접 멤버십
ru: Прямое участие

source: Billing|Enter at least three characters to search.
ko: 검색하려면 3글자 이상을 입력하세요.
ru: Введите минимум три символа для поиска.

source: Billing|Error assigning GitLab Duo add-on
ko: GitLab Duo 애드온 할당 오류

source: Billing|Error un-assigning GitLab Duo add-on
ko: GitLab Duo 애드온 할당 해제 오류

source: Billing|Explore paid plans
ko: 유료 요금제 살펴보기
ru: Обзор платных планов

source: Billing|Explore plans
ko: 요금제 살펴보기
ru: Изучить тарифы

source: Billing|Export list
ko: 목록 내보내기

source: Billing|Group invite
ko: 그룹 초대
ru: Приглашение в группу

source: Billing|Invited group
ko: 초대된 그룹
ru: Приглашённая группа

source: Billing|Members who were invited via a group invitation cannot be removed. You can either remove the entire group, or ask an Owner of the invited group to remove the member.
ko: 그룹 초대를 통해 초대된 멤버는 제거할 수 없습니다. 전체 그룹을 제거하거나 초대된 그룹의 소유자에게 멤버를 제거하도록 요청할 수 있습니다.
ru: Участники, приглашённые с помощью группового приглашения, не могут быть удалены. Вы можете либо удалить всю группу, либо попросить владельца приглашённой группы удалить участника.

source: Billing|No seats available
ko: 사용 가능한 좌석이 없습니다
ru: Нет доступных лицензий

source: Billing|No users to display.
ko: 표시할 사용자가 없습니다.
ru: Нет пользователей для отображения.

source: Billing|Not enough seats
ko: 좌석이 부족함
ru: Недостаточно лицензий

source: Billing|Private
ko: 비공개

source: Billing|Project invite
ko: 프로젝트 초대
ru: Приглашение в проект

source: Billing|Remove seat
ko: 좌석 삭제
ru: Удалить лицензию

source: Billing|Remove seats
ko: 좌석 삭제
ru: Удалить лицензии

source: Billing|Remove user %{username} from your subscription
ko: 귀하의 구독에서 사용자 %{username} 제거
ru: Удалить пользователя %{username} из вашей подписки

source: Billing|Something went wrong when assigning the add-on for the selected members. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
ko: 선택한 멤버에게 추가 기능을 할당하는 중에 문제가 발생했습니다. 문제가 지속되면 %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}.
ru: Произошла ошибка при назначении дополнительного компонента для выбранных участников. Если проблема сохраняется, пожалуйста, %{supportLinkStart}свяжитесь с поддержкой%{supportLinkEnd}.

source: Billing|Something went wrong when assigning the add-on to this member. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
ko: 이 구성원에게 추가 기능을 할당할 때 문제가 발생했습니다. 문제가 지속되면 %{supportLinkStart}지원팀에 문의하십시오%{supportLinkEnd}.
ru: Произошла ошибка при назначении дополнительного компонента этому участнику. Если проблема сохраняется, %{supportLinkStart}свяжитесь с поддержкой%{supportLinkEnd}.

source: Billing|Something went wrong when un-assigning the add-on to the selected members. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
ko: 선택한 멤버에게 추가 기능 할당을 취소하는 중에 문제가 발생했습니다. 문제가 지속되면 %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}.
ru: Произошла ошибка при удалении дополнительного компонента у выбранных участников. Если проблема сохраняется, %{supportLinkStart}свяжитесь с поддержкой%{supportLinkEnd}.

source: Billing|Something went wrong when un-assigning the add-on to this member. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
ko: 이 구성원에 대한 추가 기능 할당을 취소하는 동안 문제가 발생했습니다. 문제가 지속되면 %{supportLinkStart}지원팀에 문의하십시오%{supportLinkEnd}.
ru: Произошла ошибка при удалении дополнительного компонента у этого участника. Если проблема сохраняется, %{supportLinkStart}свяжитесь с поддержкой%{supportLinkEnd}.

source: Billing|Start a free 60-day trial or upgrade to a paid tier to get an unlimited number of seats.
ko: 60일 무료 시험판을 시작하거나 유료 요금제로 업그레이드하여 무제한 좌석 수를 사용할 수 있습니다.
ru: Начните бесплатный 60-дневный пробный период или перейдите на платный тариф для получения неограниченного числа лицензий.

source: Billing|There are not enough seats to assign the GitLab Duo add-on to all selected members.
ko: 선택한 모든 멤버에게 GitLab Duo 애드온을 할당할 수 있는 좌석 수가 충분하지 않습니다.
ru: Недостаточно лицензий, чтобы назначить дополнение GitLab Duo всем выбранным участникам.

source: Billing|This action will assign a GitLab Duo seat to 1 user
ko: 이 동작은 %d 사용자에게 GitLab Duo 사용자를 할당합니다.
ru: Это действие назначит лицензию GitLab Duo 1 пользователю

source: Billing|This action will remove GitLab Duo seat from 1 user
ko: 이 작업을 수행하면 %d 사용자의 GitLab Duo 사용자수가 제거됩니다.
ru: Это действие удалит лицензию GitLab Duo у 1 пользователя

source: Billing|This user is scheduled for removal.
ko: 이 사용자는 삭제 예정입니다.

source: Billing|Toggle seat details
ko: 좌석 세부정보 토클
ru: Переключить детали лицензий

source: Billing|Type %{username} to confirm
ko: 확인하려면 %{username} 을 입력하세요.
ru: Введите %{username} для подтверждения

source: Billing|User successfully scheduled for removal. This process might take some time. Refresh the page to see the changes.
ko: 사용자 삭제가 성공적으로 예약되었습니다. 이 프로세스에는 시간이 걸릴 수 있습니다. 페이지를 새로 고침하여 변경 사항을 확인하세요.
ru: Пользователь успешно запланирован на удаление. Этот процесс может занять некоторое время. Обновите страницу, чтобы увидеть изменения.

source: Billing|You are about to remove user %{username} from your subscription. If you continue, the user will be removed from the %{namespace} group and all its subgroups and projects. This action can't be undone.
ko: 귀하의 구독에서 사용자 %{username} 을 제거하려고 합니다. 계속하면 사용자가 %{namespace} 그룹과 모든 하위 그룹 및 프로젝트에서 제거됩니다. 이 작업은 취소할 수 없습니다.
ru: Вы собираетесь удалить %{username} из вашей подписки. Если вы продолжите, пользователь будет удалён из группы %{namespace} и всех её подгрупп и проектов. Действие не может быть отменено.

source: Billing|You can upgrade to a paid tier to get access to more features.
ko: 유료 티어로 업그레이드하여 더 많은 기능에 액세스할 수 있습니다.

source: Billing|You have assigned all available GitLab Duo add-on seats.
ko: 사용 가능한 GitLab Duo 애드온 좌석을 모두 할당했습니다.
ru: Вы назначили все доступные лицензии GitLab Duo.

source: Billing|Your group recently changed to use the Free plan. %{over_limit_message} You can free up space for new members by removing those who no longer need access or toggling them to over-limit. To get an unlimited number of members, you can %{link_start}upgrade%{link_end} to a paid tier.
ko: 귀하의 그룹은 최근 무료 요금제를 사용하도록 변경되었습니다. %{over_limit_message} 더 이상 액세스할 필요가 없는 사용자를 제거하거나 초과 제한으로 전환하여 새 회원을 위한 공간을 확보할 수 있습니다. 무제한 회원을 추가하려면 유료 요금제로 %{link_start}업그레이드%{link_end}를 할 수 있습니다.
ru: Ваша группа недавно перешла на бесплатный тариф. %{over_limit_message} Вы можете освободить место для новых участников, удалив тех, кому больше не нужен доступ, или переведя их в статус сверх лимита. Чтобы получить неограниченное количество участников, можно %{link_start}перейти на платный тариф%{link_end}.

source: Bitbucket Server Import
ko: Bitbucket 서버에서 가져 오기
ru: Импорт с сервера Bitbucket

source: Bitbucket Server import
ko: Bitbucket 서버 가져오기
ru: Импорт с сервера Bitbucket

source: Bitbucket import
ko: Bitbucket에서 가져오기
ru: Импорт из BitBucket

source: BitbucketImport|You are not allowed to import projects in this namespace.
ko: 이 네임스페이스에 프로젝트를 가져오기가 당신에게 허용되지 않습니다.
ru: Вам запрещено импортировать проекты в этом пространстве имён.

source: Blame could not be loaded as a single page.
ko: Blame을 단일 페이지로 로드할 수 없습니다.
ru: Невозможно загрузить информацию об авторах строк как отдельную страницу.

source: Blame for binary files is not supported.
ko: 바이너리 파일의 Blame 은 지원하지 않습니다.
ru: Информация об авторах строк для бинарных файлов не поддерживается.

source: Blame|Blame preferences
ko: Blame 환경설정
ru: Настройки отображения информации об авторах строк

source: Blame|Ignore specific revisions
ko: 특정 리비전을 무시
ru: Игнорировать определённые ревизии

source: Blame|Learn to ignore specific revisions
ko: 특정 리비전을 무시하는 방법을 배우세요.
ru: Узнать, как игнорировать определённые ревизии

source: Blame|Newer
ko: 더 최신
ru: Новее

source: Blame|Older
ko: 더 이전
ru: Старее

source: BlobViewer|Copy contents
ko: 내용 복사
ru: Скопировать содержимое

source: BlobViewer|If you delete the file, it will be removed from the branch %{branch}.
ko: 파일을 삭제하면 %{branch}브랜치에서 제거됩니다.
ru: Если вы удалите файл, он будет удален из ветки %{branch}.

source: BlobViewer|Open raw
ko: 원본 열기
ru: Открыть исходник

source: BlobViewer|The file could not be displayed because it is too large.
ko: 파일이 너무 커서 표시할 수 없습니다.
ru: Файл не может быть отображён, так как он слишком велик.

source: BlobViewer|This file will still take up space in your LFS storage. %{linkStart}How do I remove tracked objects from Git LFS?%{linkEnd}
ko: 이 파일은 여전히 LFS 스토리지의 용량을 차지합니다. %{linkStart}Git LFS에서 추적된 개체를 어떻게 제거합니까?%{linkEnd}
ru: Этот файл по-прежнему будет занимать место в хранилище LFS. %{linkStart}Как удалить отслеживаемые объекты из Git LFS?%{linkEnd}

source: BlobViewer|View on %{environmentName}
ko: %{environmentName}에서 보기
ru: Просмотр в %{environmentName}

source: BlobViewer|You can either %{rawLinkStart}view the raw file%{rawLinkEnd} or %{downloadLinkStart}download it%{downloadLinkEnd}.
ko: %{rawLinkStart}원시 파일을 보기%{rawLinkEnd} 또는 %{downloadLinkStart}다운로드%{downloadLinkEnd}할 수 있습니다.
ru: Вы можете либо %{rawLinkStart}посмотреть исходный файл%{rawLinkEnd}, либо %{downloadLinkStart}скачать его%{downloadLinkEnd}.

source: Block
ko: 차단

source: Block already exists
ko: 차단이 이미 존재합니다
ru: Блокировка уже существует

source: Block secrets such as keys and API tokens from being pushed to your repositories. Secret push protection is triggered when commits are pushed to a repository. If any secrets are detected, the push is blocked.
ko: 키 및 API 토큰과 같은 비밀이 저장소로 푸시되는 것을 차단합니다. 커밋이 리포지토리에 푸시되면 비밀 푸시 보호가 트리거됩니다. 비밀이 감지되면 푸시가 차단됩니다.
ru: Блокируйте секреты, такие как ключи и API токены от отправки в ваши репозитории. Защита от отправки запускается когда коммиты отправляются в репозиторий. Если обнаружены секреты, отправка блокируется.

source: Block user
ko: 사용자 차단
ru: Блокировать пользователя

source: Blocked
ko: 차단됨

source: Blocked work items are not available for the current subscription tier
ko: 차단된 작업 항목은 현재 구독중인 티어에서 사용할 수 없습니다.

source: Blocking
ko: 차단
ru: Блокировка

source: Blocking epics
ko: 에픽 차단

source: Blocking issues
ko: 차단된 이슈

source: Blocking merge request not found
ko: 머치 리퀘스트 차단을 찾을 수 없습니다.

source: Blocks
ko: 차단
ru: Блокирует

source: Blog
ko: 블로그
ru: Блог

source: Board scope affects which epics are displayed for anyone who visits this board
ko: 게시판 범위는 이 보드를 방문하는 모든 사람에게 표시되는 에픽에 영향을 줍니다.
ru: Область действия доски определяет какие цели показываются всем, кто посещает эту доску

source: Board scope affects which issues are displayed for anyone who visits this board
ko: 게시판 범위는 방문하는 모든 사람에게 표시되는 이슈에 영향을 줍니다.
ru: Область действия доски влияет на то, какие обсуждения отображаются для всех, кто посещает эту доску

source: BoardNewEpic|Groups
ko: 그룹
ru: Группы

source: BoardNewEpic|Loading groups
ko: 그룹 로딩
ru: Загрузка групп

source: BoardNewEpic|No matching results
ko: 일치하는 결과가 없습니다
ru: Нет подходящих результатов

source: BoardNewEpic|Search groups
ko: 그룹 검색
ru: Поиск групп

source: BoardNewIssue|No matching results
ko: 일치하는 결과가 없습니다
ru: Нет подходящих результатов

source: BoardNewIssue|Projects
ko: 프로젝트
ru: Проекты

source: BoardNewIssue|Search projects
ko: 프로젝트 검색
ru: Поиск проектов

source: BoardNewIssue|Select a project
ko: 프로젝트 선택
ru: Выбрать проект

source: BoardScope|%{iterationTitle} iteration in %{iterationCadence}
ko: %{iterationCadence}에서 %{iterationTitle} 반복

source: BoardScope|An error occurred while getting iterations. Please try again.
ko: 이터레이션을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении итераций. Повторите попытку.

source: BoardScope|An error occurred while getting milestones, please try again.
ko: 마일스톤을 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении этапов, пожалуйста, попробуйте ещё раз.

source: BoardScope|An error occurred while searching for labels, please try again.
ko: 라벨을 검색하는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: При поиске меток произошла ошибка, пожалуйста, повторите попытку.

source: BoardScope|An error occurred while searching for users, please try again.
ko: 사용자를 검색하는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при поиске пользователей, пожалуйста, попробуйте ещё раз.

source: BoardScope|Any Milestone
ko: 모든 마일스톤
ru: Любой этап

source: BoardScope|Any assignee
ko: 모든 담당자
ru: Любой исполнитель

source: BoardScope|Any iteration
ko: 모든 이터레이션
ru: Любая итерация

source: BoardScope|Any label
ko: 모든 라벨
ru: Любая метка

source: BoardScope|Assignee
ko: 담당자
ru: Исполнитель

source: BoardScope|Choose labels
ko: 라벨 선택
ru: Выберите метки

source: BoardScope|Current iteration
ko: 현재 이터레이션
ru: Текущая итерация

source: BoardScope|Don't filter milestone
ko: 마일스톤을 필터링하지 않음
ru: Не фильтровать этапы

source: BoardScope|Edit
ko: 편집
ru: Редактировать

source: BoardScope|Iteration
ko: 이터레이션
ru: Итерация

source: BoardScope|Labels
ko: 라벨
ru: Метки

source: BoardScope|Milestone
ko: 마일스톤
ru: Этап

source: BoardScope|No iteration
ko: 이터레이션 없음
ru: Нет итерации

source: BoardScope|No milestone
ko: 마일스톤 없음
ru: Нет этапа

source: BoardScope|Search iterations
ko: 이터레이션 검색
ru: Поиск итераций

source: BoardScope|Search milestones
ko: 마일스톤 검색
ru: Поиск этапов

source: BoardScope|Select assignee
ko: 담당자 선택
ru: Выберите исполнителя

source: BoardScope|Select iteration
ko: 이터레이션 선택
ru: Выберите итерацию

source: BoardScope|Select labels
ko: 라벨 선택
ru: Выберите метки

source: BoardScope|Select milestone
ko: 마일스톤 선택
ru: Выберите этап

source: BoardScope|Started
ko: 시작됨

source: BoardScope|Upcoming
ko: 다음

source: BoardScope|Weight
ko: 가중치
ru: Вес

source: Boards
ko: 보드
ru: Доски

source: Boards and board lists
ko: 보드 및 보드 목록
ru: Доски и списки досок

source: Boards|An error occurred while creating the %{issuableType}. Please try again.
ko: %{issuableType}을 생성하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while creating the list. Please try again.
ko: 목록을 생성하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при создании списка. Пожалуйста, попробуйте ещё раз.

source: Boards|An error occurred while deleting the list. Please try again.
ko: 목록을 삭제하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching a list. Please try again.
ko: 목록을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching board details. Please try again.
ko: 보드 세부 정보를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching board. Please try again.
ko: 보드를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching boards. Please try again.
ko: 보드를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching epics. Please try again.
ko: 에픽을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: При получении целей произошла ошибка. Повторите попытку.

source: Boards|An error occurred while fetching group projects. Please try again.
ko: 그룹 프로젝트를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении проектов группы. Пожалуйста, попробуйте ещё раз.

source: Boards|An error occurred while fetching groups. Please try again.
ko: 그룹을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching issues. Please try again.
ko: 이슈를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении обсуждений. Повторите попытку.

source: Boards|An error occurred while fetching iterations. Please try again.
ko: 이터레이션을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении итераций. Повторите попытку.

source: Boards|An error occurred while fetching labels. Please try again.
ko: 라벨을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: При получении меток произошла ошибка. Повторите попытку.

source: Boards|An error occurred while fetching list's information. Please try again.
ko: 목록 정보를 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching milestones. Please try again.
ko: 마일스톤을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: При получении информации об этапах произошла ошибка. Повторите попытку.

source: Boards|An error occurred while fetching recent boards. Please try again.
ko: 최근 보드를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while fetching the board lists. Please reload the page.
ko: 보드 목록을 가져오는 동안 오류가 발생했습니다. 페이지를 새로고침하세요.
ru: Произошла ошибка при получении списка досок. Пожалуйста, перезагрузите страницу.

source: Boards|An error occurred while fetching unassigned issues. Please try again.
ko: 할당되지 않은 이슈를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении данных о не назначенных проблемах. Повторите попытку.

source: Boards|An error occurred while fetching users. Please try again.
ko: 사용자를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while moving the %{issuableType}. Please try again.
ko: %{issuableType}을 이동하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while moving the issue. Please try again.
ko: 이슈를 이동하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при перемещении обсуждения. Пожалуйста, попробуйте ещё раз.

source: Boards|An error occurred while moving the list. Please try again.
ko: 목록을 이동하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while selecting the card. Please try again.
ko: 카드를 선택하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|An error occurred while updating the list. Please try again.
ko: 목록을 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Boards|Are you sure you want to delete this board?
ko: 정말 이 보드를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить эту доску?

source: Boards|Because this is the only board here, when this board is deleted, a new default Development board will be created.
ko: 이곳의 유일한 게시판이므로, 이 게시판이 삭제되면 새로운 기본 개발 게시판이 하나 생성됩니다.
ru: Поскольку здесь это единственная доска, при удалении её будет создана новая доска по умолчанию.

source: Boards|Because this is the only board in this group, when this board is deleted, a new default Development board will be created.
ko: 이 그룹의 유일한 게시판이므로, 이 게시판이 삭제되면 새로운 기본 개발 게시판이 생성됩니다.
ru: Поскольку это единственная доска в данной группе, при её удалении будет создана новая доска по умолчанию.

source: Boards|Because this is the only board in this project, when this board is deleted, a new default Development board will be created.
ko: 이 프로젝트의 유일한 게시판이므로, 이 게시판이 삭제되면 새로운 기본 개발 게시판이 생성됩니다.
ru: Поскольку это единственная доска в данном проекте, при её удалении будет создана новая доска по умолчанию.

source: Boards|Board
ko: 보드
ru: Доска

source: Boards|Board configuration
ko: 보드 구성
ru: Конфигурация доски

source: Boards|Boards
ko: 보드
ru: Доски

source: Boards|Card options
ko: 카드 옵션

source: Boards|Collapse
ko: 접기
ru: Свернуть

source: Boards|Configure board
ko: 보드 구성

source: Boards|Create board
ko: 보드 생성
ru: Создать доску

source: Boards|Create new board
ko: 새 보드 생성
ru: Создать новую доску

source: Boards|Create new epic
ko: 새 에픽 생성
ru: Создать новую цель

source: Boards|Create new issue
ko: 새 이슈 생성
ru: Создать новое обсуждение

source: Boards|Delete board
ko: 보드 삭제
ru: Удалить доску

source: Boards|Edit list settings
ko: 목록 설정 편집하기

source: Boards|Enter board name
ko: 보드 이름 입력
ru: Введите название доски

source: Boards|Expand
ko: 펼침
ru: Развернуть

source: Boards|Failed to delete board. Please try again.
ko: 보드를 삭제하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось удалить доску. Повторите попытку.

source: Boards|Items
ko: 항목
ru: Элементы

source: Boards|Load more epics
ko: 추가 에픽 로드
ru: Загрузить больше целей

source: Boards|Load more issues
ko: 추가 이슈 로드
ru: Загрузить больше обсуждений

source: Boards|Loading epics
ko: 에픽 로딩 중
ru: Загрузка целей

source: Boards|Move to end of list
ko: 목록 끝으로 이동

source: Boards|Move to start of list
ko: 목록의 처음으로 이동

source: Boards|No cadence matches current iteration filter
ko: 현재 이터레이션 필터와 일치하는 케이던스가 없음
ru: Никакой ритм не соответствует текущему фильтру итерации.

source: Boards|No matching boards found
ko: 일치하는 보드 없음
ru: Не найдено подходящих досок

source: Boards|Select board
ko: 보드 선택

source: Boards|Some of your boards are hidden, add a license to see them again.
ko: 보드 중 일부가 숨겨져 있습니다. 다시 보려면 라이선스를 추가하세요.

source: Boards|Switch board
ko: 보드 전환
ru: Переключить доску

source: Boards|Weight
ko: 가중치
ru: Вес

source: Boards|Work in progress limit: %{wipLimit} weight
ko: 진행 중 작업 한계: %{wipLimit} 가중치
ru: Максимальный вес незавершённой работы: %{wipLimit}

source: Bold (%{modifierKey}B)
ko: 굵게 (%{modifierKey}B)
ru: Жирный (%{modifierKey}B)

source: Bold text
ko: 굵은 텍스트
ru: Жирный текст

source: Bot
ko: 봇
ru: Бот

source: Both SSH and HTTP(S)
ko: SSH 및 HTTP(S) 모두
ru: И SSH, и HTTP(S)

source: Both adjacentWorkItemId and relativePosition are required.
ko: attachedWorkItemId와 relativePosition이 모두 필요합니다.
ru: Оба параметра adjacentWorkItemId и relativePosition обязательны.

source: Branch
ko: 브랜치
ru: Ветка

source: Branch %{branch_name} was created. To set up auto deploy, choose a GitLab CI Yaml template and commit your changes. %{link_to_autodeploy_doc}
ko: %{branch_name} 브랜치가 생성되었습니다. 자동 배포를 설정하려면 GitLab CI Yaml 템플릿을 선택하고 변경 사항을 적용하십시오. %{link_to_autodeploy_doc}
ru: Ветка %{branch_name} создана. Для настройки автоматического развертывания выберите Yaml-шаблон для GitLab CI и закомитьте свои изменения. %{link_to_autodeploy_doc}

source: Branch created.
ko: 브랜치가 생성되었습니다.
ru: Ветка создана.

source: Branch defaults
ko: 브랜치 기본값
ru: Настройки ветки по умолчанию

source: Branch has been updated since the merge was requested.
ko: 머지 리퀘스트 이후 브랜치가 업데이트되었습니다.

source: Branch is already taken
ko: 해당 브랜치는 이미 사용중입니다
ru: Ветка уже существует

source: Branch name
ko: 브랜치 이름
ru: Имя ветки

source: Branch name is available
ko: 브랜치 이름이 사용 가능함
ru: Имя ветки доступно

source: Branch name is required
ko: 브랜치 이름이 필요함
ru: Требуется указать имя ветки

source: Branch name pattern
ko: 브랜치 이름 패턴
ru: Шаблон для имён веток
