Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: The user map has been saved. Continue by selecting the projects you want to import.
ko: 사용자 맵이 저장되었습니다. 가져오려는 프로젝트를 선택하여 계속합니다.
ru: Пользовательская карта была сохранена. Продолжите, выбрав проекты, которые вы хотите импортировать.

source: The user map is a mapping of the FogBugz users that participated on your projects to the way their email address and usernames will be imported into GitLab. You can change this by populating the table below.
ko: 사용자 맵은 프로젝트에 참여한 FogBugz 사용자의 이메일 주소와 사용자명을 GitLab으로 가져오는 방식에 대한 매핑입니다. 아래 표를 채워 이를 변경할 수 있습니다.
ru: Карта пользователей — это отображение пользователей FogBugz, которые участвовали в ваших проектах, на то, как их адреса электронной почты и имена пользователей будут импортированы в GitLab. Вы можете изменить это, заполнив таблицу ниже.

source: The user you are trying to approve is not pending approval
ko: 승인하려는 사용자는 승인 대기 중이 아닙니다.

source: The user you are trying to deactivate has been active in the past %{minimum_inactive_days} days and cannot be deactivated
ko: 비활성화하려는 사용자는 지난 %{minimum_inactive_days} 일 동안 활성 상태였으며 비활성화할 수 없습니다.
ru: Пользователь, которого вы пытаетесь отключить, был активен в последние %{minimum_inactive_days} дней и не может быть отключён

source: The value must be a valid JSON array format: [1,2,3] or [{"key": "value"}]
ko: 이 값은 유효한 JSON 배열 형식이어야 합니다: [1,2,3] 또는 [{"key": "value"}]
ru: Значение должно быть в допустимом формате JSON-массива: [1,2,3] или [{"key": "value"}].

source: The value must contain only numbers.
ko: 값에는 숫자만 포함되어야 합니다.
ru: Значение должно содержать только числа.

source: The value must match the defined regular expression.
ko: 값은 정의된 정규식과 일치해야 합니다.
ru: Значение должно соответствовать заданному регулярному выражению.

source: The value of the provided variable exceeds the %{count} character limit
ko: 제공된 변수의 값이 %{count} 자 제한을 초과합니다.

source: The vulnerability is known, and has not been remediated or mitigated, but is considered to be an acceptable business risk.
ko: 취약점이 알려져 있고 치료되거나 완화되지 않았지만 허용 가능한 비즈니스 위험으로 간주됩니다.

source: The vulnerability is known, and has not been remediated or mitigated, but is considered to be in a part of the application that will not be updated.
ko: 취약점이 알려져 있고 치료되거나 완화되지 않았지만 업데이트되지 않을 애플리케이션의 일부로 간주됩니다.

source: The vulnerability is no longer detected. Verify the vulnerability has been fixed or removed before changing its status.
ko: 취약점이 더 이상 감지되지 않습니다. 상태를 변경하기 전에 취약점이 수정되었거나 제거되었는지 확인하십시오.

source: The vulnerability is no longer detected. Verify the vulnerability has been remediated before changing its status.
ko: 취약점이 더 이상 감지되지 않습니다. 상태를 변경하기 전에 취약점이 치료되었는지 확인하십시오.

source: There are currently no merge request branch targets
ko: 현재 머지 리퀘스트 브랜치 대상이 없습니다.

source: There are currently no mirrored repositories.
ko: 현재 미러링된 리포지토리가 없습니다.
ru: В настоящее время нет зеркальных репозиториев.

source: There are no GPG keys associated with this account.
ko: 이 계정과 연결된 GPG 키가 없습니다.
ru: Нет ключей GPG, связанных с этой учетной записью.

source: There are no GPG keys with access to your account.
ko: 계정에 접근할 수 있는 GPG 키가 없습니다.
ru: Нет ключей GPG с доступом к вашей учетной записи.

source: There are no SSH keys associated with this account
ko: 이 계정과 연결된 SSH 키가 없습니다.
ru: Нет ключей SSH, связанных с этой учётной записью

source: There are no SSH keys with access to your account
ko: 귀하의 계정에 액세스할 수 있는 SSH 키가 없습니다.
ru: Нет ключей SSH с доступом к вашей учетной записи

source: There are no approval rules for the given `represent_as` parameter. Use a valid User/Group/Role name instead.
ko: 제공된 `represent_as` 매개변수에 대한 승인 규칙이 없습니다. 대신 유효한 사용자/그룹/역할 이름을 사용하십시오.

source: There are no archived requirements
ko: 아카이빙된 요구 사항이 없습니다.
ru: Нет архивных требований

source: There are no archived test cases
ko: 아카이빙된 테스트 케이스가 없습니다.
ru: Нет архивных тест-кейсов

source: There are no changed labels
ko: 변경된 라벨이 없습니다
ru: Нет изменённых меток

source: There are no changes
ko: 변경사항이 없습니다.
ru: Нет изменений

source: There are no charts configured for this page
ko: 이 페이지에 대해 설정된 차트가 없습니다.
ru: Нет настроенных диаграмм для этой страницы

source: There are no closed epics
ko: 닫힌 에픽이 없습니다.

source: There are no closed issues
ko: 닫힌 이슈가 없습니다.
ru: Нет закрытых обсуждений

source: There are no closed merge requests
ko: 닫혀있는 머지 리퀘스트가 없습니다.
ru: Нет закрытых запросов на слияние

source: There are no comments to summarize.
ko: 이 리소스에는 요약할 주석이 없습니다.

source: There are no commits yet
ko: 아직 커밋이 없습니다.
ru: Коммитов пока нет

source: There are no commits yet.
ko: 아직 커밋이 없습니다.
ru: Коммитов пока нет.

source: There are no custom project templates set up for this GitLab instance. They are enabled from GitLab's Admin area. Contact your GitLab instance administrator to setup custom project templates.
ko: 이 GitLab 인스턴스에 대해 설정된 커스텀 프로젝트 템플릿이 없습니다. GitLab의 Admin 영역에서 활성화됩니다. 커스텀 프로젝트 템플릿을 설정하려면 GitLab 인스턴스 운영자에게 문의하세요.
ru: Для этого экземпляра GitLab не настроены пользовательские шаблоны проектов. Они включаются в области администратора GitLab. Обратитесь к администратору вашего экземпляра GitLab для настройки пользовательских шаблонов проектов.

source: There are no issues to show
ko: 표시할 이슈가 없습니다
ru: Нет обсуждений, которые можно показать

source: There are no issues with the selected labels
ko: 선택된 라벨에는 이슈가 없습니다.
ru: Нет обсуждений с выбранными метками

source: There are no matching files
ko: 일치하는 파일이 없습니다

source: There are no open epics
ko: 열린 에픽이 없습니다.

source: There are no open issues
ko: 열린 이슈가 없습니다.
ru: Нет открытых обсуждений

source: There are no open merge requests
ko: 열려 있는 머지 리퀘스트가 없습니다.
ru: Нет открытых запросов на слияние

source: There are no open requirements
ko: 열린 요구 사항이 없습니다
ru: Открытых требований нет

source: There are no open test cases
ko: 열려있는 테스트 케이스가 없습니다.
ru: Нет открытых тест-кейсов

source: There are no packages yet
ko: 아직 패키지가 없습니다
ru: Пакетов пока нет

source: There are no secure files yet.
ko: 아직 보안 파일이 없습니다.
ru: Защищённых файлов пока нет.

source: There are no spam logs
ko: 스팸 로그가 없습니다
ru: Журналы спама отсутствуют

source: There are no topics to show
ko: 표시할 주제가 없습니다.
ru: Нет тем для отображения

source: There are no variables yet.
ko: 아직 변수가 없습니다.
ru: Пока нет переменных.

source: There are running deployments on the environment. Please retry later.
ko: 환경에서 실행 중인 배포가 있습니다. 나중에 다시 시도하십시오.
ru: В среде запущены развертывания. Повторите попытку позже.

source: There are several file size limits in place for the package registry.
ko: 패키지 레지스트리에는 몇 가지 파일 크기 제한이 있습니다.
ru: Для реестра пакетов установлены несколько ограничений по размеру файлов.

source: There are several rate limits in place to protect the system.
ko: 시스템을 보호하기 위해 몇 가지 속도 제한이 있습니다.
ru: В системе установлены несколько ограничений на частоту запросов для её защиты.

source: There are several size limits in place.
ko: 몇 가지 크기 제한이 있습니다.
ru: Установлены несколько ограничений по размеру.

source: There is already a repository with that name on disk
ko: 디스크에 해당 이름을 가진 리포지토리가 이미 있습니다.
ru: На диске уже есть репозиторий с таким именем

source: There is already a to-do item for this design.
ko: 이 디자인에 대한 할 일 목록이 이미 있습니다.
ru: Для этого дизайна уже есть напоминание.

source: There is no chart data available.
ko: 사용 가능한 차트 데이터가 없습니다.

source: There is no data available.
ko: 사용 가능한 데이터가 없습니다.

source: There is no data available. Please change your selection.
ko: 사용 가능한 데이터가 없습니다. 선택을 변경하십시오.
ru: Нет доступных данных. Пожалуйста, измените ваш выбор.

source: There is no job log to troubleshoot.
ko: 문제를 해결할 작업 로그가 없습니다.

source: There is no table data available.
ko: 사용 가능한 테이블 데이터가 없습니다.

source: There is too much data to calculate. Please change your selection.
ko: 계산할 데이터가 너무 많습니다. 선택을 변경하십시오.

source: There was a problem communicating with your device.
ko: 기기와 통신하는 중에 문제가 발생했습니다.
ru: Произошла ошибка соединения с вашим устройством.

source: There was a problem creating the incident. Please try again.
ko: 인시던트를 생성하는 중에 문제가 발생했습니다. 다시 시도해 주세요.

source: There was a problem fetching CRM contacts.
ko: CRM 연락처를 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении контактов CRM.

source: There was a problem fetching CRM organizations.
ko: CRM 조직을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении организаций CRM.

source: There was a problem fetching authors.
ko: 작성자를 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching branches.
ko: 브랜치를 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching emoji.
ko: 이모티콘을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching environments.
ko: 환경을 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении последних меток.

source: There was a problem fetching epics.
ko: 에픽을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching failed jobs
ko: 실패한 작업을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching groups.
ko: 그룹을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching iterations.
ko: 이터레이션을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching labels.
ko: 라벨을 가져오는 중에 문제가 발생했습니다.
ru: Не удалось загрузить метки.

source: There was a problem fetching latest labels.
ko: 최신 라벨을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении последних меток.

source: There was a problem fetching milestones.
ko: 마일스톤을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении этапов.

source: There was a problem fetching project branches.
ko: 프로젝트 브랜치를 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching project tags.
ko: 프로젝트 태그를 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching project users.
ko: 프로젝트 사용자를 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching projects.
ko: 프로젝트를 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении проектов.

source: There was a problem fetching recent groups.
ko: 최근 그룹을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching recent projects.
ko: 최근 프로젝트를 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching releases.
ko: 릴리스를 가져오는 중에 문제가 발생했습니다.
ru: Не удалось загрузить релизы.

source: There was a problem fetching the CI/CD job token permissions.
ko: CI/CD 작업 토큰 권한을 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении разрешений токена CI/CD для задания.

source: There was a problem fetching the job token scope value
ko: 작업 토큰 범위 값을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching the keep latest artifacts setting.
ko: 최신 아티팩트 유지 설정을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении настроек для сохранения последних артефактов.

source: There was a problem fetching the latest minimum override role.
ko: 최신 최소 오버라이드 역할을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении последней минимальной роли для переопределения.

source: There was a problem fetching the pipeline summary.
ko: 파이프라인 요약을 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching the projects
ko: 프로젝트를 가져오는 중에 문제가 발생했습니다.

source: There was a problem fetching users.
ko: 사용자를 가져오는 중에 문제가 발생했습니다.

source: There was a problem loading this project's readme content.
ko: 이 프로젝트의 Readme 콘텐츠를 로드하는 중에 문제가 발생했습니다.

source: There was a problem sending the confirmation email
ko: 확인 이메일을 보내는 중에 문제가 발생했습니다.
ru: Произошла ошибка при отправке письма с подтверждением

source: There was a problem updating the keep latest artifacts setting.
ko: 최신 아티팩트 유지 설정을 업데이트하는 중에 문제가 발생했습니다.
ru: Произошла ошибка при обновлении настроек для сохранения последних артефактов.

source: There was a problem updating the minimum override setting.
ko: 최소 오버라이드 설정을 업데이트하는 중 문제가 발생하였습니다.
ru: Произошла ошибка при обновлении минимального параметра переопределения.

source: There was an error fetching configuration for charts
ko: 차트 설정을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке конфигурации для диаграмм

source: There was an error fetching data for the selected stage
ko: 선택한 스테이지의 데이터를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении данных для выбранного этапа

source: There was an error fetching data for the tasks by type chart
ko: 유형 차트별 작업 데이터를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении данных для диаграммы заданий по типам

source: There was an error fetching label data for the selected group
ko: 선택한 그룹의 라벨 데이터를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении данных метки для выбранной группы

source: There was an error fetching median data for stages
ko: 스테이지의 중앙값 데이터를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении медианных данных по этапам

source: There was an error fetching merge requests. Please try again.
ko: 머지 리퀘스트를 가져오는 중 오류가 발생했습니다. 다시 시도하세요.

source: There was an error fetching projects
ko: 프로젝트를 가져오는 중에 오류가 발생했습니다.

source: There was an error fetching stage total counts
ko: 총 스테이지 수를 가져오는 동안 오류가 발생했습니다.

source: There was an error fetching the cancelable jobs.
ko: 취소 가능한 작업을 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении задач, которые можно отменить.

source: There was an error fetching the deploy freezes.
ko: 배포 변경금지를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении заморозок развёртывания.

source: There was an error fetching the environments information.
ko: 환경 정보를 가져오는 중에 오류가 발생했습니다.

source: There was an error fetching the job.
ko: 작업을 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении задания.

source: There was an error fetching the jobs for your project.
ko: 프로젝트 작업을 가져오는 중에 오류가 발생했습니다.

source: There was an error fetching the jobs.
ko: 작업을 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении заданий.

source: There was an error fetching the number of jobs for your project.
ko: 당신의 프로젝트의 작업 수를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении количества заданий для вашего проекта.

source: There was an error fetching the number of jobs.
ko: 작업 수를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении количества заданий.

source: There was an error fetching the top labels for the selected group
ko: 선택한 그룹의 상위 라벨을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении основных меток для выбранной группы

source: There was an error fetching the variables.
ko: 변수를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при извлечении переменных.

source: There was an error fetching this merge request's pipelines.
ko: 이 머지 리퀘스트의 파이프라인을 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении конвейеров для этого запроса на слияние.

source: There was an error fetching value stream analytics stages.
ko: 가치 흐름 분석 단계를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении этапов аналитики потока значений.

source: There was an error gathering the chart data
ko: 차트 데이터를 모으는 중에 오류가 발생했습니다.
ru: При сборе данных диаграммы произошла ошибка

source: There was an error generating commit message.
ko: 커밋 메시지를 생성하는 중 오류가 발생했습니다.
ru: Произошла ошибка при создании сообщения коммита.

source: There was an error getting the epic participants.
ko: 에픽 참가자를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении участников цели.

source: There was an error importing the Jira project.
ko: Jira 프로젝트를 가져오는 중에 오류가 발생했습니다.
ru: При импорте проекта Jira произошла ошибка.

source: There was an error loading related feature flags
ko: 관련 피처 플래그를 로드하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при загрузке связанных флагов функций

source: There was an error loading users activity calendar.
ko: 사용자 활동 캘린더를 로딩하는 중에 오류가 발생하였습니다.

source: There was an error removing the e-mail.
ko: 이메일을 삭제하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при удалении электронной почты.

source: There was an error retrieving LDAP groups. Please try again.
ko: LDAP 그룹을 검색하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении групп LDAP. Повторите попытку.

source: There was an error retrieving the Jira users.
ko: Jira 사용자를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении пользователей Jira.

source: There was an error retrying the job.
ko: 작업을 다시 시도하는 중 오류가 발생했습니다.

source: There was an error running the job. Please try again.
ko: 작업을 실행하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при выполнении задания. Повторите попытку.

source: There was an error saving your changes.
ko: 변경 사항을 저장하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при сохранении ваших изменений.

source: There was an error subscribing to this label.
ko: 이 라벨을 구독하던 중 오류가 발생하였습니다.
ru: Произошла ошибка подписки на эту метку.

source: There was an error summarizing your pending comments.
ko: 제출된 댓글을 요약하는 중 오류가 있었습니다.
ru: Произошла ошибка при обобщении ваших ожидающих комментариев.

source: There was an error syncing project %{name}
ko: 프로젝트 %{name}을(를) 동기화하는 중에 오류가 발생했습니다.

source: There was an error updating the Maintenance Mode Settings
ko: 유지 관리 모드 설정을 업데이트하는 동안 오류가 발생했습니다.

source: There was an error updating your display preferences.
ko: 환경 설정 표시를 업데이트 하는 중에 오류가 있습니다.
ru: Произошла ошибка при обновлении настроек отображения.

source: There was an error when reseting email token.
ko: 이메일 토큰을 재설정하던 중 오류가 발생하였습니다.
ru: При сбросе токена электронной почты произошла ошибка.

source: There was an error when subscribing to this label.
ko: 이 라벨을 구독하던 중 오류가 발생하였습니다.
ru: При подписке на эту метку произошла ошибка.

source: There was an error when unsubscribing from this label.
ko: 이 라벨을 구독취소하던 중 오류가 발생하였습니다.
ru: Произошла ошибка при отписке от этой метки.

source: There was an error while fetching the chart data. Please refresh the page to try again.
ko: 차트 데이터를 가져오는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: There was an error while fetching the table data. Please refresh the page to try again.
ko: 테이블 데이터를 가져오는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: There was an error while fetching value stream analytics data.
ko: 가치 흐름 분석 데이터를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении данных аналитики потока ценности.

source: There was an error while fetching value stream analytics duration data.
ko: 가치 흐름 분석 기간 데이터를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении аналитических данных о длительности потока ценности.

source: There was an error while running this job again
ko: 이 작업을 다시 실행하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при повторном запуске этого задания

source: There was an error with the reCAPTCHA. Please solve the reCAPTCHA again.
ko: reCAPTCHA에 오류가 있습니다. reCAPTCHA를 다시 풀어주세요.
ru: Произошла ошибка reCAPTCHA. Решите reCAPTCHA снова.

source: These branches already have an open merge request: %{link_to_mr}. Select a different source or target branch.
ko: 이러한 브랜치에는 이미 열린 머지 리퀘스트가 있습니다: %{link_to_mr}. 다른 소스 또는 대상 브랜치를 선택하십시오.
ru: Эти ветки уже содержат открытый запрос на слияние: %{link_to_mr}. Выберите другую исходную или целевую ветку.

source: These dates affect how your epics appear in the roadmap. Set a fixed date or one inherited from the milestones assigned to issues in this epic.
ko: 이 날짜는 에픽이 로드맵에 표시되는 방식에 영향을 줍니다. 이 에픽의 이슈에 할당된 마일스톤에서 상속된 날짜 또는 고정 날짜를 설정합니다.
ru: Эти даты влияют на то, как ваши цели отображаются в плане развития. Установите фиксированную дату или дату, унаследованную от этапов, назначенных обсуждениям в этой цели.

source: These examples show common methods of triggering a pipeline with a pipeline trigger token. The URL and ID for this project is prefilled.
ko: 이 예제는 파이프라인 트리거 토큰을 사용하여 파이프라인을 트리거하는 일반적인 방법을 보여줍니다. 이 프로젝트의 URL과 ID는 미리 채워져 있습니다.
ru: Эти примеры показывают общие методы запуска конвейера с помощью токена запуска конвейера. URL и ID этого проекта уже заполнены.

source: These existing issues have a similar title. It might be better to comment there instead of creating another similar issue.
ko: 기존 이슈에 유사한 제목이 있습니다. 다른 유사한 이슈를 만드는 대신 거기에 댓글을 다는 것이 더 나을 수 있습니다.

source: These guidelines are displayed on the group's or project's members page, and are visible to users who can manage team member permissions.
ko: 이러한 지침은 그룹 또는 프로젝트의 구성원 페이지에 표시되며 팀 구성원 권한을 관리할 수 있는 사용자에게 표시됩니다.
ru: Эти рекомендации отображаются на странице участников группы или проекта и видны пользователям, которые могут управлять правами участников.

source: These guidelines for public avatars are displayed on the user settings page.
ko: 공개 아바타에 대한 이러한 지침은 사용자 설정 페이지에 표시됩니다.
ru: Эти рекомендации для публичных аватаров отображаются на странице настроек пользователя.

source: These merge requests merged after %{date}. You were an assignee or a reviewer.
ko: 이 머지 리퀘스트는 %{date}이후에 병합되었습니다. 귀하는 담당자 또는 검토자였습니다.
ru: Эти запросы на слияние были объединены после %{date}. Вы были исполнителем или рецензентом.

source: These merge requests need a review from you.
ko: 이 머지 리퀘스트는 귀하의 리뷰가 필요합니다.
ru: Эти запросы на слияние требуют вашей рецензии.

source: These runners are shared across projects in this group.
ko: 러너는 이 그룹의 프로젝트 간에 공유됩니다.
ru: Эти средства выполнения используются несколькими проектами в этой группе.

source: These variables are inherited from the parent group.
ko: 이러한 변수는 상위 그룹에서 상속됩니다.
ru: Эти переменные наследуются от родительской группы.

source: These will be sent to %{email} in an attachment once finished.
ko: 완료되면 첨부 파일의 %{email} 으로 전송됩니다.

source: Things to be aware of before transferring:
ko: 이전하기 전에 알아야 할 사항:
ru: Вещи, о которых стоит помнить перед передачей:

source: Third Party Advisory Link
ko: 서드 파티 자문 링크

source: This %{context} has been scheduled for deletion on %{date}. To cancel the scheduled deletion, you can restore this %{context}, including all its resources.
ko: %{date}에 %{context} 삭제가 예정되어 있습니다. 삭제 예약을 취소하려면 %{context} 및 관련 리소스를 모두 복원하세요.

source: This %{issuableType} is confidential and should only be visible to team members with at least the Planner role.
ko: 이 %{issuableType}은 대외비이며 적어도 플래너 역할을 가진 구성원만 볼 수 있습니다.
ru: Этот %{issuableType} является конфиденциальным и должен быть доступен только участникам команды с ролью не ниже Планировщик.

source: This %{issuable} is hidden because its author has been banned.
ko: 이 %{issuable} 작성자가 계정정지되었기 때문에 숨겨져 있습니다.

source: This %{issuable} is locked. Only %{strong_open}project members%{strong_close} can comment.
ko: 이 %{issuable}은 잠겨 있습니다. %{strong_open}프로젝트 멤버%{strong_close}만 댓글을 달 수 있습니다.

source: This %{issuable} would exceed the maximum number of linked %{issuables} (%{limit}).
ko: 이 %{issuable} 링크된 %{issuables}의 최대 값(%{limit})을 초과합니다.

source: This Cron pattern is invalid
ko: 이 Cron 패턴은 유효하지 않습니다.
ru: Этот шаблон Cron недействителен

source: This GitLab instance does not provide any instance runners yet. Administrators can register instance runners in the admin area.
ko: 이 GitLab 인스턴스는 아직 인스턴스 러너를 제공하지 않습니다. 운영자는 운영자 영역에서 인스턴스 러너를 등록할 수 있습니다.
ru: На этом экземпляре GitLab ещё не настроены средства выполнения для всего экземпляра. Администраторы могут зарегистрировать их в области администратора.

source: This PDF is too large to display. Please download to view.
ko: 이 PDF는 표시하기에 너무 큽니다. 보려면 다운로드하십시오.

source: This URL already exists.
ko: 이 URL은 이미 존재합니다.

source: This action can lead to data loss. To prevent accidental actions we ask you to confirm your intention.
ko: 이 동작은 데이터 손실로 이어질 수 있습니다. 우발적인 동작을 방지하기 위해 당신의 의사를 확인하도록 요청합니다.
ru: Это действие может привести к потере данных. Чтобы предотвратить случайные действия, мы просим Вас подтвердить Ваше намерение.

source: This action cannot be undone, and will permanently delete the %{key} SSH key
ko: 이 동작은 취소할 수 없으며 %{key} SSH 키를 영구적으로 삭제합니다.

source: This action cannot be undone, and will permanently delete the %{key} SSH key. All commits signed using this SSH key will be marked as unverified.
ko: 이 동작은 실행 취소할 수 없으며 %{key} SSH 키를 영구적으로 삭제합니다. 이 SSH 키를 사용하여 서명된 모든 커밋은 확인되지 않음으로 마킹됩니다.
ru: Это действие необратимо и навсегда удалит ключ SSH %{key}. Все коммиты, подписанные с использованием этого ключа SSH, будут помечены как непроверенные.

source: This action will permanently delete this group, including its subgroups and projects.
ko: 이 동작을 수행하면 해당 그룹과 하위 그룹 및 프로젝트가 영구적으로 삭제됩니다.

source: This action will permanently delete this project, including all its resources.
ko: 이 동작을 수행하면 이 프로젝트와 해당 프로젝트의 모든 리소스가 영구적으로 삭제됩니다.
ru: Это действие навсегда удалит этот проект, включая все его ресурсы.
