Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Create your first page
ko: 첫 페이지 만들기
ru: Создайте вашу первую страницу

source: Create your group
ko: 그룹 만들기
ru: Создать группу

source: Create, update, or delete a merge request.
ko: 머지 리퀘스트를 생성, 업데이트 또는 삭제합니다.

source: CreateGitTag|Add a message to the tag. Leaving this blank creates a lightweight tag.
ko: 태그에 메시지를 추가하세요. 비워 두면 경량 태그가 생성됩니다.
ru: Создать тег Git: Добавьте сообщение к тегу. Если оставить поле пустым, будет создан лёгкий тег.

source: CreateGitTag|Set tag message
ko: 태그 메시지 설정

source: CreateGroup|You can't create a group in a different organization than the parent group.
ko: 상위 그룹과 다른 조직에 그룹을 생성할 수 없습니다.
ru: Вы не можете создать группу в организации, отличной от организации родительской группы.

source: CreateGroup|You don't have permission to create a group in the provided organization.
ko: 주어진 조직에서 그룹을 생성할 권한이 없습니다.
ru: У вас нет прав для создания группы в указанной организации.

source: CreateGroup|You don’t have permission to create a subgroup in this group.
ko: 이 그룹에 하위 그룹을 생성할 권한이 없습니다.
ru: У вас нет прав на создание подгруппы в этой группе.

source: CreateGroup|You don’t have permission to create groups.
ko: 그룹을 생성할 권한이 없습니다.
ru: У вас нет разрешения на создание групп.

source: CreateGroup|You have reached the group limit until you verify your account.
ko: 그룹이 정한 기한까지 당신의 계정을 검증하지 않았습니다.
ru: Вы достигли лимита по группам для неподтверждённой учётной записи.

source: CreateTag|Tag
ko: 태그
ru: Тег

source: CreateTimelogForm|Add time entry
ko: 시간 항목 추가
ru: Добавить запись о времени

source: CreateTimelogForm|An error occurred while saving the time entry.
ko: 시간 항목을 저장하는 중 오류가 발생했습니다.
ru: Произошла ошибка при сохранении записи времени.

source: CreateTimelogForm|Cancel
ko: 취소
ru: Отмена

source: CreateTimelogForm|Example: 1h 30m
ko: 예: 1h 30m
ru: Пример: 1h 30m

source: CreateTimelogForm|How do I track and estimate time?
ko: 시간을 추적하고 추정하는 방법은 무엇인가요?
ru: Как учитывать и оценивать время?

source: CreateTimelogForm|Save
ko: 저장
ru: Сохранить

source: CreateTimelogForm|Spent at
ko: 소요 시간
ru: Затрачено в

source: CreateTimelogForm|Summary
ko: 요약
ru: Сводка

source: CreateTimelogForm|Time spent
ko: 소요 시간
ru: Времени затрачено

source: CreateValueStreamForm|%{action} stage %{index}
ko: %{action} 단계 %{index}
ru: %{action} этап %{index}

source: CreateValueStreamForm|%{name} (default)
ko: %{name} (기본값)
ru: %{name} (по умолчанию)

source: CreateValueStreamForm|'%{name}' Value Stream created
ko: '%{name}' 가치 흐름이 생성됨

source: CreateValueStreamForm|'%{name}' Value Stream has been successfully created.
ko: '%{name}' 가치 흐름이 성공적으로 생성되었습니다.
ru: Поток ценности «%{name}» успешно создан.

source: CreateValueStreamForm|'%{name}' Value Stream has been successfully saved.
ko: '%{name}' 가치 흐름이 성공적으로 저장되었습니다.
ru: Поток ценности «%{name}» успешно сохранён.

source: CreateValueStreamForm|'%{name}' Value Stream saved
ko: '%{name}' 가치 흐름이 저장되었습니다.

source: CreateValueStreamForm|Add a stage
ko: 스테이지 추가
ru: Добавить этап

source: CreateValueStreamForm|All default stages are currently visible
ko: 모든 기본 스테이지가 현재 표시됩니다.
ru: Видны все этапы по умолчанию

source: CreateValueStreamForm|An error occurred while creating the custom value stream. Try again.
ko: 사용자 정의 가치 흐름을 생성하는 동안 오류가 발생했습니다. 다시 시도하십시오.

source: CreateValueStreamForm|Code stage start
ko: 코드 스테이지 시작
ru: Начало этапа кода

source: CreateValueStreamForm|Create from default template
ko: 기본 템플릿에서 생성

source: CreateValueStreamForm|Create from no template
ko: 템플릿 없이 생성

source: CreateValueStreamForm|Default stage
ko: 기본 스테이지
ru: Этап по умолчанию

source: CreateValueStreamForm|Default stages
ko: 기본 스테이지
ru: Этапы по умолчанию

source: CreateValueStreamForm|Default stages can only be hidden or re-ordered
ko: 기본 스테이지는 숨기거나 다시 정렬할 수만 있습니다.
ru: Этапы по умолчанию могут быть только скрыты или переупорядочены

source: CreateValueStreamForm|Edit value stream
ko: 가치 흐름 편집

source: CreateValueStreamForm|Editing stage
ko: 스테이지 편집

source: CreateValueStreamForm|End event
ko: 종료 이벤트
ru: Конец события

source: CreateValueStreamForm|End event is required
ko: 종료 이벤트가 필요함
ru: Требуется событие завершения

source: CreateValueStreamForm|End event label
ko: 종료 이벤트 라벨
ru: Метка конечного события

source: CreateValueStreamForm|End event:
ko: 종료 이벤트:

source: CreateValueStreamForm|Enter stage name
ko: 스테이지 이름 입력
ru: Введите название этапа

source: CreateValueStreamForm|Enter value stream name
ko: 가치 흐름 이름 입력

source: CreateValueStreamForm|Issue stage end
ko: 이슈 스테이지 종료

source: CreateValueStreamForm|Label is required
ko: 라벨이 필요함
ru: Требуется метка

source: CreateValueStreamForm|Maximum length %{maxLength} characters
ko: 최대 길이 %{maxLength} 글자
ru: Максимальная длина %{maxLength} символов

source: CreateValueStreamForm|Minimum length %{minLength} characters
ko: 최소 길이 %{minLength} 자
ru: Минимальная длина %{minLength} символов

source: CreateValueStreamForm|Name is required
ko: 이름은 필수 항목입니다.
ru: Требуется название

source: CreateValueStreamForm|New stage
ko: 새 스테이지
ru: Новый этап

source: CreateValueStreamForm|New value stream
ko: 새 가치 흐름
ru: Новый поток ценности

source: CreateValueStreamForm|Plan stage start
ko: 계획 스테이지 시작
ru: Начало этапа планирования

source: CreateValueStreamForm|Recover hidden stage
ko: 숨겨진 스테이지 복구
ru: Восстановление скрытого этапа

source: CreateValueStreamForm|Restore defaults
ko: 기본값 복원

source: CreateValueStreamForm|Restore stage
ko: 복구 스테이지
ru: Восстановить этап

source: CreateValueStreamForm|Save value stream
ko: 가치 흐름 저장

source: CreateValueStreamForm|Select end event
ko: 종료 이벤트 선택

source: CreateValueStreamForm|Select start event
ko: 시작 이벤트 선택

source: CreateValueStreamForm|Stage %{index}
ko: 스테이지 %{index}
ru: Этап %{index}

source: CreateValueStreamForm|Stage name already exists
ko: 스테이지 이름이 이미 존재합니다.
ru: Название этапа уже существует

source: CreateValueStreamForm|Stage name is required
ko: 스테이지 이름은 필수 항목입니다.
ru: Требуется название этапа

source: CreateValueStreamForm|Start event
ko: 시작 이벤트

source: CreateValueStreamForm|Start event changed, please select a valid end event
ko: 시작 이벤트가 변경되었습니다. 유효한 종료 이벤트를 선택하십시오.

source: CreateValueStreamForm|Start event is required
ko: 시작 이벤트가 필요함
ru: Требуется начальное событие

source: CreateValueStreamForm|Start event label
ko: 시작 이벤트 라벨
ru: Метка стартового события

source: CreateValueStreamForm|Start event:
ko: 시작 이벤트:

source: CreateValueStreamForm|There was an error fetching the value stream.
ko: 가치 흐름을 가져오는 중에 오류가 발생하였습니다.
ru: Произошла ошибка при получении потока создания ценности.

source: CreateValueStreamForm|Update stage
ko: 스테이지 업데이트
ru: Обновить этап

source: CreateValueStreamForm|Value Stream name
ko: 가치 흐름 이름

source: CreateValueStreamForm|Value stream stages
ko: 가치 흐름 스테이지
ru: Этапы потока ценности

source: Created
ko: 생성됨
ru: Создан

source: Created %{date} ago
ko: %{date} 일 전에 생성됨

source: Created %{epicTimeagoDate}
ko: %{epicTimeagoDate} 생성됨
ru: Создана %{epicTimeagoDate}

source: Created %{timeAgo}
ko: %{timeAgo} 전에 생성됨

source: Created %{timeAgo} by %{author}
ko: %{timeAgo} 전에 %{author}에 의해 생성됨
ru: Создал(а) %{author} %{timeAgo}

source: Created %{timeAgo} by %{email} via %{author}
ko: %{timeAgo}에 %{email}로 %{author}를 통해 생성됨
ru: Создал(а) %{author} %{email} %{timeAgo}

source: Created %{time_ago}
ko: %{time_ago} 생성됨

source: Created %{timestamp}
ko: %{timestamp} 생성됨

source: Created At
ko: 생성 위치

source: Created Date
ko: 생성 날짜

source: Created On
ko: 생성 위치

source: Created a branch and a merge request to resolve this issue.
ko: 이 이슈를 해결하기 위해 브랜치와 머지 리퀘스트를 만들었습니다.
ru: Создана ветка и запрос на слияние для решения этого обсуждения.

source: Created at
ko: 생성 시간
ru: Создано

source: Created branch '%{branch_name}' and a merge request to resolve this issue.
ko: 이 이슈를 해결하기 위해 브랜치 '%{branch_name}' 과 머지 리퀘스트를 만들었습니다.
ru: Создана ветка %{branch_name} и запрос на слияние для решения этого обсуждения.

source: Created by:
ko: 만든 사람:

source: Created compliance violations if any were found
ko: 발견되면, 준수 위반을 생성

source: Created date
ko: 만든 날짜
ru: Дата создания

source: Created in
ko: 다음에서 생성됨

source: Created issue %{issueLink}
ko: 생성된 이슈 %{issueLink}
ru: Создано обсуждение %{issueLink}

source: Created issue %{issueLink} at %{projectLink}
ko: %{projectLink}에 이슈%{issueLink}을 만들었습니다.
ru: Создано обсуждение %{issueLink} в %{projectLink}

source: Created merge request %{mergeRequestLink}
ko: 생성된 머지 리퀘스트 %{mergeRequestLink}
ru: Создан запрос на слияние %{mergeRequestLink}

source: Created merge request %{mergeRequestLink} at %{projectLink}
ko: 생성된 머지 리퀘스트 %{mergeRequestLink} 프로젝트 %{projectLink}
ru: Создан запрос на слияние %{mergeRequestLink} в %{projectLink}

source: Created on
ko: 생성일
ru: Дата создания

source: Created on %{created_at}
ko: %{created_at}에 생성됨

source: Created on %{date}
ko: %{date}에 생성됨

source: Created on:
ko: 생성일:
ru: Дата создания:

source: Creates a branch and a merge request to resolve this issue.
ko: 이 이슈를 해결하기 위한 브랜치와 머지 리퀘스트를 만듭니다.
ru: Создает ветку и запрос на слияние для решения этого вопроса.

source: Creates branch '%{branch_name}' and a merge request to resolve this issue.
ko: 이 이슈를 해결하기 위해 브랜치 '%{branch_name}' 와 머지 리퀘스트를 만듭니다.
ru: Создает ветку %{branch_name} и запрос на слияние для решения этого обсуждения.

source: Creating
ko: 만드는 중
ru: Создание

source: Creating epic
ko: 에픽 생성 중
ru: Цель создается

source: Creator
ko: 작성자

source: Credentials
ko: 자격 증명

source: Credentials stored in Amazon Q are valid and functioning correctly.
ko: Amazon Q에 저장된 자격 증명은 유효하고 올바르게 작동합니다.
ru: Учётные данные, сохранённые в Amazon Q, действительны и работают корректно.

source: CredentialsInventory|Deleted user
ko: 삭제된 사용자
ru: Удалённый пользователь

source: CredentialsInventory|Expired
ko: 만료됨
ru: Срок действия истёк

source: CredentialsInventory|GPG keys
ko: GPG 키
ru: Ключи GPG

source: CredentialsInventory|No credentials found
ko: 자격 증명을 찾을 수 없습니다

source: CredentialsInventory|Personal access tokens
ko: 개인 액세스 토큰
ru: Личные токены доступа

source: CredentialsInventory|Project and group access tokens
ko: 프로젝트 및 그룹 액세스 토큰
ru: Токены доступа проекта и группы

source: CredentialsInventory|Revoke
ko: 해지
ru: Отозвать

source: CredentialsInventory|Revoked
ko: 해지됨
ru: Отозван

source: CredentialsInventory|SSH Keys
ko: SSH 키
ru: Ключи SSH

source: CredentialsInventory|SSH keys
ko: SSH 키
ru: Ключи SSH

source: CredentialsInventory|Search or filter credentials…
ko: 자격 증명 검색 또는 필터링…
ru: Поиск или фильтрация учётных данных…

source: CredentialsInventory|Type
ko: 유형
ru: Тип

source: Credit card
ko: 신용 카드
ru: Банковская карта

source: Credit card validation record saved
ko: 신용카드 검증 기록이 저장되었습니다.
ru: Запись проверки банковской карты сохранена

source: Critical - S1
ko: 치명적 - S1

source: Critical vulnerabilities present
ko: 치명적인 취약점 존재

source: Crm|Active
ko: 활성

source: Crm|Contact
ko: 연락처
ru: Контакты

source: Crm|Contact has been added.
ko: 연락처가 추가되었습니다.
ru: Контакт добавлен.

source: Crm|Contact has been updated.
ko: 연락처가 업데이트되었습니다.
ru: Контакт обновлён.

source: Crm|Contacts
ko: 연락처
ru: Контакты

source: Crm|Customer relations contacts
ko: 고객 관리 연락처

source: Crm|Customer relations organizations
ko: 고객 관리 조직

source: Crm|Default rate
ko: 기본 요금

source: Crm|Edit contact
ko: 연락처 수정
ru: Редактировать контакт

source: Crm|Edit organization
ko: 조직 편집
ru: Редактировать организацию

source: Crm|New contact
ko: 새 연락처
ru: Новый контакт

source: Crm|New organization
ko: 새 조직
ru: Новая организация

source: Crm|No contacts found
ko: 검색된 연락처 없음
ru: Контакты не найдены

source: Crm|No organization
ko: 조직 없음
ru: Нет организации

source: Crm|No organizations found
ko: 조직을 찾을 수 없습니다.
ru: Организации не найдены

source: Crm|Organization
ko: 조직
ru: Организация

source: Crm|Organization has been added.
ko: 조직이 추가되었습니다.
ru: Организация добавлена.

source: Crm|Organization has been updated.
ko: 조직이 갱신되었습니다.
ru: Организация обновлена.

source: Crm|Organizations
ko: 조직
ru: Организации

source: Crm|Rate
ko: Rate
ru: Оценка

source: Crm|Select contacts
ko: 연락처 선택
ru: Выберите контакты

source: Crm|View contact details
ko: 연락처 정보 보기
ru: Просмотреть детали контакта

source: Cron time zone
ko: Cron 시간대
ru: Часовой пояс Cron

source: CsvParser|Failed to render the CSV file for the following reasons:
ko: 다음과 같은 이유로 CSV 파일을 렌더링하지 못했습니다:
ru: Не удалось отобразить CSV файл по следующим причинам:

source: CsvParser|Quoted field unterminated
ko: 인용 필드가 종료되지 않음

source: CsvParser|Too few fields
ko: 필드가 너무 적음

source: CsvParser|Too many fields
ko: 필드가 너무 많음

source: CsvParser|Trailing quote on quoted field is malformed
ko: 따옴표 붙은 필드의 후행 따옴표 형식이 잘못되었습니다.

source: CsvParser|Unable to auto-detect delimiter; defaulted to ","
ko: 구분자를 자동 감지할 수 없습니다. 기본값은 ","

source: CsvViewer|No CSV data to display.
ko: 표시할 CSV 데이터가 없습니다.

source: CsvViewer|The file is too large to render all the rows. To see the entire file, switch to the raw view.
ko: 파일이 너무 커서 모든 행을 렌더링할 수 없습니다. 전체 파일을 보려면 원시 보기로 전환하세요.
ru: Файл слишком велик для отрисовки всех строк. Чтобы увидеть весь файл, переключитесь на просмотр исходника.

source: CsvViewer|View raw data
ko: 원시 데이터 보기

source: Current
ko: 현재

source: Current Project
ko: 현재 프로잭트
ru: Текущий проект

source: Current node must be the primary node or you will be locking yourself out
ko: 현재 노드는 프라이머리 노드여야 합니다. 그렇지 않으면 자신을 잠그게 됩니다.
ru: Текущий узел должен быть основным, иначе вы заблокируете себе доступ

source: Current password
ko: 현재 비밀번호
ru: Текущий пароль

source: Current sign-in IP:
ko: 현재 로그인 IP:
ru: Текущий IP-адрес входа:

source: Current sign-in at:
ko: 현재 로그인 위치:
ru: Текущий вход в:

source: Current sign-in ip
ko: 현재 로그인 IP
ru: Текущий IP-адрес входа

source: Current vulnerabilities count
ko: 현재 취약점 수

source: CurrentUser|Buy compute minutes
ko: 컴퓨팅 시간 구매
ru: Купить вычислительные минуты

source: CurrentUser|Edit profile
ko: 프로필 편집
ru: Редактировать профиль

source: CurrentUser|Enter Admin Mode
ko: 운영자 모드 시작
ru: Войти в режим администратора

source: CurrentUser|Leave Admin Mode
ko: 운영자 모드 나가기
ru: Выйти из режима администратора

source: CurrentUser|One of your groups is running out
ko: 당신이 속한 그룹 중 하나가 소진되었습니다
ru: У одной из ваших групп заканчиваются ресурсы

source: CurrentUser|Preferences
ko: 환경설정
ru: Настройки

source: CurrentUser|Start an Ultimate trial
ko: Ultimate 평가판 시작
ru: Начать пробный период Ultimate

source: CurrentUser|Switch to GitLab Next
ko: GitLab Next로 전환
ru: Переключение на GitLab Next

source: Currently unable to fetch data for this pipeline.
ko: 현재 이 파이프라인에 대한 데이터를 가져올 수 없습니다.

source: Custom
ko: 커스텀

source: Custom (%{language})
ko: 커스텀 (%{language})

source: Custom Attributes
ko: 커스텀 속성
ru: Пользовательские атрибуты

source: Custom Git clone URL for HTTP(S)
ko: HTTP(S)용 커스텀 Git 클론 URL
ru: Пользовательский URL клонирования Git для HTTP(S)

source: Custom analyzers: language support
ko: 커스텀 분석기: 언어 지원

source: Custom attributes
ko: 커스텀 속성
ru: Пользовательские атрибуты

source: Custom confirmation message: %{message}
ko: 커스텀 확인 메시지: %{message}

source: Custom emoji
ko: 커스텀 이모티콘

source: Custom emoji will be available to use in every project in the group.
ko: 커스텀 이모티콘은 그룹의 모든 프로젝트에서 사용할 수 있습니다.

source: Custom hostname (for private commit emails)
ko: 커스텀 호스트네임 (개인 커밋 이메일용)
ru: Пользовательское имя хоста (для использования в приватных адресах электронной почты для коммитов)

source: Custom hostname of the Telegram API. The default value is `https://api.telegram.org`.
ko: 텔레그램 API의 사용자 정의 호스트 이름. 기본 값은 `https://api.telegram.org`입니다.
ru: Пользовательский адрес API Telegram. Значение по умолчанию — `https://api.telegram.org`.

source: Custom notification events
ko: 커스텀 알림 이벤트
ru: События настраиваемых уведомлений

source: Custom project templates
ko: 커스텀 프로젝트 템플릿

source: Custom project templates have not been set up for groups that you are a member of. They are enabled from a group’s settings page. Contact your group’s Owner or Maintainer to setup custom project templates.
ko: 귀하가 속한 그룹에 대해 커스텀 프로젝트 템플릿이 설정되지 않았습니다. 그룹의 설정 페이지에서 활성화됩니다. 커스텀 프로젝트 템플릿을 설정하려면 그룹의 소유자 또는 유지관리자에게 문의하십시오.
ru: Пользовательские шаблоны проекта не были настроены для групп, членом которых являетесь вы. Они включены на странице настроек группы. Свяжитесь с Владельцем или Мейнтейнер вашей группы для настройки пользовательских шаблонов проекта.

source: Custom range
ko: 커스텀 범위

source: Custom role
ko: 커스텀 역할

source: Custom tags in Datadog. Specify one tag per line in the format `key:value\nkey2:value2`.
ko: Datadog의 커스텀 태그. `key:value\nkey2:value2` 형식으로 라인 당 하나의 태그를 지정합니다.
ru: Пользовательские теги в Datadog. Укажите один тег на строку в формате `ключ:значение\nключ2:значение2`.

source: Customer experience improvement and third-party offers
ko: 고객 경험 개선 및 서드파티 제공

source: Customer relations
ko: 고객 관리
ru: Отношения с клиентами

source: Customer relations contacts
ko: 고객 관리 연락처

source: Customer relations organizations
ko: 고객 관리 조직

source: Customize CI/CD settings, including Auto DevOps, instance runners, and job artifacts.
ko: Auto DevOps, 인스턴스 러너, 작업 아티팩트를 포함하는 CI/CD 설정을 커스터마이징합니다.
ru: Настройте параметры CI/CD, включая Auto DevOps, средства запуска экземпляров и артефакты заданий.

source: Customize colors
ko: 색상 커스터마이징
ru: Настроить цвета

source: Customize how FogBugz email addresses and usernames are imported into GitLab. In the next step, you'll be able to select the projects you want to import.
ko: FogBugz 이메일 주소와 사용자명을 GitLab으로 가져오는 방법을 커스터마이징하세요. 다음 단계에서는 가져올 프로젝트를 선택할 수 있습니다.
ru: Настройте то, как адреса электронной почты FogBugz и имена пользователей импортируются в GitLab. На следующем шаге вы сможете выбрать проекты, которые хотите импортировать.

source: Customize icon
ko: 아이콘 커스터마이징
ru: Настройка значка

source: Customize language and region related settings.
ko: 언어 및 지역 관련 설정을 커스터마이징 합니다.
ru: Настройте параметры языка и региона.

source: Customize name
ko: 이름 커스터마이징
ru: Настройка имени

source: Customize your pipeline configuration.
ko: 파이프라인 설정을 커스터마이징합니다.
ru: Настройте конфигурацию вашего конвейера.

source: Cycle time
ko: 사이클 타임
ru: Время цикла

source: CycleAnalyticsEvent|%{label_reference} label was added to the issue
ko: %{label_reference} 라벨이 이슈에 추가되었습니다.
ru: Метка %{label_reference} добавлена к обсуждению

source: CycleAnalyticsEvent|%{label_reference} label was added to the merge request
ko: %{label_reference} 라벨이 머지 리퀘스트에 추가되었습니다.
ru: Метка %{label_reference} добавлена к запросу на слияние

source: CycleAnalyticsEvent|%{label_reference} label was removed from the issue
ko: %{label_reference} 라벨이 이슈에서 제거되었습니다.
ru: Метка %{label_reference} удалена из обсуждения

source: CycleAnalyticsEvent|%{label_reference} label was removed from the merge request
ko: %{label_reference} 라벨이 머지 리퀘스트에서 제거되었습니다.
ru: Метка %{label_reference} удалена из запроса на слияние

source: CycleAnalyticsEvent|Issue closed
ko: 이슈 닫힘
ru: Обсуждение закрыто

source: CycleAnalyticsEvent|Issue created
ko: 이슈 생성됨
ru: Создана задача

source: CycleAnalyticsEvent|Issue first added to a board
ko: 처음 보드에 추가된 이슈
ru: Обсуждение впервые добавлено на доску

source: CycleAnalyticsEvent|Issue first added to iteration
ko: 이슈가 처음으로 이터레이션에 추가됨
ru: Обсуждение впервые добавлено в итерацию

source: CycleAnalyticsEvent|Issue first assigned
ko: 처음 할당된 이슈
ru: Обсуждение впервые назначено

source: CycleAnalyticsEvent|Issue first associated with a milestone
ko: 마일스톤과 처음 연결된 이슈
ru: Обсуждение, первым добавленное в этап

source: CycleAnalyticsEvent|Issue first associated with a milestone or first added to a board
ko: 처음으로 마일스톤에 연결된 이슈 또는 보드에 추가된 이슈
ru: Обсуждение впервые связано с этапом или добавлено на доску

source: CycleAnalyticsEvent|Issue first mentioned in a commit
ko: 커밋에서 처음 언급된 이슈
ru: Задача впервые упомянута в коммите

source: CycleAnalyticsEvent|Issue label added
ko: 이슈 라벨이 추가됨
ru: Добавлена метка обсуждения

source: CycleAnalyticsEvent|Issue label removed
ko: 이슈 라벨이 제거됨
ru: Удалена метка обсуждения

source: CycleAnalyticsEvent|Issue last edited
ko: 마지막으로 수정된 이슈
ru: Обсуждение отредактировано в последний раз

source: CycleAnalyticsEvent|Merge request closed
ko: 머지 리퀘스트 닫힘
ru: Запрос на слияние закрыт

source: CycleAnalyticsEvent|Merge request created
ko: 머지 리퀘스트 생성됨
ru: Создан запрос на слияние

source: CycleAnalyticsEvent|Merge request first assigned
ko: 머지 리퀘스트가 처음 할당됨
ru: Запрос на слияние впервые назначен

source: CycleAnalyticsEvent|Merge request first committed
ko: 머지 리퀘스트가 최초로 커밋됨
ru: Первоначальный коммит запроса на слияние

source: CycleAnalyticsEvent|Merge request first deployed to production
ko: 프로덕션에 처음 배포된 머지 리퀘스트
ru: Запрос на слияние впервые развёрнут в рабочее окружение

source: CycleAnalyticsEvent|Merge request label added
ko: 머지 리퀘스트 라벨이 추가됨
ru: Метка добавлена к запросу на слияние

source: CycleAnalyticsEvent|Merge request label removed
ko: 머지 리퀘스트 라벨이 제거됨
ru: Метка удалена из запроса на слияние

source: CycleAnalyticsEvent|Merge request last approved
ko: 머지 리퀘스트가 마지막으로 승인됨
ru: Последнее одобрение запроса на слияние

source: CycleAnalyticsEvent|Merge request last build finished
ko: 머지 리퀘스트 마지막 빌드 완료됨
ru: Последняя сборка запроса на слияние завершена

source: CycleAnalyticsEvent|Merge request last build started
ko: 머지 리퀘스트 마지막 빌드 시작됨
ru: Сборка запроса на слияние начата

source: CycleAnalyticsEvent|Merge request last edited
ko: 마지막으로 수정된 머지 리퀘스트
ru: Последнее редактирование запроса на слияние

source: CycleAnalyticsEvent|Merge request merged
ko: 머지 리퀘스트 머지됨
ru: Запрос на слияние выполнен

source: CycleAnalyticsEvent|Merge request reviewer first assigned
ko: 머리 리퀘스트 검토자가 처음 지정됨
ru: Первое назначение рецензента для запроса на слияние

source: CycleAnalyticsStage|Code
ko: 코드
ru: Написание кода

source: CycleAnalyticsStage|Issue
ko: 이슈
ru: Обсуждение

source: CycleAnalyticsStage|Plan
ko: 계획
ru: Планирование

source: CycleAnalyticsStage|Review
ko: 리뷰
ru: Рецензия

source: CycleAnalyticsStage|Staging
ko: 스테이징
ru: Приёмка

source: CycleAnalyticsStage|Test
ko: 테스트
ru: Тестирование

source: CycleAnalyticsStage|Total
ko: 총계
ru: Всего

source: CycleAnalyticsStage|is not available for the selected group
ko: 선택한 그룹에 사용할 수 없습니다.
ru: недоступно для выбранной группы

source: CycleAnalytics|%{issuableType} time in stage
ko: %{issuableType} 단계 소요 시간
ru: Время на стадии: %{issuableType}

source: CycleAnalytics|%{selectedLabelsCount} label selected (%{maxLabels} max)
ko: %{selectedLabelsCount} 라벨이 선택됨(%{maxLabels} 최대)
ru: Выбрана %{selectedLabelsCount} метка (максимум — %{maxLabels})

source: CycleAnalytics|'%{name}' is collecting the data. This can take a few minutes.
ko: '%{name}'가 데이터를 수집 중입니다. 몇 분 정도 걸릴 수 있습니다.
ru: «%{name}» собирает данные. Это может занять несколько минут.

source: CycleAnalytics|Average duration
ko: 평균 기간
ru: Средняя продолжительность

source: CycleAnalytics|Average time to completion
ko: 평균 완료 시간
ru: Среднее время до завершения

source: CycleAnalytics|Change failure rate
ko: 실패율 변경
ru: Частота отказов при изменениях

source: CycleAnalytics|Create a custom value stream to view metrics about stages specific to your development process. Use your value stream to visualize your DevSecOps lifecycle, determine the velocity of your group, and identify inefficient processes.
ko: 개발 프로세스에 특정한 단계에 대한 측정항목을 보려면 커스텀 가치 흐름을 만드십시오. 가치 흐름을 사용하여 DevSecOps 수명 주기를 시각화하고 그룹의 속도를 결정하며 비효율적인 프로세스를 식별합니다.
ru: Создайте пользовательский поток создания ценности, чтобы просматривать метрики этапов, специфичных для вашего процесса разработки. Используйте этот поток для визуализации жизненного цикла DevSecOps, определения скорости вашей группы и выявления неэффективных процессов.

source: CycleAnalytics|Custom value streams to measure your DevSecOps lifecycle
ko: DevSecOps 수명 주기를 측정하기 위한 커스텀 가치 흐름
ru: Пользовательские потоки ценности для измерения жизненного цикла DevSecOps

source: CycleAnalytics|Data is collecting and loading.
ko: 데이터를 수집하고 로드하는 중입니다.
ru: Данные собираются и загружаются.

source: CycleAnalytics|Date
ko: 날짜
ru: Дата
