Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ApprovalSettings|Require user re-authentication (password or SAML) to approve
ko: 승인하려면 사용자 재인증(비밀번호 또는 SAML) 필요
ru: Требовать повторную аутентификацию пользователя (пароль или SAML) для одобрения

source: ApprovalSettings|There was an error loading merge request approval settings.
ko: 머지 리퀘스트 승인 설정을 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке настроек одобрения запроса на слияние.

source: ApprovalSettings|There was an error updating merge request approval settings.
ko: 머지 리퀘스트 승인 설정을 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при обновлении настроек одобрения запроса на слияние.

source: ApprovalSettings|This setting is configured at the instance level and can only be changed by an administrator.
ko: 이 설정은 인스턴스 수준에서 설정되며 운영자만 변경할 수 있습니다.
ru: Этот параметр настроен на уровне экземпляра и может быть изменен только администратором.

source: ApprovalSettings|This setting is configured in %{groupName} and can only be changed in the group settings by an administrator or group owner.
ko: 이 설정은 %{groupName} 으로 설정되며 운영자 또는 그룹 소유자만 그룹 설정에서 변경할 수 있습니다.
ru: Данная настройка установлена в %{groupName} и может быть изменена в настройках группы только администратором или владельцем группы.

source: ApprovalSettings|When a commit is added:
ko: 커밋이 추가될 때:
ru: Когда коммит добавлен:

source: Approvals
ko: 승인
ru: Одобрения

source: Approvals are optional.
ko: 승인은 옵션입니다.
ru: Одобрения необязательны.

source: Approvals|%{count} of %{total}
ko: %{count} / %{total}
ru: %{count} из %{total}

source: Approvals|Action required
ko: 조치 필요
ru: Требуется действие

source: Approvals|Auto approved
ko: 자동 승인
ru: Автоматически одобрено

source: Approvals|It looks like there was a conflict between the rules for approving this Merge Request and the users who were eligible to approve it. As a result, the system has automatically approved it to keep things moving.
ko: 머지 리퀘스트를 승인하는 규칙과 이를 승인할 자격이 있는 사용자 사이에 충돌이 있었던 것 같습니다. 결과적으로 시스템은 작업을 계속 진행하도록 자동으로 승인했습니다.
ru: Похоже, возник конфликт между правилами одобрения этого запроса на слияние и участниками, которые имели право его одобрить. В результате система автоматически одобрила его, чтобы процесс продолжался.

source: Approvals|Rule automatically approved
ko: 규칙이 자동으로 승인됨
ru: Правило автоматически одобрено

source: Approvals|Rule cannot be approved
ko: 규칙을 승인할 수 없습니다.
ru: Правило не может быть одобрено

source: Approvals|Section: %{section}
ko: 섹션: %{section}
ru: Раздел: %{section}

source: Approvals|The number of people who need to approve this is more than those who are allowed to. Please ask the project owner to update %{securityPolicy}.
ko: 이를 승인해야 하는 사람의 수가 허용된 사람보다 많습니다. 프로젝트 소유자에게 %{securityPolicy} 업데이트를 요청하십시오.
ru: Количество людей, которые должны одобрить это, превышает количество разрешённых. Попросите владельца проекта обновить %{securityPolicy}.

source: Approvals|Verify the number of %{linkStart}eligible security approvers%{linkEnd} matches the required approvers for the security policy.
ko: %{linkStart}적정한 보안 승인자%{linkEnd}의 수가 보안 정책이 요구와 일치하는지 확인합니다.
ru: Проверьте, чтобы количество %{linkStart}подходящих рецензентов по безопасности%{linkEnd} соответствовало необходимому числу рецензентов для политики безопасности.

source: Approvals|Verify your %{eligibleApproverLinkStart}eligible approvers%{eligibleApproverLinkEnd} and %{approvalSettingsLinkStart}approval settings%{approvalSettingsLinkEnd} agree with each other.
ko: %{eligibleApproverLinkStart}적정 승인자%{eligibleApproverLinkEnd} 와 %{approvalSettingsLinkStart}승인 설정%{approvalSettingsLinkEnd}이 서로 일치하는지 확인하십시오.
ru: Убедитесь, что ваши %{eligibleApproverLinkStart}подходящие одобряющие%{eligibleApproverLinkEnd} и %{approvalSettingsLinkStart}настройки одобрений%{approvalSettingsLinkEnd} не конфликтуют друг с другом.

source: Approvals|Verify your %{linkStart}approval settings%{linkEnd} do not conflict with this rule.
ko: %{linkStart}승인 설정%{linkEnd} 이 이 규칙과 충돌하지 않는지 확인하십시오.
ru: Проверьте, чтобы ваши %{linkStart}настройки одобрений%{linkEnd} не противоречили этому правилу.

source: Approve
ko: 승인
ru: Одобрить

source: Approve All
ko: 모두 승인

source: Approve a merge request
ko: 머지 리퀘스트 승인
ru: Одобрить запрос на слияние

source: Approve a pending member
ko: 대기 중인 멤버 %d 명 승인
ru: Одобрить ожидающего участника

source: Approve the current merge request.
ko: 현재 머지 리퀘스트를 승인합니다.
ru: Одобрить текущий запрос на слияние.

source: Approved
ko: 승인됨
ru: Одобрен

source: Approved by
ko: 승인자
ru: Одобрен

source: Approved by others
ko: 다른 사람이 승인함
ru: Одобрены другими

source: Approved by you
ko: 당신이 승인함
ru: Одобрены вами

source: Approved members will use an additional seat in your subscription, which may override your user cap.
ko: 승인된 멤버들은 구독에서 추가로 %d 자리를 할당 받게 되며, 이로인해 사용자 용량을 초과할 수 있습니다.
ru: Одобренные участники будут использовать дополнительную лицензию в вашей подписке, что может привести к превышению лимита пользователей.

source: Approved members will use an additional seat in your subscription.
ko: 승인된 멤버들은 구독에서 추가로 %d 자리를 할당 받게 됩니다.
ru: Одобренные участники будут использовать дополнительную лицензию в вашей подписке.

source: Approved the current merge request.
ko: 이 머지 리퀘스트를 승인했습니다.
ru: Текущий запрос на слияние одобрен.

source: Approver
ko: 승인자
ru: Одобряющий(ая)

source: Approvers
ko: 승인자
ru: Одобряющие

source: Approvers from private group(s) not shown
ko: 비공개 그룹의 승인자가 표시되지 않음

source: Apr
ko: 4월
ru: Апр.

source: April
ko: 4월
ru: Апрель

source: Architecture not found for OS
ko: OS에 대한 아키텍처를 찾을 수 없습니다.
ru: Архитектура не найдена для ОС

source: Archive
ko: 아카이브
ru: Архив

source: Archive jobs
ko: 작업 아카이빙
ru: Архивные задания

source: Archive project
ko: 프로젝트 아카이빙
ru: Архивировать проект

source: Archived
ko: 아카이빙됨
ru: Архивирован

source: Archived (%{movedToStart}moved%{movedToEnd})
ko: 아카이빙됨 (%{movedToStart}가 %{movedToEnd}로 이동됨)
ru: Заархивировано (%{movedToStart}перемещено%{movedToEnd})

source: Archived in this version
ko: 이 버전에서 아카이빙됨
ru: Заархивировано в этой версии

source: Archiving projects
ko: 프로젝트 보관
ru: Архивирование проектов

source: Archiving the project makes it entirely read-only. It is hidden from the dashboard and doesn't display in searches. %{strong_start}The repository cannot be committed to, and no issues, comments, or other entities can be created.%{strong_end} %{link_start}Learn more.%{link_end}
ko: 프로젝트를 보관하면 완전히 읽기 전용이 됩니다. 대시보드에서 숨겨져 검색에 표시되지 않습니다. %{strong_start}리포지토리를 커밋할 수 없으며 이슈, 댓글 또는 기타 엔터티를 만들 수 없습니다.%{strong_end} %{link_start}자세히 알아보세요.%{link_end}
ru: Архивация проекта делает его полностью доступным только для чтения. Он скрыт на панели управления и не отображается в поиске. %{strong_start}В репозиторий нельзя вносить коммиты, и не могут быть созданы обсуждения, комментарии или другие сущности.%{strong_end} %{link_start}Подробнее%{link_end}.

source: Are you absolutely sure?
ko: 정말로 확실합니까?
ru: Вы абсолютно уверены?

source: Are you sure that you want to archive this project?
ko: 이 프로젝트를 아카이빙 하시겠습니까?
ru: Вы уверены, что хотите архивировать этот проект?

source: Are you sure that you want to destroy %{application}
ko: %{application}을 삭제하시겠습니까?

source: Are you sure that you want to unarchive this project?
ko: 이 프로젝트의 아카이빙을 취소하시겠습니까?
ru: Вы уверены, что хотите восстановить этот проект?

source: Are you sure you want to %{action} %{name}?
ko: 정말 %{action} %{name} 실행하시겠습니까?
ru: Вы уверены, что хотите %{action} %{name}?

source: Are you sure you want to approve %{user}?
ko: 정말로 %{user}를 승인하시겠습니까?

source: Are you sure you want to attempt to merge?
ko: 머지를 시도하시겠습니까?

source: Are you sure you want to cancel creating this comment?
ko: 이 댓글 작성을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить создание комментария?

source: Are you sure you want to cancel editing this %{commentType}?
ko: 이 %{commentType} 편집을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить редактирование этого %{commentType}?

source: Are you sure you want to cancel editing this comment?
ko: 이 댓글 편집을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить редактирование комментария?

source: Are you sure you want to close this blocked issue?
ko: 이 차단된 이슈를 닫겠습니까?
ru: Вы уверены, что хотите закрыть заблокированное обсуждение?

source: Are you sure you want to continue?
ko: 계속 진행 하시겠습니까?

source: Are you sure you want to delete %{name}?
ko: 정말로 %{name}를 삭제하시겠습니까?
ru: Вы точно хотите удалить %{name}?

source: Are you sure you want to delete %{name}? This action cannot be undone.
ko: %{name}를 정말로 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить %{name}? Это действие необратимо.

source: Are you sure you want to delete this %{commentType}?
ko: 이 %{commentType}을 삭제하시겠습니까?

source: Are you sure you want to delete this SSH key?
ko: 정말로 이 SSH 키를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот SSH ключ?

source: Are you sure you want to delete this WebAuthn device?
ko: 이 WebAuthn 장치를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить это устройство WebAuthn?

source: Are you sure you want to delete this WebAuthn device? Enter your password to continue.
ko: 이 WebAuthn 장치를 삭제하시겠습니까? 계속하려면 비밀번호를 입력하세요.
ru: Вы уверены, что хотите удалить это устройство WebAuthn? Введите пароль, чтобы продолжить.

source: Are you sure you want to delete this branch target?
ko: 이 브랜치 대상을 삭제하겠습니까?

source: Are you sure you want to delete this comment?
ko: 이 댓글을 삭제하시겠습니까?

source: Are you sure you want to delete this deploy key?
ko: 이 배포 키를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот ключ развёртывания?

source: Are you sure you want to delete this one-time password authenticator?
ko: 이 일회용 비밀번호 인증기를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот генератор одноразовых паролей?

source: Are you sure you want to delete this one-time password authenticator? Enter your password to continue.
ko: 이 일회용 비밀번호 인증기를 삭제하시겠습니까? 계속하려면 비밀번호를 입력하세요.
ru: Вы уверены, что хотите удалить этот генератор одноразовых паролей? Введите свой пароль для продолжения.

source: Are you sure you want to delete this pipeline? Doing so will expire all pipeline caches and delete all related objects, such as builds, logs, artifacts, and triggers. This action cannot be undone.
ko: 이 파이프라인을 삭제하시겠습니까? 그렇게 하면 모든 파이프라인 캐시가 만료되고 빌드, 로그, 아티팩트 및 트리거와 같은 모든 관련 개체가 삭제됩니다. 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить этот конвейер? Это приведёт к истечению всех кешей конвейера и удалению всех связанных объектов, таких как сборки, логи, артефакты и триггеры. Это действие невозможно отменить.

source: Are you sure you want to deploy this environment?
ko: 이 환경을 배포하시겠습니까?
ru: Вы точно хотите развернуть это окружение?

source: Are you sure you want to discard this comment?
ko: 이 댓글을 폐기하시겠습니까?
ru: Вы уверены, что хотите отменить этот комментарий?

source: Are you sure you want to discard your changes?
ko: 변경 사항을 폐기하시겠습니까?
ru: Вы уверены, что хотите отменить изменения?

source: Are you sure you want to discard your pending review comments? This action cannot be undone.
ko: 확실히 제출된 리뷰 댓글을 폐기하기 원하십니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите отменить свои ожидающие комментарии рецензии? Это действие невозможно отменить.

source: Are you sure you want to import %d repository?
ko: %d 개의 리포지토리를 가져오시겠습니까?
ru: Вы уверены, что хотите импортировать %d репозиторий?

source: Are you sure you want to invalidate your one-time password authenticator and WebAuthn devices?
ko: 일회용 비밀번호 인증기와 WebAuthn 장치를 무효화하시겠습니까?
ru: Вы уверены, что хотите аннулировать свой генератор одноразовых паролей и устройства WebAuthn?

source: Are you sure you want to invalidate your one-time password authenticator and WebAuthn devices? Enter your password to continue. This action cannot be undone.
ko: 일회용 비밀번호 인증기와 WebAuthn 기기를 무효화하시겠습니까? 계속하려면 비밀번호를 입력하세요. 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите аннулировать свой генератор одноразовых паролей и устройства WebAuthn? Введите свой пароль для продолжения. Это действие нельзя отменить.

source: Are you sure you want to lock %{path}?
ko: %{path}을 잠그시겠습니까?
ru: Вы уверены, что хотите заблокировать %{path}?

source: Are you sure you want to lock this directory?
ko: 이 디렉토리를 잠그시겠습니까?
ru: Вы уверены, что хотите заблокировать эту директорию?

source: Are you sure you want to lose unsaved changes?
ko: 저장되지 않은 변경사항을 삭제하겠습니까?
ru: Вы уверены, что вы хотите потерять не сохранённые изменения?

source: Are you sure you want to lose your issue information?
ko: 정말 이슈 정보를 삭제하길 원하십니까?
ru: Вы уверены, что хотите потерять информацию об обсуждении?

source: Are you sure you want to merge immediately?
ko: 바로 머지하겠습니까?
ru: Вы действительно хотите выполнить слияние немедленно?

source: Are you sure you want to proceed?
ko: 계속하시겠습니까?
ru: Вы уверены, что хотите продолжить?

source: Are you sure you want to re-deploy this environment?
ko: 이 환경을 다시 배포하시겠습니까?
ru: Вы точно хотите развернуть это окружение повторно?

source: Are you sure you want to regenerate recovery codes?
ko: 복구 코드를 다시 생성하시겠습니까?
ru: Вы уверены, что хотите сгенерировать новые коды восстановления?

source: Are you sure you want to regenerate recovery codes? Enter your password to continue.
ko: 복구 코드를 재생성하시겠습니까? 계속하려면 비밀번호를 입력하세요.
ru: Вы уверены, что хотите сгенерировать новые коды восстановления? Введите пароль, чтобы продолжить.

source: Are you sure you want to reindex?
ko: 다시 인덱싱을 하시겠습니까?
ru: Вы уверены, что хотите переиндексировать?

source: Are you sure you want to remove %{email}?
ko: %{email}을 제거하시겠습니까?
ru: Вы уверены, что хотите удалить %{email}?

source: Are you sure you want to remove %{topic_name}?
ko: 정말로 %{topic_name} 를 삭제 하시겠습니까?
ru: Вы уверены, что хотите удалить %{topic_name}?

source: Are you sure you want to remove the license?
ko: 라이선스를 제거하시겠습니까?
ru: Вы уверены, что хотите удалить лицензию?

source: Are you sure you want to remove this deploy key? If anything is still using this key, it will stop working.
ko: 이 배포 키를 제거하시겠습니까? 아직 이 키를 사용 중인 항목이 있으면 작동이 중지됩니다.
ru: Вы уверены, что хотите удалить этот ключ развертывания? Если что-либо еще использует этот ключ, оно перестанет работать.

source: Are you sure you want to remove this identity?
ko: 정말로 해당 항목을 삭제하시겠습니까?
ru: Вы уверены, что вы хотите удалить эту идентификацию?

source: Are you sure you want to remove this list?
ko: 이 목록을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот список?

source: Are you sure you want to remove this nickname?
ko: 이 닉네임을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот никнейм?

source: Are you sure you want to remove your change request?
ko: 변경 요청을 취소 하겠습니까?
ru: Вы уверены, что хотите удалить ваш запрос на изменения?

source: Are you sure you want to reset the error tracking access token?
ko: 오류 추적 액세스 토큰을 재설정하시겠습니까?
ru: Вы уверены, что вы хотите сбросить данный токен доступа для отслеживания ошибок?

source: Are you sure you want to reset the health check token?
ko: 헬스 체크 토큰을 초기화 하시겠습니까?
ru: Вы уверены, что хотите сбросить этот токен проверки состояния?

source: Are you sure you want to reset the registration token?
ko: 등록 토큰을 초기화 하시겠습니까?
ru: Вы уверены, что хотите сбросить этот токен регистрации?

source: Are you sure you want to retry this migration?
ko: 이 마이그레이션을 다시 시도하시겠습니까?
ru: Вы уверены, что хотите попробовать повторить эту миграцию?

source: Are you sure you want to revoke this SSH key?
ko: 정말로 이 SSH 키를 해지하시겠습니까?
ru: Вы уверены, что хотите отозвать этот SSH ключ?

source: Are you sure you want to revoke this group access token? This action cannot be undone.
ko: 정말로 이 그룹에 대한 액세스 토큰을 해지하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите отозвать этот токен доступа группы? Это действие необратимо.

source: Are you sure you want to revoke this personal access token? This action cannot be undone.
ko: 이 개인 액세스 토큰을 해지하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите отозвать этот личный токен доступа? Это действие необратимо.

source: Are you sure you want to revoke this project access token? This action cannot be undone.
ko: 이 프로젝트 액세스 토큰을 해지하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите отозвать этот токен доступа проекта? Это действие необратимо.

source: Are you sure you want to stop this environment?
ko: 이 환경을 중단하길 원하나요?
ru: Вы уверены, что вы хотите остановить это окружение?

source: Are you sure you want to unlock %{path_lock_path}?
ko: 정말로 %{path_lock_path}의 잠금을 해제 하시겠습니까?
ru: Вы уверены, что вы хотите разблокировать %{path_lock_path}?

source: Are you sure you want to unlock %{path}?
ko: %{path}을 잠금 해제하시겠습니까?
ru: Вы уверены, что хотите разблокировать %{path}?

source: Are you sure you want to unlock this directory?
ko: 이 디렉토리의 잠금을 해제하시겠습니까?
ru: Вы уверены, что хотите разблокировать эту директорию?

source: Are you sure you want to unsubscribe from the %{type}: %{link_to_noteable_text}?
ko: %{type}: %{link_to_noteable_text} 를 구독 취소합니다. 계속 하시겠습니까?
ru: Вы действительно хотите отписаться от %{type}: %{link_to_noteable_text}?

source: Are you sure?
ko: 확실합니까?
ru: Вы уверены?

source: Are you sure? All commits that were signed with this GPG key will be unverified.
ko: 확실합니까? 이 GPG 키로 서명된 모든 커밋은 인증되지 않습니다.
ru: Вы уверены? Все коммиты, которые были подписаны с этим ключом GPG, не будут подтверждены.

source: Are you sure? Removing this GPG key does not affect already signed commits.
ko: 확실합니까? 이 GPG 키를 제거해도 이미 서명된 커밋에는 영향을 미치지 않습니다.
ru: Вы уверены? Удаление этого ключа GPG не повлияет на уже подписанные коммиты.

source: Are you sure? The device will be signed out of GitLab and all remember me tokens revoked.
ko: 확실합니까? 장치는 GitLab에서 로그아웃되고 모두 계정 정보 저장 토큰이 해지됩니다.
ru: Вы уверены? Будет произведён выход устройства из GitLab, и все токены «запомнить меня» будут аннулированы.

source: Artifact
ko: 아티팩트
ru: Артефакт

source: Artifact could not be deleted.
ko: 아티팩트를 삭제할 수 없습니다.
ru: Артефакт не может быть удален.

source: Artifact was successfully deleted.
ko: 아티팩트가 성공적으로 삭제되었습니다.
ru: Артефакт был успешно удален.

source: Artifacts
ko: 아티팩트
ru: Артефакты

source: Artifacts|%d selected artifact deleted
ko: %d개의 선택된 아티팩트들이 삭제되었습니다
ru: %d выбранный артефакт удален

source: Artifacts|%{strongStart}%{count}%{strongEnd} artifact selected
ko: %{strongStart}%{count}%{strongEnd}개의 아티팩트들이 선택되었습니다
ru: выбран %{strongStart}%{count}%{strongEnd} артефакт

source: Artifacts|+%{count} more
ko: +%{count} 더
ru: + ещё %{count}

source: Artifacts|An error occurred while deleting the artifact
ko: 아티팩트를 삭제하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении артефакта

source: Artifacts|An error occurred while deleting. Some artifacts may not have been deleted.
ko: 삭제하는 동안 오류가 발생했습니다. 일부 아티팩트는 삭제되지 않았을 수 있습니다.
ru: Произошла ошибка при удалении. Некоторые артефакты не были удалены.

source: Artifacts|An error occurred while retrieving job artifacts
ko: 작업 아티팩트를 검색하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении артефактов задания

source: Artifacts|Artifacts
ko: 아티팩트
ru: Артефакты

source: Artifacts|Browse
ko: 탐색
ru: Обзор

source: Artifacts|Clear selection
ko: 선택 해제
ru: Очистить выделение

source: Artifacts|Delete %d artifact
ko: %d개의 아티팩트 삭제
ru: Удалить %d артефакт

source: Artifacts|Delete %d artifact?
ko: %d개의 아티팩트를 삭제하시겠습니까?
ru: Удалить %d артефакт?

source: Artifacts|Delete %{name}?
ko: %{name}(을)를 삭제할까요?
ru: Удалить %{name}?

source: Artifacts|Delete artifact
ko: 아티팩트 삭제
ru: Удалить артефакт

source: Artifacts|Delete selected
ko: 선택 항목 삭제
ru: Удалить выбранные

source: Artifacts|Maximum selected artifacts limit reached
ko: 선택한 최대 아티팩트 제한에 도달했습니다.
ru: Достигнут лимит выбранных артефактов

source: Artifacts|Something went wrong while deleting. Please refresh the page to try again.
ko: 삭제하는 동안 문제가 발생했습니다. 페이지를 새로 고침하여 다시 시도해 주세요.
ru: Произошла ошибка при удалении. Обновите страницу, чтобы повторить попытку.

source: Artifacts|The selected artifact will be permanently deleted. Any reports generated from these artifacts will be empty.
ko: 선택된 아티팩트는 영구적으로 삭제됩니다. 이러한 아티팩트에서 생성된 모든 보고서는 비어 있을 것입니다.
ru: Выбранный артефакт будет удалён безвозвратно. Все отчёты, созданные из этого артефакта, будут пустыми.

source: Artifacts|This artifact will be permanently deleted. Any reports generated from this artifact will be empty.
ko: 이 아티팩트는 영구적으로 삭제됩니다. 이 아티팩트에서 생성된 모든 보고서는 비워집니다.
ru: Этот артефакт будет удалён безвозвратно. Все отчёты, созданные из этого артефакта, будут пустыми.

source: Artifacts|Total artifacts size
ko: 총 아티팩트 크기
ru: Общий размер артефактов

source: As we continue to build more features for SAST, we'd love your feedback on the SAST configuration feature in %{linkStart}this issue%{linkEnd}.
ko: SAST에 대한 더 많은 기능을 계속해서 추가하고 있습니다. SAST 설정 기능에 대한 %{linkEnd}이 이슈%{linkStart}에서 귀하의 피드백을 환영합니다.
ru: Поскольку мы продолжаем создавать больше возможностей для SAST, мы будем рады вашему отзыву о функции настройки SAST в %{linkStart}этом обсуждении%{linkEnd}.

source: AsanaService|%{user} pushed to branch %{branch} of %{project_name} ( %{commit_url} ):
ko: %{user}가 %{project_name}의 %{branch} 브랜치로 푸시함 ( %{commit_url} ) :
ru: %{user} поместил в ветку %{branch} проекта %{project_name} ( %{commit_url} ):

source: AsanaService|Add commit messages as comments to Asana tasks.
ko: Asana 작업에 대한 댓글로 커밋 메시지를 추가합니다.
ru: Добавляйте сообщения коммитов в виде комментариев к задачам Asana.

source: AsanaService|Comma-separated list of branches to be automatically inspected. Leave blank to include all branches.
ko: 자동으로 검사할 브랜치의 쉼표로 구분된 목록입니다. 모든 브랜치를 포함하려면 비워 둡니다.
ru: Список разделённых запятыми веток, которые будет проверяться автоматически. Оставьте пустым, чтобы включить все ветки.

source: AsanaService|User personal access token. User must have access to the task. All comments are attributed to this user.
ko: 사용자 개인 액세스 토큰. 사용자는 작업에 대한 액세스 권한이 있어야 합니다. 모든 댓글은 이 사용자에게 귀속됩니다.
ru: Личный токен доступа пользователя. Пользователь должен иметь доступ к задаче. Все комментарии — от имени этого пользователя.

source: Ask GitLab Duo
ko: GitLab Duo에게 묻기

source: Ask GitLab Duo to help you write descriptions, rewrite existing text and more...
ko: GitLab Duo에게 설명 작성, 기존 텍스트 수정등의 도움을 요청하세요...
ru: Попросите GitLab Duo помочь с написанием описаний, переписыванием текста и другими задачами…

source: Ask a maintainer to check the import status for more details.
ko: 자세한 정보를 보려면 유지관리자에게 가져오기 상태를 확인을 요청하세요.

source: Ask someone with write access to resolve it.
ko: 해결로 변경하려면 쓰기 권한이 있는 사람에게 요청하십시오.

source: Ask your group owner to set up a group runner.
ko: 그룹 소유자에게 그룹 러너를 설정하도록 요청하십시오.
ru: Попросите владельца группы настроить средство выполнения.

source: Assertion consumer service URL
ko: 어셔션 소비자 서비스 (Assertion Consumer Service) URL

source: Assets
ko: 자산
ru: Активы

source: Assets:
ko: 자산:
ru: Ресурсы:

source: Assign
ko: 할당
ru: Назначить

source: Assign reviewer
ko: 검토자 지정
ru: Назначить рецензента

source: Assign reviewers
ko: 검토자 지정
ru: Назначить рецензентов

source: Assign severity
ko: 심각도 지정
ru: Назначение уровня серьёзности

source: Assign some issues to this milestone.
ko: 이 마일드스톤에 이슈를 할당합니다.
ru: Назначить какие-либо задачи для данного этапа.

source: Assign to commenting user
ko: 댓글 사용자에게 할당
ru: Назначить ответственным комментатора

source: Assign to me
ko: 나에게 할당
ru: Назначить мне

source: Assigned
ko: 지정됨
ru: Назначенные

source: Assigned %{assignee_users_sentence}.
ko: %{assignee_users_sentence} 할당됨.
ru: Назначены %{assignee_users_sentence}.

source: Assigned %{reviewer_users_sentence} as %{reviewer_text}.
ko: %{reviewer_users_sentence} 을 %{reviewer_text}로 지정했습니다.
ru: %{reviewer_users_sentence} назначен(ы) в качестве %{reviewer_text}.

source: Assigned issues
ko: 할당된 이슈
ru: Назначенные обсуждения

source: Assigned merge requests
ko: 할당된 머지 리퀘스트
ru: Назначенные запросы на слияние

source: Assigned projects
ko: 할당된 프로젝트
ru: Назначенные проекты

source: Assigned seat
ko: 할당된 좌석
ru: Назначенная лицензия

source: Assigned to %{assigneeName}
ko: %{assigneeName}에게 할당됨
ru: Назначено %{assigneeName}

source: Assigned to %{assignee_name}
ko: %{assignee_name}에게 할당됨
ru: Назначен %{assignee_name}

source: Assigned to you
ko: 당신에게 할당됨
ru: Назначены вам

source: Assignee
ko: %d 담당자
ru: Исполнитель
