Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: You've successfully purchased the %{plan} plan subscription for 1 user and you'll receive a receipt by email. Your purchase may take a minute to sync, refresh the page if your subscription details haven't displayed yet.
ko: 귀하는 %{quantity} 사용자에 대한 %{plan} 요금제 구독을 성공적으로 구매했으며 이메일로 영수증을 받게 됩니다. 구매가 동기화되는 데 1분 정도 걸릴 수 있습니다. 구독 세부정보가 아직 표시되지 않으면 페이지를 새로고침하세요.
ru: Вы успешно приобрели подписку на тариф %{plan} для 1 пользователя, и квитанция будет отправлена вам по электронной почте. Синхронизация покупки может занять некоторое время, обновите страницу, если данные о подписке ещё не отобразились.

source: You've successfully verified! You now have access to slash commands. Thanks for helping ensure security!
ko: 성공적으로 인증되었습니다! 이제 슬래시 명령을 사용할 수 있습니다. 보안을 확인을 해 주셔서 감사합니다!
ru: Вы успешно подтвердили свою личность! Теперь у вас есть доступ к слэш-командам. Спасибо за помощь в обеспечении безопасности!

source: Your %{changes_link} have been committed successfully.
ko: 귀하의 %{changes_link} 성공적으로 커밋되었습니다.
ru: Ваши %{changes_link} были успешно закоммичены.

source: Your %{group} membership will now expire in %{days}.
ko: %{group} 구성원 자격이 %{days}후 만료됩니다.

source: Your %{plan_name} subscription will expire on %{expires_on}
ko: 귀하의 %{plan_name} 구독이 %{expires_on}에 만료됩니다

source: Your %{plan_name} subscription with a temporary extension will expire on %{expires_on}
ko: 임시 연장이 포함된 %{plan_name} 구독이 %{expires_on}에 만료됩니다.

source: Your %{plan} plan will be applied to your group.
ko: %{plan} 계획이 그룹에 적용됩니다.

source: Your %{resource_type} access token %{codeOpen}%{token_name}%{codeClose} for %{codeOpen}%{resource_path}%{codeClose} will expire in %{days_to_expire} or less.
ko: %{codeOpen}%{resource_path}%{codeClose}에 대한 %{resource_type} 액세스 토큰 %{codeOpen}%{token_name}%{codeClose} 이 %{days_to_expire} 이내에 만료됩니다.

source: Your %{resource_type} access token %{token_name} for %{resource_path} will expire in %{days_to_expire} or less.
ko: %{resource_path} 에 대한 %{resource_type} 액세스 토큰 %{token_name} 이 %{days_to_expire} 이내에 만료됩니다.

source: Your %{spammable_entity_type} has been recognized as spam. Please, change the content or solve the reCAPTCHA to proceed.
ko: 당신의 %{spammable_entity_type}가 스팸으로 인식되었습니다. 내용을 변경하거나 reCAPTCHA를 해결하여 진행해주시기 바랍니다
ru: Ваш %{spammable_entity_type} был признан спамом. Измените содержание или решите reCAPTCHA, чтобы продолжить.

source: Your %{spammable_entity_type} has been recognized as spam. Please, change the content to proceed.
ko: 귀하의 %{spammable_entity_type}는 스팸으로 식별되었습니다. 계속하려면 내용을 변경하십시오.

source: Your %{strong}%{plan_name}%{strong_close} subscription for %{strong}%{namespace_name}%{strong_close} will expire on %{strong}%{expires_on}%{strong_close}.
ko: %{strong}%{namespace_name}%{strong_close}에 대한 당신의 %{strong}%{plan_name}%{strong_close} 구독이 %{strong}%{expires_on}%{strong_close}에 만료될 예정입니다.

source: Your Activity
ko: 당신의 활동
ru: Ваша активность

source: Your CI runner usage CSV export containing the top %{exported_objects} has been added to this email as an attachment.
ko: 상위 %{exported_objects}를 포함한 당신의 CI 러너 사용 CSV 내보내기가 이 이메일에 첨부되었습니다.

source: Your CI runner usage CSV export containing the top %{exported_objects} in the "%{full_path}" group has been added to this email as an attachment.
ko: "%{full_path}" 그룹의 상위 %{exported_objects} 이 포함된 당신의 CI 러너 사용량 CSV 내보내기가 이 이메일에 첨부 파일로 추가되었습니다.

source: Your CI runner usage CSV export for the "%{full_path}" project has been added to this email as an attachment.
ko: "%{full_path}" 프로젝트에 대한 CI 러너 사용량 CSV 내보내기가 이 이메일에 첨부 파일로 추가되었습니다.
ru: Ваш экспорт использования средства выполнения CI в формате CSV для проекта «%{full_path}» добавлен в это электронное письмо в виде вложения.

source: Your CI runner usage CSV export of the top %{exported_objects} has been added to this email as an attachment.
ko: 당신의 CI 러너 사용량 상위 %{exported_objects} 의 CSV 내보내기가 이 이메일에 첨부 파일로 추가되었습니다.

source: Your CI/CD configuration syntax is invalid. Select the Validate tab for more details.
ko: 당신의 CI/CD 구성 구문이 잘못되었습니다. 자세한 내용을 보려면 유효성 검사 탭을 선택하세요.

source: Your CSV export has started. It will be emailed to %{email} when complete.
ko: CSV 내보내기가 시작되었습니다. 완료되면 %{email}에게 이메일로 전송됩니다.

source: Your CSV export of %{count} from project %{project_link} has been added to this email as an attachment.
ko: %{project_link} 프로젝트에서 %{count} CSV 내보내기가 이 이메일에 첨부 파일로 추가되었습니다.

source: Your CSV export of %{exported_objects} from project %{project_name} (%{project_url}) has been added to this email as an attachment.
ko: 프로젝트 %{project_name} (%{project_url})의 %{exported_objects} CSV 내보내기가 이 이메일에 첨부 파일로 추가되었습니다.

source: Your CSV export request has succeeded. The result will be emailed to %{email}.
ko: CSV 내보내기 요청이 성공했습니다. 결과는 %{email}으로 이메일로 전송됩니다.

source: Your CSV import for project
ko: 프로젝트에 대한 CSV 가져오기

source: Your Chain of Custody CSV export for the group %{group_link} has been added to this email as an attachment.
ko: 그룹 %{group_link} 에 대한 CoC CSV 내보내기가 이 이메일에 첨부 파일로 추가되었습니다.

source: Your Chain of Custody CSV export for the group %{group_name} has been added to this email as an attachment.
ko: 그룹 %{group_name} 에 대한 CoC CSV 내보내기가 이 이메일에 첨부 파일로 추가되었습니다.

source: Your Contributed Projects (default)
ko: 귀하의 기여 프로젝트(기본값)
ru: Проекты с вашим вкладом (по умолчанию)

source: Your Free top-level group, %{group_name}, has more than %{free_users_limit} users and uses more than %{free_storage_limit} of data. After usage limits are applied to Free top-level groups, projects in this group will be in a %{read_only_link_start}read-only state%{link_end}. To ensure that your group does not become read-only, you should contact a user with the Owner role for this group to upgrade to a paid tier, or manage your usage. %{faq_link_start}Learn more%{link_end} about the upcoming storage limits.
ko: 무료 최상위 그룹 %{group_name}에는 %{free_users_limit} 이상의 사용자가 있으며 %{free_storage_limit} 이상의 데이터를 사용합니다. 무료 최상위 그룹에 사용 제한이 적용된 후 이 그룹의 프로젝트는 %{read_only_link_start}읽기 전용 상태%{link_end}가 됩니다. 그룹이 읽기 전용이 되지 않도록 하려면 이 그룹의 소유자 역할이 있는 사용자에게 문의하여 유료 티어로 업그레이드하거나 사용량을 관리해야 합니다. 예정된 저장용량 한도에 대해 %{faq_link_start}자세히 알아보세요.%{link_end}
ru: В вашей бесплатной группе верхнего уровня %{group_name} больше чем %{free_users_limit} пользователей и используется более %{free_storage_limit} данных. После применения ограничений на использование для бесплатных групп верхнего уровня проекты в этой группе перейдут в %{read_only_link_start}режим только для чтения%{link_end}. Чтобы группа не стала доступной только для чтения, свяжитесь с пользователем с ролью владельца для этой группы, чтобы перейти на платный тариф, или управляйте своим использованием. %{faq_link_start}Подробнее%{link_end} о предстоящих ограничениях на хранение.

source: Your Free top-level group, %{group_name}, has more than %{free_users_limit} users and uses more than %{free_storage_limit} of data. After usage limits are applied to Free top-level groups, projects in this group will be in a %{read_only_link_start}read-only state%{link_end}. You should reduce the number of users or upgrade to a paid tier %{strong_start}before%{strong_end} you manage your storage usage. Otherwise, your Free top-level group will become read-only immediately because the 5-user limit applies. %{faq_link_start}Learn more%{link_end} about namespace storage limits.
ko: 무료 최상위 그룹인 %{group_name}에는 %{free_users_limit} 이상의 사용자가 있고 %{free_storage_limit} 이상의 데이터를 사용합니다. 무료 최상위 그룹에 사용 제한이 적용된 후 이 그룹의 프로젝트는 %{read_only_link_start}읽기 전용 상태%{link_end}됩니다. %{strong_start}스토리지 사용량을 관리하기%{strong_end} 전에 사용자 수를 줄이거나 유료 티어로 업그레이드해야 합니다. 그렇지 않으면 5명의 사용자 제한이 적용되므로 무료 최상위 그룹이 즉시 읽기 전용이 됩니다. 네임스페이스 스토리지 제한에 대해 %{faq_link_start}자세히 알아보세요.%{link_end}
ru: Ваша бесплатная группа верхнего уровня, %{group_name}, содержит более %{free_users_limit} участников и использует более %{free_storage_limit} данных. После применения ограничений на использование для бесплатных групп верхнего уровня проекты в этой группе будут находиться в %{read_only_link_start}режиме только для чтения%{link_end}. Вы должны уменьшить количество участников или перейти на платный тариф %{strong_start}до%{strong_end} того, как начнете управлять использованием хранилища. В противном случае ваша бесплатная группа верхнего уровня сразу станет доступной только для чтения, так как ограничение в 5 участников вступает в силу. %{faq_link_start}Подробнее%{link_end} о лимитах хранилища пространства имён.

source: Your GPG keys
ko: 당신의 GPG 키
ru: Ваши ключи GPG

source: Your GitLab account has been locked due to an excessive number of unsuccessful sign in attempts. You can wait for your account to automatically unlock in %{duration} or you can click the link below to unlock now.
ko: GitLab 계정이 과도한 로그인 시도 실패로 인해 잠겼습니다. %{duration} 후 계정이 자동으로 잠금 해제될 때까지 기다리거나 아래 링크를 클릭하여 지금 잠금을 해제할 수 있습니다.
ru: Ваша учетная запись GitLab заблокирована из-за слишком большого количества неудачных попыток входа. Вы можете подождать, пока ваша учетная запись автоматически разблокируется через %{duration} или вы можете щелкнуть ссылку ниже, чтобы разблокировать сейчас.

source: Your GitLab account is now an %{source_link}:
ko: 귀하의 GitLab 계정은 이제 %{source_link}입니다.

source: Your GitLab account is now an Enterprise User (%{source_link}):
ko: 귀하의 GitLab 계정은 이제 엔터프라이즈 사용자(%{source_link})입니다.

source: Your GitLab account request has been approved!
ko: GitLab 계정 요청이 승인되었습니다!
ru: Ваш запрос на создание учетной записи GitLab одобрен!

source: Your GitLab group
ko: 당신의 GitLab 그룹

source: Your GitLab instance allows anyone to register for an account, which is a security risk on public-facing GitLab instances. You should deactivate new sign ups if public users aren't expected to register for an account.
ko: GitLab 인스턴스에서는 누구나 계정을 등록할 수 있습니다. 이는 공용 GitLab 인스턴스의 보안 위험입니다. 공용 사용자가 계정을 등록할 것으로 예상되지 않는 경우 새 등록을 비활성화해야 합니다.
ru: Ваш экземпляр GitLab позволяет кому угодно зарегистрировать учётную запись, что представляет собой угрозу безопасности для общедоступных экземпляров GitLab. Вы должны отключить регистрацию новых учётных записей, если не ожидается, что общедоступные пользователи будут регистрироваться.

source: Your GitLab instance is currently being updated. Please try again later.
ko: 현재 GitLab 인스턴스가 업데이트되고 있습니다. 나중에 다시 시도하세요.

source: Your GitLab version
ko: GitLab 버전
ru: Ваша версия GitLab

source: Your Groups
ko: 나의 그룹
ru: Ваши группы

source: Your Personal Access Token was revoked
ko: 개인 액세스 토큰이 해지되었습니다.
ru: Ваш личный токен доступа был отозван

source: Your Projects' Activity
ko: 나의 프로젝트 활동
ru: Активность ваших проектов

source: Your SSH key has expired
ko: SSH 키가 만료되었습니다.
ru: Срок действия вашего ключа SSH истёк

source: Your SSH key is expiring soon.
ko: SSH 키가 곧 만료됩니다.

source: Your SSH key was deleted
ko: SSH 키가 삭제되었습니다.

source: Your SSH keys
ko: 당신의 SSH 키
ru: Ваши ключи SSH

source: Your Time-based OTP device was registered!
ko: 시간 기반 OTP 장치가 등록되었습니다!
ru: Ваше устройство для одноразовых паролей, основанных на времени, было зарегистрировано!

source: Your To-Do List
ko: 나의 할 일 목록
ru: Ваш список дел

source: Your WebAuthn device did not send a valid JSON response.
ko: 당신의 WebAuthn 장치가 유효한 JSON 응답을 보내지 않았습니다.

source: Your WebAuthn device was registered!
ko: 당신의 WebAuthn 장치가 등록되었습니다!
ru: Ваше устройство WebAuthn было зарегистрировано!

source: Your access request to the %{source_type} has been withdrawn.
ko: %{source_type}에 대한 당신의 액세스 요청이 철회되었습니다.
ru: Ваш запрос доступа к %{source_type} был отозван.

source: Your account has been blocked. Contact %{support} for assistance.
ko: 귀하의 계정이 차단되었습니다. 도움이 필요하면 %{support} 으로 연락하세요.

source: Your account has been deactivated
ko: 당신의 계정이 비활성화되었습니다.
ru: Ваша учётная запись была отключена

source: Your account has been deactivated by your administrator. Please log back in to reactivate your account.
ko: 운영자가 계정을 비활성화했습니다. 계정을 다시 활성화하려면 다시 로그인하십시오.
ru: Ваша учётная запись была отключена вашим администратором. Пожалуйста, войдите снова, чтобы восстановить свою учётную запись.

source: Your account has been deactivated for %{gitlab_host_link}. You will not be able to:
ko: 귀하의 계정이 %{gitlab_host_link}에서 비활성화되었습니다. 다음 작업을 수행할 수 없습니다:
ru: Ваша учётная запись была отключена для %{gitlab_host_link}. Вы не сможете:

source: Your account has been deactivated for %{host}. You will not be able to:
ko: 귀하의 계정이 %{host}에서 비활성화되었습니다. 다음 작업을 수행할 수 없습니다:
ru: Ваша учётная запись была отключена для %{host}. Вы не сможете:

source: Your account is authenticated with SSO or SAML. To push and pull over %{protocol} with Git using this account, you must %{set_password_link_start}set a password%{link_end} or %{set_up_pat_link_start}set up a personal access token%{link_end} to use instead of a password.
ko: 귀하의 계정은 SSO 또는 SAML로 인증되었습니다. 이 계정을 사용하여 Git에서 %{protocol}을 통해 푸시 및 풀을 하려면, %{set_password_link_start}암호를 설정%{link_end}하거나 암호 대신 사용할 %{set_up_pat_link_start}개인 액세스 토큰을 설정%{link_end}해야 합니다.
ru: Ваша учётная запись аутентифицирована с помощью SSO или SAML. Чтобы выполнять отправку и получение через %{protocol} с использованием Git для этой учётной записи, необходимо %{set_password_link_start}установить пароль%{link_end} или %{set_up_pat_link_start}настроить личный токен доступа%{link_end} вместо пароля.

source: Your account is authenticated with SSO or SAML. To push and pull over %{protocol} with Git using this account, you must %{set_up_pat_link_start}set up a personal access token%{link_end} to use instead of a password.
ko: 귀하의 계정은 SSO 또는 SAML로 인증되었습니다. 이 계정을 사용하여 Git에서 %{protocol}을 통해 푸시 및 풀을 하려면, 암호 대신 사용할 %{set_up_pat_link_start}개인 액세스 토큰을 설정%{link_end}해야 합니다.
ru: Ваша учётная запись аутентифицирована с помощью SSO или SAML. Чтобы выполнять отправку и получение через %{protocol} с использованием Git для этой учётной записи, необходимо %{set_up_pat_link_start}настроить личный токен доступа%{link_end} вместо пароля.

source: Your account is locked.
ko: 계정이 잠겨 있습니다.

source: Your account uses dedicated credentials for the "%{group_name}" group and can only be updated through SSO.
ko: 당신의 계정은"%{group_name}" 그룹은 전용 자격 증명을 사용하고 있으며 SSO를 통해서만 업데이트가 가능합니다.
ru: Ваш аккаунт использует специальные учетные данные для группы "%{group_name}" и может быть обновлен только через SSO.

source: Your action has been rejected because the namespace storage limit has been reached. For more information, visit %{doc_url}.
ko: 네임스페이스 스토리지 한도에 도달했기 때문에 이 동작이 거부되었습니다. 자세한 내용은 %{doc_url}을 방문하십시오.
ru: Ваше действие было отклонено, так как достигнут лимит хранилища пространства имён. Для получения дополнительной информации посетите %{doc_url}.

source: Your action succeeded.
ko: 동작이 성공했습니다.

source: Your activity
ko: 당신의 활동
ru: Ваша активность

source: Your applications
ko: 당신의 애플리케이션
ru: Ваши приложения

source: Your authorized applications
ko: 승인된 애플리케이션
ru: Ваши авторизованные приложения

source: Your browser doesn't support WebAuthn. Please use a supported browser, e.g. Chrome (67+) or Firefox (60+).
ko: 브라우저가 WebAuthn을 지원하지 않습니다. 지원되는 브라우저(예. 크롬(67+) 또는 파이어폭스(60+).

source: Your changes can be committed to %{branchName} because a merge request is open.
ko: 머지 리퀘스트가 열려 있으므로 변경 사항을 %{branchName}에 커밋할 수 있습니다.

source: Your changes have been saved
ko: 변경 사항이 저장되었습니다
ru: Ваши изменения были сохранены

source: Your changes have been successfully committed.
ko: 변경 사항이 성공적으로 커밋되었습니다.
ru: Ваши изменения были успешно зафиксированы.

source: Your comment could not be submitted! Please check your network connection and try again.
ko: 댓글을 달 수 없습니다! 네트워크 연결을 확인하고 다시 시도하십시오.
ru: Ваш комментарий не может быть отправлен! Пожалуйста, проверьте подключение к сети и повторите попытку.

source: Your comment templates
ko: 귀하의 댓글 템플릿
ru: Ваши шаблоны комментариев

source: Your comment will be discarded.
ko: 당신의 댓글은 삭제됩니다.

source: Your current password is required to register a new device.
ko: 새 장치를 등록하려면 현재 비밀번호가 필요합니다.

source: Your current password is required to register a two-factor authenticator app.
ko: 이중 인증기 앱을 등록하려면 현재 비밀번호가 필요합니다.
ru: Для регистрации генератора одноразовых паролей для двухфакторной аутентификации требуется ваш текущий пароль.

source: Your deployment services will be broken, you will need to manually fix the services after renaming.
ko: 배포 서비스가 손상됩니다. 이름을 바꾼 후 서비스를 수동으로 수정해야 합니다.
ru: Ваши службы развёртывания сломаются, и вам нужно будет вручную исправить службы после переименования.

source: Your device is not compatible with GitLab. Please try another device
ko: 당신의 장치가 GitLab과 호환되지 않습니다. 다른 장치를 사용해 보십시오.

source: Your device was successfully set up! Give it a name and register it with the GitLab server.
ko: 장치가 성공적으로 설정되었습니다! 이름을 지정하고 GitLab 서버에 등록합니다.
ru: Ваше устройство было успешно настроено! Дайте ему имя и зарегистрируйте его на сервере GitLab.

source: Your email
ko: 귀하의 이메일

source: Your feedback is important to us 👋
ko: 고객님의 의견은 매우 소중합니다 👋
ru: Ваш отзыв важен для нас 👋

source: Your file must contain a column named %{codeStart}title%{codeEnd}. A %{codeStart}description%{codeEnd} column is optional. The maximum file size allowed is 10 MB.
ko: 당신의 파일에 %{codeStart}title%{codeEnd}라는 열이 포함되어 있어야 합니다. %{codeStart} 설명%{codeEnd} 열은 옵션입니다. 허용되는 최대 파일 크기는 10MB입니다.
ru: Ваш файл должен содержать столбец с именем %{codeStart}title%{codeEnd}. Столбец %{codeStart}description%{codeEnd} является необязательным. Максимально допустимый размер файла — 10 МБ.

source: Your free group is now limited to %d member
ko: 무료 그룹은 이제 %d 명으로 제한됩니다.

source: Your group %{group_name} has been marked for deletion and will be removed in %{days}.
ko: 당신의 %{group_name} 그룹은 삭제로 마킹 되었으며 %{days}내에 삭제됩니다.

source: Your groups couldn't be loaded. Refresh the page to try again.
ko: 당신의 그룹을 로딩할 수 없었습니다. 페이지를 새로 고쳐 다시 시도하세요.

source: Your instance has %{remaining_user_count} users remaining of the %{total_user_count} in your subscription. When there are no more seats, users cannot be invited or added to the instance.
ko: 귀하의 인스턴스에는 구독의 %{total_user_count} 중 %{remaining_user_count} 명의 사용자가 남았습니다. 더 이상 좌석이 없으면 사용자를 인스턴스에 초대하거나 추가할 수 없습니다.
ru: В вашем экземпляре осталось %{remaining_user_count} пользователей из %{total_user_count} в вашей подписке. Когда лицензии будут исчерпаны, пользователи не смогут быть приглашены или добавлены в экземпляр.

source: Your instance has %{remaining_user_count} users remaining of the %{total_user_count} included in your subscription. You can add more users than the number included in your license, and we will include the overage in your next bill.
ko: 인스턴스에 당신의 구독에 포함된 %{total_user_count}명 중 %{remaining_user_count}명의 사용자가 남아 있습니다. 라이센스에 포함된 수보다 더 많은 사용자를 추가할 수 있으며, 초과 금액은 다음 청구서에 포함됩니다.
ru: В вашем экземпляре осталось %{remaining_user_count} пользователей из %{total_user_count}, включённых в вашу подписку. Вы можете добавить больше пользователей, чем указано в вашей лицензии, и излишки будут учтены в вашем следующем счёте.

source: Your instance has exceeded your subscription's licensed user count.
ko: 이 인스턴스에 할당된 당신의 구독에 라이선스된 사용자 수를 초과했습니다.

source: Your instance is approaching its licensed user count
ko: 인스턴스가 라이센스가 부여된 사용자 수에 접근하고 있습니다.
ru: Ваш экземпляр приближается к количеству лицензированных пользователей

source: Your issues are being imported. Once finished, you'll get a confirmation email.
ko: 이슈를 가져오고 있습니다. 완료되면 확인 이메일이 전송됩니다.

source: Your issues will be imported in the background. Once finished, you'll get a confirmation email.
ko: 이슈를 백그라운드에서 가져옵니다. 완료되면 확인 이메일이 전송됩니다.

source: Your license does not support on-call rotations
ko: 당신의 라이센스가 온콜 로테이션을 지원하지 않습니다.
ru: Ваша лицензия не поддерживает смены дежурных

source: Your license does not support on-call schedules
ko: 당신의 라이선스가 온콜 일정을 지원하지 않습니다.
ru: Ваша лицензия не поддерживает графики дежурств

source: Your license is valid from
ko: 라이선스의 유효 기간
ru: Ваша лицензия действительна с

source: Your membership in %{group} no longer expires.
ko: %{group}의 구성원 자격이 더 이상 만료되지 않습니다.

source: Your membership in %{link_to} %{project_or_group_name} will expire in %{days_formatted}.
ko: 귀하의 %{link_to} %{project_or_group_name} 멤버십은 %{days_formatted}후에 만료됩니다.

source: Your membership in %{project_or_group} %{project_or_group_name} will expire in %{days_formatted}.
ko: 귀하의 %{project_or_group} %{project_or_group_name} 멤버십은 %{days_formatted}후에 만료됩니다.

source: Your membership will expire in %{days_to_expire} days
ko: 귀하의 멤버십이 %{days_to_expire} 일 후에 만료됩니다.

source: Your merge requests
ko: 당신의 머지 리퀘스트
ru: Ваши запросы на слияние

source: Your merge requests (Active)
ko: 당신의 머지 리퀘스트 (활성)

source: Your merge requests (Inactive)
ko: 당신의 머지 리퀘스트 (비활성)

source: Your merge requests awaiting approvals, or has been approved by all assigned reviewers.
ko: 당신의 머지 리퀘스트가 승인을 기다리고 있거나, 또는 모든 지정된 검토자가 승인하였습니다.

source: Your merge requests have a new homepage!
ko: 머지 리퀘스트에 대한 새 홈페이지가 생겼습니다!
ru: У ваших запросов на слияние появилась новая стартовая страница!

source: Your merge requests that are waiting for approvals.
ko: 승인을 기다리고 있는 당신의 머지 리퀘스트.
ru: Ваши запросы на слияние, ожидающие одобрения.

source: Your merge requests that have been merged.
ko: 당신의 머지 리퀘스트가 머지 되었습니다.

source: Your merge requests that need reviewers assigned, or has feedback to address.
ko: 검토자가 지정되거나 피드백을 처리해야 하는 머지 리퀘스트입니다.

source: Your merge requests with approvals by all assigned reviewers.
ko: 모든 지정된 검토자가 승인한 당신의 머지 리퀘스트.
ru: Ваши запросы на слияние, которые уже одобрили все рецензенты.

source: Your name
ko: 귀하의 이름
ru: Ваше имя

source: Your namespace has used all the seats in your subscription and users can no longer be invited or added to the namespace.
ko: 네임스페이스가 구독의 모든 좌석을 사용했으며 사용자는 더 이상 네임스페이스에 초대되거나 추가될 수 없습니다.
ru: Ваше пространство имён использовало все лицензии в вашем тарифе, и пользователи больше не могут быть приглашены или добавлены в пространство имён.

source: Your namespace storage is full
ko: 당신의 네임스페이스 저장공간이 꽉 찼습니다
ru: Хранилище вашего пространства имён заполнено

source: Your namespace storage is full. This merge request cannot be merged.
ko: 당신의 네임스페이스 저장공간이 찼습니다. 이 머지 리퀘스트는 머지될 수 없습니다.
ru: Хранилище вашего пространства имён заполнено. Этот запрос на слияние не может быть объединён.

source: Your new %{accessTokenType}
ko: 새로운 %{accessTokenType}
ru: Ваш новый %{accessTokenType}

source: Your new %{accessTokenType} has been created.
ko: 새로운 %{accessTokenType} 이 생성되었습니다.
ru: Ваш новый %{accessTokenType} создан.

source: Your new comment
ko: 당신의 새 댓글
ru: Ваш новый комментарий

source: Your password
ko: 당신의 비밀번호
ru: Ваш пароль

source: Your password reset token has expired.
ko: 비밀번호 재설정 토큰이 만료되었습니다.
ru: Ваш токен сброса пароля истек.

source: Your personal access token has been revoked
ko: 귀하의 개인 액세스 토큰이 해지되었습니다
ru: Ваш личный токен доступа был отозван

source: Your personal access tokens have expired
ko: 개인 액세스 토큰이 만료되었습니다.
ru: Сроки действия ваших личных токенов доступа истекли

source: Your personal access tokens will expire in %{days_to_expire} days or less
ko: 개인 액세스 토큰이 %{days_to_expire}일 이내에 만료됩니다.
ru: Срок действия ваших личных токенов доступа истечет через %{days_to_expire} дней или меньше

source: Your profile
ko: 당신의 프로필
ru: Ваш профиль

source: Your project %{project_name} has been marked for deletion and will be removed in %{days}.
ko: 당신의 %{project_name} 프로젝트는 삭제로 마킹 되었으며 %{days}내에 삭제됩니다.

source: Your projects
ko: 내 프로젝트
ru: Ваши проекты

source: Your projects couldn't be loaded. Refresh the page to try again.
ko: 당신의 프로젝트를 로딩할 수 없었습니다. 페이지를 새로 고쳐 다시 시도하세요.

source: Your public email will be displayed on your public profile.
ko: 공개 프로필에 공개 이메일이 표시됩니다.
ru: Ваш публичный email будет отображаться в вашем публичном профиле.
