Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: A Gitpod configured Webapplication in Spring and Java
ko: Spring 및 Java 웹애플리케이션에서 Gitpod이 구성되었음
ru: Настроенное через Gitpod веб-приложение на Spring и Java

source: A Let's Encrypt SSL certificate can not be obtained until your domain is verified.
ko: Let's Encrypt SSL 인증서는 도메인이 인증되기 전에는 사용할 수 없습니다.
ru: SSL сертификат Let's Encrypt не может быть получен, пока ваш домен не будет проверен.

source: A basic folder structure and sample files for a CI/CD components project.
ko: CI/CD 컴포넌트 프로젝트를 위한 기본 폴더 구조와 샘플 파일.
ru: Базовая структура директорий и примеры файлов для проекта с компонентами CI/CD.

source: A basic folder structure of a Laravel application, to help you get started.
ko: 시작하는 데 도움이 될 Laravel 애플리케이션의 기본 폴더 구조입니다.

source: A basic page and serverless function that uses AWS Lambda, AWS API Gateway, and GitLab Pages
ko: 이 기본 페이지와 서버리스 기능은 AWS Lambda, AWS API Gateway, 그리고 GitLab를 사용합니다
ru: Основная страница и бессерверная функция, использующие AWS Lambda, AWS API Gateway, и GitLab Pages

source: A basic template for developing Linux programs using Kotlin Native
ko: Kotlin 네이티브를 사용하여 Linux 프로그램을 개발하기 위한 기본 템플릿
ru: Базовый шаблон для разработки программ Linux с использованием Kotlin Native

source: A confidential issue must have only confidential children. Make any child items confidential and try again.
ko: 대외비 이슈에는 대외비 하위 항목만 있어야 합니다. 하위 항목을 대외비로 설정하고 다시 시도하십시오.
ru: Конфиденциальное обсуждение может иметь только конфиденциальные дочерние элементы. Сделайте все дочерние элементы конфиденциальными и попробуйте снова.

source: A deleted user
ko: 삭제된 사용자
ru: Удаленный пользователь

source: A different reason
ko: 다른 이유
ru: Другая причина

source: A file has been changed.
ko: 파일이 변경되었습니다.
ru: Файл был изменён.

source: A file was not found.
ko: 파일이 발견되지 않았습니다.
ru: Файл не найден!

source: A file with this name already exists.
ko: 같은 이름을 가진 파일이 이미 존재합니다
ru: Файл с таким именем уже существует.

source: A group is a collection of several projects
ko: 그룹은 여러 프로젝트들의 모음입니다.
ru: Группа — это набор из нескольких проектов

source: A group represents your organization in GitLab. Groups allow you to manage users and collaborate across multiple projects.
ko: 그룹은 GitLab의 조직을 나타냅니다. 그룹을 사용하면 사용자를 관리하고, 여러개의 프로젝트에서 공동으로 작업할 수 있습니다.
ru: Группа представляет вашу организацию в GitLab. Группы позволяют вам управлять пользователями и совместно работать над несколькими проектами.

source: A job artifact is an archive of files and directories saved by a job when it finishes.
ko: 작업 아티팩트는 작업이 완료될 때 작업에 의해 저장되는 파일 및 디렉토리의 아카이브입니다.
ru: Артефакт задания — это архив файлов и директорий, сохранённый заданием по завершении работы.

source: A limit of %{ci_project_subscriptions_limit} subscriptions to or from a project applies.
ko: 프로젝트에 대한 %{ci_project_subscriptions_limit} 구독의 한도가 적용됩니다.

source: A list for this status already exists on the board
ko: 보드에 이 상태에 대한 목록이 이미 존재합니다
ru: Список для этого статуса уже существует на доске

source: A management, operational, or technical control (that is, safeguard or countermeasure) employed by an organization that provides equivalent or comparable protection for an information system.
ko: 정보 시스템에 대해 동등하거나 유사한 보호를 제공하는 조직에서 사용하는 관리, 운영 또는 기술적 통제(즉, 보호 또는 대책)입니다.

source: A maximum of %{limit} projects can be searched for at one time.
ko: 한 번에 최대 %{limit}개의 프로젝트를 검색할 수 있습니다.
ru: Одновременно можно искать не более чем в %{limit} проектах.

source: A new Auto DevOps pipeline has been created, go to the Pipelines page for details
ko: 새로운 Auto DevOps 파이프라인이 생성되었습니다. 자세한 사항은 파이프라인 페이지로 이동하세요.
ru: Создан новый конвейер Auto DevOps, перейдите на страницу «Конвейеры» для просмотра подробностей

source: A new Release %{tag} for %{name} was published. Visit the %{release_link_start}Releases page%{release_link_end} to read more about it.
ko: 새 릴리스 %{tag}가 %{name}으로 공개되었습니다. %{release_link_start}릴리스 페이지%{release_link_end}를 방문하여 더 자세히 알아보세요.
ru: Новый релиз %{tag} для %{name} опубликован. Посетите страницу %{release_link_start}Релизов%{release_link_end}, чтобы узнать больше.

source: A new Release %{tag} for %{name} was published. Visit the Releases page to read more about it:
ko: 새 릴리스 %{tag}(이)가 %{name}(으)로 공개되었습니다. 릴리스 페이지를 방문해 자세히 알아보세요.
ru: Новый релиз %{tag} для %{name} опубликован. Посетите страницу Релизов, чтобы узнать больше:

source: A new email address has been added to your GitLab account: %{email}
ko: GitLab 계정에 새 이메일 주소가 추가되었습니다: %{email}

source: A new personal access token has been created
ko: 새 개인 액세스 토큰이 생성되었습니다.
ru: Новый личный токен доступа был создан.

source: A new personal access token, named %{code_start}%{token_name}%{code_end}, has been created.
ko: %{code_start}%{token_name}%{code_end}라는 이름의 새 개인 억세스 토큰이 생성되었습니다.
ru: Создан новый личный токен доступа %{code_start}%{token_name}%{code_end}.

source: A new personal access token, named %{token_name}, has been created.
ko: %{token_name} 새 개인 액세스 토큰이 생성되었습니다.
ru: Новый личный токен доступа %{token_name} был создан.

source: A non-confidential epic cannot be assigned to a confidential parent epic
ko: 비공개가 아닌 에픽을 비공개 상위 에픽에 할당 될 수 없습니다
ru: Неконфиденциальная цель не может иметь конфиденциальную цель в качестве родителя

source: A non-confidential issue cannot have a confidential parent.
ko: 비공개가 아닌 이슈는 비공개 상위 항목을 가질 수 없습니다.

source: A non-confidential work item cannot have a confidential parent.
ko: 비공개가 아닌 작업 항목에는 비공개 상위 항목을 가질 수 없습니다.
ru: Неконфиденциальный рабочий элемент не может иметь конфиденциального родителя.

source: A parent must be provided when bulk updating issuables
ko: 이슈 가능 항목을 대량 업데이트 할 때 반드시 parent가 제공되어야 합니다

source: A personal access token, named %{code_start}%{token_name}%{code_end}, has been revoked.
ko: %{code_start}%{token_name}%{code_end}라는 개인 액세스 토큰이 해지되었습니다.
ru: Личный токен доступа %{code_start}%{token_name}%{code_end} был отозван.

source: A personal access token, named %{token_name}, has been revoked.
ko: %{token_name}이라는 개인 액세스 토큰이 해지되었습니다.
ru: Личный токен доступа %{token_name} был отозван.

source: A project boilerplate for Salesforce App development with Salesforce Developer tools
ko: Salesforce 개발자 도구를 사용한 Salesforce 앱 개발을 위한 프로젝트 상용구
ru: Шаблон проекта для разработки приложений Salesforce с помощью инструментов разработчика Salesforce.

source: A project boilerplate for Tencent Serverless Framework that uses Next.js SSR
ko: Next.js SSR을 사용하는 Tencent Serverless Framework용 프로젝트 상용구
ru: Шаблон проекта для Tencent Serverless Framework, который использует Next.js SSR

source: A project containing issues for each audit inquiry in the HIPAA Audit Protocol published by the U.S. Department of Health & Human Services
ko: 미국 보건복지부가 발행한 HIPAA 감사 프로토콜의 각 감사 조회에 대한 이슈를 포함하는 프로젝트
ru: Проект, содержащий обсуждения для каждого запроса аудита в Протоколе аудита HIPAA, опубликованном Министерством здравоохранения и социальных служб США

source: A project containing issues for security and privacy controls published by the U.S. National Institute of Standards and Technology
ko: 미국 국립표준기술연구소(NIST)가 발표한 보안 및 개인정보 보호 이슈가 포함된 프로젝트
ru: Проект, содержащий обсуждения по вопросам безопасности и конфиденциальности, основанные на мерах контроля, опубликованных Национальным институтом стандартов и технологий США.

source: A project’s repository name defines its URL (the one you use to access the project via a browser) and its place on the file disk where GitLab is installed. %{link_start}Learn more.%{link_end}
ko: 프로젝트의 리포지토리 이름은 URL(브라우저를 통해 프로젝트에 액세스하는 데 사용하는 이름)과 GitLab이 설치된 파일 디스크의 위치를 정의합니다. %{link_start}더 알아보기%{link_end}
ru: Название репозитория проекта определяет его URL(тот, который вы используете для доступа к проекту через браузер) и расположение в файловой системе, где установлен GitLab. %{link_start}Подробнее.%{link_end}

source: A project’s repository name defines its URL (the one you use to access the project via a browser). %{link_start}Learn more.%{link_end}
ko: 프로젝트의 리포지토리 이름은 URL(브라우저를 통해 프로젝트에 액세스하는 데 사용하는 이름)을 정의합니다. %{link_start}더 알아보기%{link_end}
ru: Название репозитория проекта определяет его URL (тот, который вы используете для доступа к проекту через браузер). %{link_start}Подробнее.%{link_end}

source: A quarterly reconciliation is due on %{date}
ko: 분기별 조정 기한은 %{date}입니다.
ru: Ежеквартальная сверка запланирована на %{date}

source: A ready-to-go template for use with Android apps
ko: 안드로이드 앱에 바로 사용할 수 있는 템플릿입니다
ru: Готовый шаблон для использования с приложениями Android

source: A ready-to-go template for use with iOS Swift apps
ko: iOS 스위프트 앱에 바로 사용할 수 있는 템플릿입니다
ru: Готовый шаблон для использования с приложениями iOS Swift

source: A relation import is already in progress for this project
ko: 이 프로젝트에 대한 관계 가져오기가 이미 진행 중입니다.
ru: Импорт связей для этого проекта уже выполняется

source: A release with a date in the future is labeled as an %{linkStart}Upcoming Release%{linkEnd}.
ko: 날짜가 미래인 릴리스는 %{linkStart}다가오는 릴리스%{linkEnd}로 라벨이 지정됩니다.
ru: Релиз с будущей датой помечен как %{linkStart}Предстоящий Релиз%{linkEnd}.

source: A rule must have at least a minimum access role for push or delete.
ko: 규칙에는 푸시 또는 삭제를 위한 최소 액세스 역할이 있어야 합니다.
ru: Правило должно предусматривать минимальную роль доступа для отправки или удаления.

source: A rule requires at least the Maintainer role for either push or delete.
ko: 규칙에는 푸시나 삭제를 위한 최소한 유지 관리자 역할이 필요합니다.
ru: Правило требует как минимум роль «Мейнтейнер» для выполнения отправки или удаления.

source: A sign-in to your account has been made from the following IP address: %{ip}
ko: 다음 IP 주소에서 계정에 로그인했습니다 : %{ip}
ru: Выполнен вход в вашу учётную запись со следующего IP-адреса: %{ip}

source: A sign-in to your account has been made from the following IP address: %{ip} (%{city}, %{country})
ko: 다음 IP 주소에서 당신의 계정에 로그인이 이루어졌습니다: %{ip} (%{city}, %{country})
ru: Выполнен вход в вашу учётную запись со следующего IP-адреса: %{ip} (%{city}, %{country})

source: A template for starting a new TYPO3 project
ko: 새 TYPO3 프로젝트를 시작하기 위한 템플릿
ru: Шаблон для создания нового проекта TYPO3

source: A title is required
ko: 제목이 필요합니다.
ru: Требуется заголовок

source: A user must associate with at least one organization
ko: 사용자는 최소 하나 이상의 조직과 연결되어야 합니다.
ru: Пользователь должен быть связан хотя бы с одной организацией

source: A user with write access to the source branch selected this option
ko: 소스 브랜치에 대한 쓰기 권한이 있는 사용자가 이 옵션을 선택하였습니다.
ru: Пользователь с разрешением на запись в ветку источника выбрал этот вариант

source: ACTION REQUIRED: Something went wrong while obtaining the Let's Encrypt certificate for GitLab Pages domain '%{domain}'
ko: 조치 필요 : GitLab Pages '%{domain}'에 대한 Let 's Encrypt 인증서를 가져 오는 중에 문제가 발생했습니다.
ru: ТРЕБУЕТСЯ ДЕЙСТВИЕ: Произошла ошибка при получении сертификата Let's Encrypt для домена GitLab Pages «%{domain}»

source: AI Agent was successfully deleted
ko: AI 에이전트가 성공적으로 삭제되었습니다.
ru: Агент ИИ был успешно удалён

source: AI Gateway
ko: AI 게이트웨이
ru: Шлюз ИИ

source: AI Gateway URL:
ko: AI 게이트웨이 URL:
ru: URL шлюза ИИ:

source: AI gateway URL
ko: AI 게이트웨이 URL
ru: URL шлюза ИИ

source: AI-generated summary
ko: AI 생성 요약
ru: Сводка, созданная ИИ

source: AIAgents|AI Agents
ko: AI 에이전트
ru: Агенты ИИ

source: AIAgents|Agent Settings
ko: 에이전트 설정
ru: Настройки агентов

source: AIAgents|An error has occurred when deleting the agent.
ko: 에이전트를 삭제하는 중 오류가 발생했습니다.
ru: Произошла ошибка при удалении агента.

source: AIAgents|An error has occurred when saving the agent.
ko: 에이전트 저장 중 오류가 발생했습니다.
ru: Произошла ошибка при сохранении агента.

source: AIAgents|Create agent
ko: 에이전트 생성

source: AIAgents|New agent
ko: 새 에이전트
ru: Новый агент

source: AIAgents|The requested agent was not found.
ko: 요청한 에이전트를 찾을 수 없습니다.
ru: Запрошенный агент не найден.

source: AIAgents|Update the name and prompt for this agent.
ko: 이 에이전트의 이름과 프롬프트를 업데이트합니다.
ru: Обновление названия и запроса для этого агента.

source: AIAgent|AI Agent %{codeStart}%{agentName}%{codeEnd} will be permanently deleted. Are you sure?
ko: AI 에이전트 %{codeStart}%{agentName}%{codeEnd}이 영구 삭제됩니다. 확실합니까?
ru: Агент ИИ %{codeStart}%{agentName}%{codeEnd} будет окончательно удалён. Вы уверены?

source: AIAgent|Agent
ko: 에이전트
ru: Агент

source: AIAgent|Agent name
ko: 에이전트 이름

source: AIAgent|Ask your agent
ko: 에이전트에게 질문
ru: Спросить вашего агента

source: AIAgent|Create agent
ko: 에이전트 생성
ru: Создать агента

source: AIAgent|Delete Agent
ko: 에이전트 삭제
ru: Удалить агента

source: AIAgent|Delete agent?
ko: 에이전트를 삭제하시겠습니까?
ru: Удалить агента?

source: AIAgent|Delete this agent
ko: 이 에이전트 삭제
ru: Удалить этого агента

source: AIAgent|Edit Ai Agent
ko: Ai 에이전트 편집
ru: Редактировать Агента ИИ

source: AIAgent|Prompt
ko: 프롬프트
ru: Запрос

source: AIAgent|Settings
ko: 설정
ru: Настройки

source: AIAgent|This action permanently deletes the %{codeStart}%{agentName}%{codeEnd} AI Agent.
ko: 이 동작은 %{codeStart}%{agentName}%{codeEnd} AI 에이전트를 영구적으로 삭제합니다.
ru: Это действие навсегда удаляет %{codeStart}%{agentName}%{codeEnd} агента ИИ.

source: AIAgent|Try out your agent
ko: 에이전트를 사용해 보세요
ru: Попробовать вашего агента

source: AIAgent|Update agent
ko: 에이전트 업데이트
ru: Обновить агента

source: AIAgent|Your agent's system prompt will be applied to the chat input.
ko: 에이전트의 시스템 프롬프트가 채팅 입력에 적용됩니다.
ru: Системный запрос вашего агента будет применен к вводу в чате.

source: AISummary|Generates a summary of this issue
ko: 이 이슈에 대한 요약을 생성
ru: Генерирует сводку этого обсуждения

source: AISummary|View summary
ko: 요약 보기
ru: Посмотреть сводку

source: AI|Accept & Insert
ko: 확인 & 삽입
ru: Принять и вставить

source: AI|Apply AI-generated description
ko: AI 생성 설명 적용
ru: Применить описание, созданное ИИ

source: AI|Auto Review
ko: 자동 리뷰
ru: Автоматическая рецензия

source: AI|Autocomplete
ko: 자동 완성
ru: Автодополнение

source: AI|Create issue description based on a short prompt
ko: 짧은 프롬프트를 기반으로 이슈 설명 생성
ru: Создайте описание обсуждения на основе короткого запроса

source: AI|Creating an MR from a public project will publicly expose the vulnerability and offered resolution. To create the MR privately, see %{linkStart} Resolving a vulnerability privately%{linkEnd}.
ko: 공개 프로젝트에서 MR을 생성하면 취약점과 제시된 해결책이 공개됩니다. MR을 비공개로 생성하려면 %{linkStart}취약점 비공개 해결%{linkEnd}를 참조하세요.
ru: Создание запроса на слияние из общедоступного проекта публично раскроет уязвимость и предложенное решение. Чтобы создать запрос на слияние в приватном режиме, смотрите %{linkStart}Устранение уязвимости в приватном режиме%{linkEnd}.

source: AI|Description is required
ko: 설명이 필요합니다
ru: Требуется описание

source: AI|Discard suggestion
ko: 추천내용 폐기
ru: Отклонить предложение

source: AI|Enable Auto Review
ko: 자동 리뷰 활성화
ru: Включить автоматическую рецензию

source: AI|Explain or Resolve with AI
ko: AI로 설명하거나 해결하세요
ru: Объяснить или устранить с помощью ИИ

source: AI|Explain with AI
ko: AI로 설명
ru: Объяснить с помощью ИИ

source: AI|For example: Organizations should be able to forecast into the future by using value stream analytics charts. This feature would help them understand how their metrics are trending.
ko: 예: 조직은 가치 흐름 분석 차트를 사용하여 미래를 예측할 수 있어야 합니다. 이 기능은 이들 측정항목의 추세를 이해하는 데 도움이 됩니다.
ru: Например: организации должны иметь возможность прогнозировать будущее с помощью аналитических диаграмм потока создания ценности. Эта функция поможет им понять, как меняются их показатели.

source: AI|Generate
ko: 생성
ru: Генерировать

source: AI|Generate issue description
ko: 이슈 설명 생성
ru: Сгенерировать описание обсуждения

source: AI|GitLab Duo
ko: GitLab Duo
ru: GitLab Duo

source: AI|GitLab Duo is unable to suggest a fix for this type of vulnerability.
ko: GitLab Duo는 이러한 유형의 취약점에 대한 수정 방법을 제안할 수 없습니다.
ru: GitLab Duo не может предложить исправление для этого типа уязвимости.

source: AI|Give feedback on AI content
ko: AI 콘텐츠에 대한 피드백 주십시오.
ru: Оставить отзыв о содержимом, созданном ИИ

source: AI|Give feedback to improve this answer.
ko: 이 답변을 개선하려면 피드백을 주십시오.
ru: Оставить отзыв для улучшения этого ответа.

source: AI|How could the content be improved?
ko: 콘텐츠를 어떻게 개선할 수 있나요?
ru: Как можно улучшить содержание?

source: AI|How was the AI content?
ko: AI 콘텐츠는 어땠나요?
ru: Как вам контент, созданный ИИ?

source: AI|I am sorry, I cannot access the information you are asking about. A group or project owner has turned off Duo features in this group or project.
ko: 죄송합니다. 문의하신 정보에 접근할 수 없습니다. 그룹 또는 프로젝트 소유자가 이 그룹 또는 프로젝트에서 Duo 기능을 사용 중지했습니다.
ru: Извините, я не могу получить доступ к запрашиваемой информации. Владелец группы или проекта отключил функции Duo в этой группе или проекте.

source: AI|I'm sorry, I can't generate a response. Please try again.
ko: 죄송합니다. 응답을 생성할 수 없습니다. 다시 시도해 주세요.
ru: Извините, я не могу сгенерировать ответ. Попробуйте снова.

source: AI|I'm sorry, I can't generate a response. You do not have access to GitLab Duo Chat.
ko: 죄송합니다. 응답을 생성할 수 없습니다. GitLab Duo Chat에 액세스할 수 없습니다.
ru: Извините, я не могу сгенерировать ответ. У вас нет доступа к GitLab Duo Chat.

source: AI|I'm sorry, I can't generate a response. You might want to try again. You could also be getting this error because the items you're asking about either don't exist, you don't have access to them, or your session has expired.
ko: 죄송합니다. 응답을 생성할 수 없습니다. 다시 시도해 보세요. 요청한 항목이 존재하지 않거나 해당 항목에 액세스할 수 없거나 세션이 만료되었기 때문에 이 오류가 발생할 수도 있습니다.
ru: Извините, я не могу сгенерировать ответ. Вы можете попробовать повторить попытку. Вы также можете получить эту ошибку, из-за того что элементы, о которых вы спрашиваете, либо не существуют, либо у вас нет к ним доступа, либо срок вашего сеанса истёк.

source: AI|I'm sorry, I couldn't find any documentation to answer your question.
ko: 죄송합니다. 당신의 질문에 답변할 수 있는 문서를 찾을 수 없습니다.
ru: К сожалению, мне не удалось найти какую-либо документацию для ответа на ваш вопрос.

source: AI|I'm sorry, I couldn't respond in time. Please try a more specific request or enter /clear to start a new chat.
ko: 죄송합니다. 제때에 응답하지 못했습니다. 좀 더 구체적인 요청을 시도하거나 /clear를 입력하여 새 채팅을 시작하세요.
ru: Извините, не смог ответить вовремя. Пожалуйста, попробуйте уточнить запрос или введите /clear, чтобы начать новый чат.

source: AI|Populate issue description
ko: 이슈 설명 채우기
ru: Заполнить описание обсуждения

source: AI|Regenerate
ko: 재생성
ru: Перегенерировать

source: AI|Replace the existing description with an AI-generated description? Any changes you have made will be lost.
ko: 기존 설명을 AI 생성 설명으로 바꾸시겠습니까? 모든 변경 사항이 손실됩니다.
ru: Заменить существующее описание на сгенерированное ИИ? Все внесённые изменения будут утеряны.

source: AI|Resolutions
ko: 해결책
ru: Решения

source: AI|Resolve with AI
ko: AI로 해결
ru: Решить с ИИ

source: AI|Responses generated by AI
ko: AI에 의해 생성된 답변
ru: Ответы, генерируемые ИИ

source: AI|Something went wrong. Please try again later
ko: 문제가 발생하였습니다. 나중에 다시 시도해주세요.
ru: Произошла ошибка. Повторите попытку позже.

source: AI|Thank you for your feedback.
ko: 의견을 보내주셔서 감사합니다.
ru: Спасибо за ваш отзыв.

source: AI|The container element wasn't found, stopping AI Genie.
ko: 컨테이너 요소를 찾을 수 없어 AI Genie가 중지되었습니다.
ru: Элемент контейнера не найден, остановка AI Genie.

source: AI|The existing description will be replaced when you submit.
ko: 제출하면 기존의 설명을 대체됩니다.
ru: Существующее описание будет заменено при отправке.

source: AI|To help improve the quality of the content, send your feedback to GitLab team members.
ko: 콘텐츠 품질을 향상하려면 GitLab 팀원에게 피드백을 보내주세요.
ru: Чтобы помочь улучшить качество содержимого, отправьте свой отзыв участникам команды GitLab.

source: AI|Use GitLab Duo to generate a merge request with a suggested solution.
ko: GitLab Duo를 사용하여 제안된 해결책으로 머지 리퀘스트를 생성합니다.
ru: Использовать GitLab Duo для создания запроса на слияние с предложенным решением.

source: AI|Use GitLab Duo to provide insights about the vulnerability and suggested solutions.
ko: GitLab Duo를 사용하여 취약성과 제안된 해결책에 대한 인사이트를 제공합니다.
ru: Используйте GitLab Duo для анализа уязвимости и предложений по её исправлению.

source: AI|What does the selected code mean?
ko: 선택한 코드는 무엇을 의미합니까?
ru: Что означает выбранный код?

source: AI|When a merge request is created, automatically starts an Amazon Q review
ko: 머지 리퀘스트가 생성되면, 자동으로 Amazon Q 리뷰가 시작됩니다
ru: При создании запроса на слияние автоматически начинается рецензия Amazon Q

source: AI|Write a brief description and have AI fill in the details.
ko: 간단한 설명을 작성하면 AI가 세부 정보를 입력하도록 합니다.
ru: Напишите краткое описание, и ИИ дополнит детали.

source: AI|Write a summary to fill out the selected issue template
ko: 선택한 이슈 템플릿을 채우기 위한 요약 작성
ru: Написать резюме для заполнения выбранного шаблона обсуждения

source: AI|Write with GitLab Duo
ko: GitLab Duo로 작성하기
ru: Написать с помощью GitLab Duo

source: AI|Your request does not seem to contain code to %{action}. To %{human_name} select the lines of code in your %{platform} and then type the command %{command_name} in the chat. You may add additional instructions after this command. If you have no code to select, you can also simply add the code after the command.
ko: 요청에 %{action}을 하기위한 코드가 포함되어 있지 않은 것 같습니다. %{human_name}은 %{platform}에서 코드 줄을 선택한 다음, 채팅에 %{command_name} 명령어를 입력하세요. 이 명령어 뒤에 추가 명령을 입력할 수 있습니다. 선택할 코드가 없다면 명령어 뒤에 코드를 추가로 입력하면 됩니다.
ru: Похоже ваш запрос не содержит кода для %{action}. Чтобы %{human_name}, выберите строки кода на вашей %{platform} и затем введите команду %{command_name} в чате. Вы можете добавить дополнительные инструкции после этой команды. Если у вас нет кода для выбора, вы также можете просто добавить код после команды.

source: API Fuzzing
ko: API 퍼징
ru: Фаззинг API

source: API Help
ko: API 도움말
ru: Справка по API

source: API authentication token from Campfire. To get the token, sign in to Campfire and select **My info**.
ko: Campfire의 API 인증 토큰을 받으려면 Campfire에 로그인한 후 **My info**를 선택하세요.
ru: Токен аутентификации API от Campfire. Чтобы получить токен, войдите в Campfire и выберите **Моя информация**.

source: API key
ko: API 키
ru: Ключ API

source: API security
ko: API 보안
ru: Безопасность API

source: API token of the Packagist server.
ko: Packagist 서버의 API 토큰.
ru: Токен API сервера Packagist.

source: APIFuzzing|$VARIABLE_WITH_PASSWORD
ko: $VARIABLE_WITH_PASSWORD
ru: $VARIABLE_WITH_PASSWORD

source: APIFuzzing|$VARIABLE_WITH_USERNAME
ko: $VARIABLE_WITH_USERNAME
ru: $VARIABLE_WITH_USERNAME

source: APIFuzzing|API Fuzzing Configuration
ko: API 퍼징 설정

source: APIFuzzing|Base URL of API testing target. For example, http://www.example.com.
ko: API 테스트 대상의 기본 URL입니다. 예: http://www.example.com.
ru: Базовый URL цели для тестирования API. Например, http://www.example.com.

source: APIFuzzing|Choose a method
ko: 방법 선택
ru: Выберите метод

source: APIFuzzing|Choose a profile
ko: 프로필 선택
ru: Выберите профиль

source: APIFuzzing|Configure HTTP basic authentication values. Other authentication methods are supported. %{linkStart}Learn more%{linkEnd}.
ko: HTTP 기본 인증 값을 설정합니다. 다른 인증 방법이 지원됩니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Настройте значения для базовой HTTP-аутентификации. Поддерживаются и другие методы аутентификации. %{linkStart}Подробнее%{linkEnd}.

source: APIFuzzing|Customize your project's API fuzzing configuration options and copy the code snippet to your .gitlab-ci.yml file to apply any changes. Note that this tool does not reflect or update your .gitlab-ci.yml file automatically. For details of more advanced configuration options, see the %{docsLinkStart}GitLab API Fuzzing documentation%{docsLinkEnd}.
ko: 프로젝트의 API fuzzing 구성 옵션을 커스터마이징하고 코드 스니펫을 .gitlab-ci.yml 파일에 복사하여 변경 사항을 적용합니다. 이 도구는 .gitlab-ci.yml 파일을 자동으로 반영하거나 업데이트하지 않습니다. 고급 구성 옵션에 대한 자세한 내용은 %{docsLinkStart}GitLab API Fuzzing 문서%{docsLinkEnd}를 참조하세요.
ru: Настройте параметры конфигурации API Fuzzing для вашего проекта и скопируйте сниппет кода в файл .gitlab-ci.yml, чтобы применить изменения. Обратите внимание, что этот инструмент не отображает и не обновляет файл .gitlab-ci.yml автоматически. Подробнее о расширенных параметрах конфигурации в %{docsLinkStart}документации по GitLab API Fuzzing%{docsLinkEnd}.

source: APIFuzzing|Enable authentication
ko: 인증 활성화
ru: Включить аутентификацию
