Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: SlackIntegration|When GitLab releases new features for the GitLab for Slack app, you might have to manually update your copy to use the new features.
ko: GitLab에서 Slack용 GitLab 앱의 새 기능을 릴리스한 경우, 이를 사용하려면 사본을 수동으로 업데이트해야 할 수 있습니다.
ru: Когда GitLab выпускает новые функции для приложения GitLab для Slack, вам может потребоваться вручную обновить вашу копию, чтобы использовать новые функции.

source: SlackIntegration|Workspace name
ko: 작업공간 이름

source: SlackIntegration|You can now close this window and go to your Slack workspace.
ko: 당신은 이제 이 창을 닫고 Slack 작업 공간으로 이동할 수 있습니다.

source: SlackIntegration|You don't have to reauthorize this application if the permission scope changes in future releases.
ko: 향후 릴리스에서 권한 범위가 변경되면 이 애플리케이션을 다시 승인할 필요가 없습니다.
ru: Вам не нужно повторно авторизовывать это приложение, если область разрешений изменится в будущих версиях.

source: SlackIntegration|You may need to reinstall the GitLab for Slack app when we %{linkStart}make updates or change permissions%{linkEnd}.
ko: %{linkStart}업데이트하거나 권한을 변경%{linkEnd}할 때 Slack GitLab을 다시 설치해야 할 수도 있습니다.

source: SlackIntegration|You must do this step only once.
ko: 이 단계는 한 번만 수행해야 합니다.
ru: Этот шаг нужно выполнить только один раз.

source: SlackIntegration|cannot have more than %{limit} channels
ko: %{limit}개 이상의 채널을 가질 수 없음

source: SlackIntegration|your-project-name-or-alias command
ko: your-project-name-or-alias 명령

source: SlackModal|Are you sure you want to change the project?
ko: 정말로 프로젝트를 변경하시겠습니까?

source: SlackModal|If you change the project, you'll lose any text entered in the form.
ko: 프로젝트를 변경하면 양식에 입력한 모든 텍스트를 잃게 됩니다.

source: SlackModal|If you've entered some text, consider saving it somewhere to avoid losing any content.
ko: 텍스트를 입력한 경우 콘텐츠 손실을 방지하기 위해 어딘가에 저장하는 것이 좋습니다.

source: SlackService|1. %{slash_command_link_start}Add a slash command%{slash_command_link_end} in your Slack team using this information:
ko: 1. 당신의 Slack 팀에 %{slash_command_link_start}슬래시 명령어를 추가%{slash_command_link_end} 하기위해 다음 정보를 사용합니다:

source: SlackService|2. Paste the token from Slack in the %{strong_open}Token%{strong_close} field below.
ko: 2. 아래의 %{strong_open}토큰%{strong_close} 필드에 Slack의 토큰을 붙여넣습니다.

source: SlackService|3. Select the %{strong_open}Active%{strong_close} checkbox, select %{strong_open}Save changes%{strong_close}, and start using slash commands in Slack!
ko: 3. %{strong_open}활성%{strong_close} 체크박스를 선택하고 %{strong_open}변경 사항 저장%{strong_close}을 선택한 다음 Slack에서 슬래시 명령어 사용을 시작합니다!
ru: 3. Установите флажок %{strong_open}Активно%{strong_close}, нажмите на кнопку %{strong_open}Сохранить изменения%{strong_close} и начните использовать слэш-команды в Slack!

source: SlackService|After setup, get a list of available Slack slash commands by entering
ko: 설정 후, 사용 가능한 Slack 슬래시 명령어 목록을 가져오기 위해 다음을 입력합니다

source: SlackService|Fill in the word that works best for your team.
ko: 당신의 팀에 가장 적합한 단어를 입력하세요.

source: SlackService|Perform common operations in this project by entering slash commands in Slack.
ko: Slack에 슬래시 명령어를 입력하여 이 프로젝트에서 일반적인 운영을 수행합니다.

source: Slack|%{asterisk}Channel notifications%{asterisk}
ko: %{asterisk}채널 알림%{asterisk}

source: Slack|%{asterisk}Slash commands%{asterisk}
ko: %{asterisk}슬래시 명령%{asterisk}
ru: %{asterisk}Слеш-команды%{asterisk}

source: Slack|%{emoji}Connected to GitLab account %{account}.
ko: %{emoji}GitLab 계정 %{account}에 연결됨 .

source: Slack|%{emoji}Welcome to GitLab for Slack!
ko: %{emoji}Slack용 GitLab에 오신 것을 환영합니다!
ru: %{emoji}Добро пожаловать в GitLab для Slack!

source: Slack|Connect your GitLab account
ko: GitLab 계정 연결

source: Slack|Control GitLab from Slack with %{startMarkup}slash commands%{endMarkup}. For a list of available commands, enter %{command}.
ko: %{startMarkup}슬래시 명령%{endMarkup}을 사용하여 Slack에서 GitLab을 제어. 사용 가능한 명령 목록을 보려면 %{command}를 입력하십시오.

source: Slack|GitLab for Slack now supports channel-based notifications. Let your team know when new issues are created or new CI/CD jobs are run.%{startMarkup}Learn more%{endMarkup}.
ko: GitLab for Slack은 이제 채널 기반 알림을 지원합니다. 새 이슈가 생성되거나 새 CI/CD 작업이 실행되면 팀에 알려주세요.%{startMarkup}자세히 알아보기%{endMarkup}.
ru: GitLab для Slack теперь поддерживает уведомления на основе каналов. Сообщайте своей команде о создании новых обсуждений или запуске новых CI/CD заданий.%{startMarkup}Подробнее%{endMarkup}.

source: Slack|To start using notifications, %{startMarkup}enable the GitLab for Slack app integration%{endMarkup} in your project settings.
ko: 알림기능을 사용하려면 %{startMarkup}프로젝트 설정에서 GitLab for Slack 앱 통합%{endMarkup} 을 활성화합니다.
ru: Чтобы начать использовать уведомления, %{startMarkup}включите интеграцию GitLab для приложения Slack%{endMarkup} в настройках проекта.

source: Slack|To start using slash commands, connect your GitLab account.
ko: 슬래시 명령을 사용하려면 GitLab 계정을 연결하세요.

source: Slice multiplier
ko: 슬라이스 배수

source: Smartcard
ko: 스마트카드

source: Smartcard authentication failed: client certificate header is missing.
ko: 스마트카드 인증 실패: 클라이언트 인증서 헤더가 잘못되었습니다.

source: Smartcard authentication failed: login process exceeded the time limit.
ko: 스마트카드 인증 실패: 로그인 프로세스가 시간 제한을 초과했습니다.

source: Snippet
ko: 스니펫

source: Snippets
ko: 스니펫
ru: Сниппеты

source: Snippets with non-text files can only be edited via Git.
ko: 텍스트 파일이 아닌 스니펫은 Git을 통해서만 편집할 수 있습니다.
ru: Сниппеты с нетекстовыми файлами можно редактировать только через Git.

source: SnippetsEmptyState|Get started with snippets
ko: 스니펫으로 시작하기
ru: Начните работать со сниппетами

source: SnippetsEmptyState|New snippet
ko: 새 스니펫
ru: Новый сниппет

source: SnippetsEmptyState|Store, share, and embed bits of code and text.
ko: 코드와 텍스트를 저장하고 공유하고 내장합니다.
ru: Храните, делитесь и встраивайте фрагменты кода и текста.

source: SnippetsEmptyState|There are no snippets found
ko: 스니펫을 찾을 수 없습니다.
ru: Сниппеты не найдены

source: SnippetsEmptyState|There are no snippets to show.
ko: 표시할 스니펫이 없습니다.
ru: Нет сниппетов для отображения.

source: Snippets|%{spammable_titlecase} was submitted to Akismet successfully.
ko: %{spammable_titlecase}이 Akismet에 성공적으로 제출되었습니다.
ru: %{spammable_titlecase} был успешно отправлен в Akismet.

source: Snippets|Add another file %{num}/%{total}
ko: 다른 파일 추가 %{num}/%{total}
ru: Добавить ещё файл %{num}/%{total}

source: Snippets|Delete file
ko: 파일 삭제
ru: Удалить файл

source: Snippets|Describe what your snippet does or how to use it…
ko: 스니펫의 기능 또는 사용 방법 설명…
ru: Опишите, что делает ваш сниппет или как его использовать…

source: Snippets|Description (optional)
ko: 설명 (옵션)
ru: Описание (необязательно)

source: Snippets|Error with Akismet. Please check the logs for more info.
ko: Akismet 오류. 자세한 내용은 log를 확인하십시오.
ru: Произошла ошибка при работе с Akismet. Проверьте журналы для получения дополнительной информации.

source: Snippets|File name (e.g. test.rb)
ko: 파일 이름 (예: test.rb)
ru: Имя файла (например, test.rb)

source: Snippets|Files
ko: 파일
ru: Файлы

source: Snippets|New snippet
ko: 새 스니펫
ru: Новый сниппет

source: Snippets|Snippet actions
ko: 스니펫 동작
ru: Действия со сниппетами

source: Snippets|Snippets
ko: 스니펫
ru: Сниппеты

source: Snippets|Snippets are limited to %{total} files.
ko: 스니펫은 %{total} 파일로 제한됩니다.
ru: Сниппеты ограничены %{total} файлами.

source: Snippets|Snippets can't contain empty files. Ensure all files have content, or delete them.
ko: 스니펫은 빈 파일을 포함할 수 없습니다. 모든 파일에 내용이 있는지 확인하거나 삭제하십시오.
ru: Сниппеты не могут содержать пустые файлы. Убедитесь, что все файлы содержат контент, или удалите их.

source: Snippets|This snippet is hidden because its author has been banned
ko: 이 스니펫은 작성자가 계정정지되었기 때문에 숨겨졌습니다.
ru: Этот сниппет скрыт, потому что его автор был забанен.

source: Snowplow tracking and Product event tracking cannot be enabled at the same time. Please disable one of them.
ko: Snowplow 추적과 제품 이벤트 추적은 동시에 활성화할 수 없습니다. 둘 중 하나를 비활성화해 주세요.
ru: Нельзя одновременно включить Snowplow и отслеживание событий продукта. Отключите одно из них.

source: Soft wrap
ko: 소프트 랩
ru: Мягкий перенос

source: Solid
ko: 솔리드

source: Solution
ko: 해결 방법

source: Some changes are not shown
ko: 일부 변경 사항이 표시되지 않습니다.
ru: Некоторые изменения не отображаются

source: Some changes are not shown.
ko: 일부 변경 사항이 표시되지 않습니다.
ru: Некоторые изменения не отображаются.

source: Some child epics may be hidden due to applied filters
ko: 적용된 필터로 인하여 일부 하위 에픽들이 숨겨 질 수 있습니다.
ru: Некоторые дочерние цели могут быть скрыты из-за применённых фильтров

source: Some common domains are not allowed. %{learn_more_link}.
ko: 일부 공통 도메인은 허용되지 않습니다. %{learn_more_link}.
ru: Некоторые общие домены недопустимы. %{learn_more_link}.

source: Some files cannot be displayed due to their file path encoding.
ko: 일부 파일은 파일 경로 인코딩으로 인해 표시할 수 없습니다.

source: Some friendly information
ko: 일부 호의적인 정보

source: Someone edited the %{issuableType} at the same time you did. Review %{linkStart}the %{issuableType}%{linkEnd} and make sure you don't unintentionally overwrite their changes.
ko: 누군가가 %{issuableType}를 동시에 편집했습니다. %{linkStart}%{issuableType}%{linkEnd}를 검토하고 실수로 변경 사항을 덮어쓰지 않도록 하십시오.

source: Someone edited the file the same time you did. Please check out %{link_start}the file %{icon}%{link_end} and make sure your changes will not unintentionally remove theirs.
ko: 당신과 같은 시간에 누군가가 페이지를 수정했습니다. %{link_start}파일%{icon}%{link_end}을 확인한 뒤, 당신의 변경 사항으로 인해 의도하지 않게 삭제되는 것이 있는지 확인하십시오.

source: Someone edited this %{issueType} at the same time you did. The description has been updated and you will need to make your changes again.
ko: 당신과 같은 시간에 누군가가 이 %{issueType} 을 편집했습니다. 설명이 업데이트되었으며 다시 변경해야 할 수 있습니다.

source: Someone edited this %{model_name} at the same time you did. Please check out the %{link_to_model} and make sure your changes will not unintentionally remove theirs.
ko: 누군가 당신과 동시에 이 %{model_name} 편집했습니다. %{link_to_model} 을 확인하고 변경 사항이 실수로 제거되지 않도록 하십시오.

source: Someone edited this %{model_name} at the same time you did. Please refresh your browser and make sure your changes will not unintentionally remove theirs.
ko: 누군가 당신과 동시에 이 %{model_name} 편집했습니다. 브라우저를 새로 고치고 변경 사항이 실수로 삭제되지 않도록 하십시오.

source: Someone edited this merge request at the same time you did. Please refresh the page to see changes.
ko: 당신과 같은 시간에 누군가가 이 머지 리퀘스트를 편집했습니다. 변경 사항을 보려면 페이지를 새로고침하세요.
ru: Кто-то отредактировал этот запрос на слияние одновременно с вами. Пожалуйста, обновите страницу, чтобы увидеть изменения.

source: Someone edited this milestone at the same time you did. Please refresh the page to see changes.
ko: 누군가 당신과 동시에 이 마일스톤을 편집했습니다. 변경 사항을 보려면 페이지를 새로고침하세요.
ru: Кто-то отредактировал этот этап одновременно с вами. Обновите страницу, чтобы увидеть изменения.

source: Someone edited this test case at the same time you did. The description has been updated and you will need to make your changes again.
ko: 당신과 같은 시간에 누군가가 이 테스트 케이스를 편집했습니다. 설명이 업데이트되었으며 다시 변경해야 합니다.

source: Someone signed in to your %{host} account from a new location
ko: 누군가 새 위치에서 귀하의 %{host} 계정에 로그인했습니다
ru: Кто-то вошёл в вашу учётную запись на %{host} из нового местоположения

source: Someone, hopefully you, has requested to reset the password for your GitLab account on %{link_to_gitlab}.
ko: 누군가가 %{link_to_gitlab}에 GitLab 계정의 비밀번호를 초기화하도록 요청했습니다.
ru: Кто-то, надеемся, вы, запросил сброс пароля для вашей учётной записи GitLab на %{link_to_gitlab}.

source: Something else
ko: 무엇인가 다른 것
ru: Что-то другое

source: Something went wrong
ko: 문제가 발생했습니다.
ru: Произошла ошибка

source: Something went wrong fetching the scanner findings. Please try again.
ko: 스캐너 검출 결과를 가져오는 중에 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении результатов сканирования. Повторите попытку.

source: Something went wrong on our end
ko: 문제가 발생했습니다
ru: На нашей стороне произошла ошибка

source: Something went wrong on our end.
ko: 문제가 발생하였습니다.
ru: На нашей стороне произошла ошибка.

source: Something went wrong on our end. Please try again!
ko: 우리쪽 엔드에 문제가 발생했습니다. 다시 시도해주세요!
ru: На нашей стороне произошла ошибка. Повторите попытку!

source: Something went wrong on our end. Please try again.
ko: 우리쪽 엔드에 문제가 발생했습니다. 다시 시도해주세요.
ru: На нашей стороне произошла ошибка. Повторите попытку.

source: Something went wrong trying to change the locked state of the discussion
ko: 토론 잠금 상태를 변경하는 중에 문제가 발생했습니다.
ru: Произошла ошибка при попытке изменить состояние блокировки дискуссии

source: Something went wrong trying to change the locked state of this %{issuableDisplayName}
ko: %{issuableDisplayName}의 잠금 상태를 변경 시도하던 중 문제가 발생했습니다.
ru: Произошла ошибка при попытке изменения состояния блокировки %{issuableDisplayName}

source: Something went wrong trying to load issue contacts.
ko: 이슈 연락처를 로드하는 도중 문제가 발생했습니다.
ru: Произошла ошибка при попытке загрузить контакты обсуждения.

source: Something went wrong when deleting a comment. Please try again
ko: 댓글을 삭제하는 중에 문제가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при удалении комментария. Повторите попытку

source: Something went wrong when deleting a comment. Please try again.
ko: 댓글을 삭제하는 중에 문제가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при удалении комментария. Повторите попытку.

source: Something went wrong when reordering designs. Please try again
ko: 디자인을 재정렬하는 도중 문제가 발생했습니다. 다시 시도해주세요.
ru: Произошла ошибка при изменении порядка дизайнов. Повторите попытку.

source: Something went wrong when sending the incident link to Slack.
ko: 인시던트 링크를 Slack으로 보내는 중에 문제가 발생했습니다.
ru: Произошла ошибка при отправке ссылки на инцидент в Slack.

source: Something went wrong when updating a comment. Please try again
ko: 댓글을 업데이트하는 중에 문제가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при обновлении комментария. Повторите попытку

source: Something went wrong while adding timeline event.
ko: 타임라인 이벤트를 추가하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при добавлении события в хронологию.

source: Something went wrong while adding your award. Please try again.
ko: 이모티콘을 추가하는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при добавлении вашей награды. Повторите попытку.

source: Something went wrong while applying the batch of suggestions. Please try again.
ko: 일괄 제안을 적용하는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при применении пакета предложений. Попробуйте снова.

source: Something went wrong while applying the suggestion. Please try again.
ko: 제안을 적용하는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при применении предложения. Попробуйте снова.

source: Something went wrong while archiving a requirement.
ko: 요구 사항을 보관하는 도중 문제가 발생했습니다.
ru: Произошла ошибка при архивировании требования.

source: Something went wrong while closing the epic. Please try again later.
ko: 에픽을 닫는 도중 문제가 발생했습니다. 나중에 다시 시도 해주십시오.
ru: Произошла ошибка при закрытии цели. Попробуйте снова позже.

source: Something went wrong while closing the incident form.
ko: 인시던트 양식을 닫는 중에 문제가 발생했습니다.
ru: Произошла ошибка при закрытии формы инцидента. Попробуйте снова.

source: Something went wrong while closing the merge request. Please try again later.
ko: 머지 리퀘스트를 종료하는 동안 문제가 발생했습니다. 나중에 다시 시도해주십시오.
ru: Произошла ошибка при закрытии запроса на слияние. Повторите попытку позже.

source: Something went wrong while creating a requirement.
ko: 요구 사항을 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании требования.

source: Something went wrong while deleting description changes. Please try again.
ko: 설명 변경사항을 삭제하는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при удалении изменений описания. Повторите попытку.

source: Something went wrong while deleting the source branch. Please try again.
ko: 소스 브랜치를 삭제하는 중에 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при удалении исходной ветки. Повторите попытку.

source: Something went wrong while deleting your note. Please try again.
ko: 노트를 삭제하는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при удалении вашей заметки. Повторите попытку.

source: Something went wrong while deploying this environment. Please try again.
ko: 이 환경을 배포하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при развертывании этого окружения. Повторите попытку.

source: Something went wrong while editing your comment. Please try again.
ko: 댓글을 편집하는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при редактировании вашего комментария. Повторите попытку.

source: Something went wrong while exporting requirements
ko: 요구사항을 내보내는 동안 문제가 발생했습니다.
ru: Произошла ошибка при экспорте требований

source: Something went wrong while fetching branches
ko: 브랜치를 가져오는 도중 문제가 발생했습니다.
ru: Произошла ошибка при получении веток

source: Something went wrong while fetching comments. Please refresh the page.
ko: 댓글을 가져오는 중에 문제가 발생했습니다. 페이지를 새로 고침하세요.
ru: Произошла ошибка при получении комментариев. Обновите страницу.

source: Something went wrong while fetching comments. Please try again.
ko: 댓글을 가져오는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении комментариев. Повторите попытку.

source: Something went wrong while fetching description changes. Please try again.
ko: 설명 변경사항을 가져오는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении изменений описания. Повторите попытку.

source: Something went wrong while fetching details
ko: 세부정보를 가져오는 도중 문제가 발생했습니다.
ru: Произошла ошибка при получении сведений

source: Something went wrong while fetching projects
ko: 프로젝트를 가져오는 도중 문제가 발생했습니다.
ru: Произошла ошибка при получении проектов

source: Something went wrong while fetching projects.
ko: 프로젝트를 가져오는 도중 문제가 발생했습니다.
ru: Произошла ошибка при получении проектов.

source: Something went wrong while fetching related merge requests.
ko: 관련 머지 리퀘스트를 가져오는 도중 문제가 발생했습니다.
ru: Произошла ошибка при получении связанных запросов на слияние.

source: Something went wrong while fetching requirements count.
ko: 요구 사항 수를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении количества требований.

source: Something went wrong while fetching requirements list.
ko: 요구 사항 목록을 가져오는 도중 문제가 발생했습니다.
ru: Произошла ошибка при получении списка требований.

source: Something went wrong while fetching source branches.
ko: 소스 브랜치를 가져오는 도중 문제가 발생했습니다.
ru: Произошла ошибка при получении исходных веток.

source: Something went wrong while fetching the environments for this merge request. Please try again.
ko: 이 머지 리퀘스트에 대한 환경을 가져오는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении окружений для этого запроса на слияние. Повторите попытку.

source: Something went wrong while fetching the packages list.
ko: 패키지 목록을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении списка пакетов.

source: Something went wrong while getting %{issuableType} confidentiality status.
ko: %{issuableType} 기밀 상태를 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении статуса конфиденциальности %{issuableType}.

source: Something went wrong while obtaining the Let's Encrypt certificate.
ko: Let's Encrypt 인증서를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении сертификата Let's Encrypt.

source: Something went wrong while opening the incident form.
ko: 인시던트 양식을 여는 동안 문제가 발생했습니다.
ru: Произошла ошибка при открытии формы инцидента.

source: Something went wrong while promoting the issue to an epic. Please try again.
ko: 이슈를 에픽으로 프로모트하는 도중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке перевести обсуждение в цель. Повторите попытку.

source: Something went wrong while promoting the note to timeline event.
ko: 노트를 타임라인 이벤트로 승격하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при добавлении комментария в хронологию инцидента.

source: Something went wrong while reopening a requirement.
ko: 요구 사항을 다시 여는 동안 문제가 발생했습니다.
ru: Произошла ошибка при повторном открытии требования.

source: Something went wrong while reopening the epic. Please try again later.
ko: 에픽을 다시 여는 도중 문제가 발생했습니다. 나중에 다시 시도 해주십시오.
ru: Произошла ошибка при повторном открытии цели. Повторите попытку позже.

source: Something went wrong while reopening the merge request. Please try again later.
ko: 머지 리퀘스트를 다시 여는 동안 문제가 발생했습니다. 나중에 다시 시도해주십시오.
ru: Произошла ошибка при повторном открытии запроса на слияние. Повторите попытку позже.

source: Something went wrong while resolving this discussion. Please try again.
ko: 이 토론을 해결하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при завершении этой дискуссии. Повторите попытку.

source: Something went wrong while setting %{issuableType} %{dateType} date.
ko: %{issuableType} %{dateType} 날짜를 설정하는 도중 문제가 발생했습니다.
ru: Произошла ошибка при установке даты %{dateType} для %{issuableType}.

source: Something went wrong while setting %{issuableType} confidentiality.
ko: %{issuableType} 공개수준을 설정하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при установке конфиденциальности для %{issuableType}.

source: Something went wrong while setting %{issuableType} health status.
ko: 헬스 체크 상태를 %{issuableType} 으로 설정하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при установке состояния здоровья для %{issuableType}.

source: Something went wrong while setting %{issuableType} notifications.
ko: 알림을 %{issuableType} 설정하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при настройке уведомлений для %{issuableType}.

source: Something went wrong while setting %{issuableType} to-do item.
ko: 할 일 목록을 %{issuableType} 설정하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при установке напоминания для %{issuableType}.

source: Something went wrong while setting %{issuableType} weight.
ko: 가중치를 %{issuableType} 설정하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при установке веса для %{issuableType}.

source: Something went wrong while stopping this environment. Please try again.
ko: 이 환경을 중지하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при остановке этого окружения. Попробуйте снова.

source: Something went wrong while updating a requirement.
ko: 요구 사항을 업데이트하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при обновлении требования.

source: Something went wrong while updating assignees
ko: 담당자를 업데이트하는 도중 문제가 발생했습니다.
ru: Произошла ошибка при обновлении исполнителей

source: Something went wrong while updating the modal.
ko: 모달을 업데이트하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при обновлении модального окна.

source: Something went wrong while updating your list settings
ko: 목록 설정을 업데이트하는 도중 문제가 발생했습니다.
ru: Произошла ошибка при обновлении настроек вашего списка.

source: Something went wrong with your automatic subscription renewal.
ko: 자동 구독 갱신에 문제가 발생했습니다.
ru: Произошла ошибка при автоматическом продлении вашей подписки.

source: Something went wrong, unable to add %{project} to dashboard
ko: 문제가 발생하여 대시보드에 %{project}를 추가할 수 없습니다.
ru: Произошла ошибка при добавлении %{project} на панель

source: Something went wrong, unable to delete project
ko: 문제가 발생하여 프로젝트를 삭제할 수 없습니다.
ru: Произошла ошибка при удалении проекта

source: Something went wrong, unable to get projects
ko: 문제가 발생하여 프로젝트를 가져올 수 없습니다.
ru: Произошла ошибка при получении проектов

source: Something went wrong, unable to search projects
ko: 문제가 발생하여 프로젝트를 검색할 수 없습니다.
ru: Произошла ошибка при поиске проектов

source: Something went wrong. Please try again later
ko: 문제가 발생했습니다. 다시 시도해주세요.
ru: Произошла ошибка. Повторите попытку позже

source: Something went wrong. Please try again.
ko: 문제가 발생했습니다. 다시 시도해주세요.
ru: Произошла ошибка. Попробуйте позже.

source: Something went wrong. Unable to create identity verification exemption.
ko: 문제가 발생했습니다. 신원 확인 면제를 생성할 수 없습니다.
ru: Произошла ошибка. Не удалось создать исключение для проверки личности.

source: Something went wrong. Unable to remove identity verification exemption.
ko: 문제가 발생했습니다. 신원 확인 면제를 삭제할 수 없습니다.
ru: Произошла ошибка. Не удалось удалить исключение для проверки личности.

source: Sorry, no projects matched your search
ko: 죄송합니다. 검색 결과와 일치하는 프로젝트가 없습니다.
ru: К сожалению, нет проектов, соответствующих вашему запросу

source: Sorry, you have exceeded the maximum browsable page number. Please use the API to explore further.
ko: 죄송합니다. 탐색 가능한 최대 페이지 수를 초과했습니다. 더 탐색하려면 API를 사용하세요.
ru: Извините, вы превысили максимальное число просматриваемых страниц. Используйте API для дальнейшего изучения.

source: Sorry, your filter produced no results
ko: 죄송합니다. 필터링 결과가 없습니다.

source: Sort by
ko: 다음으로 정렬
ru: Сортировка

source: Sort direction
ko: 정렬 순서
ru: Направление сортировки
