Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Add exclusions
ko: 배제 추가
ru: Добавить исключения

source: Add existing confidential %{issuableType}
ko: 기존 비공개 %{issuableType} 추가

source: Add existing issue
ko: 기존 이슈 추가

source: Add files
ko: 파일 추가
ru: Добавьте файлы

source: Add group or project
ko: 그룹 또는 프로젝트 추가
ru: Добавить группу или проект

source: Add header and footer to emails. Please note that color settings will only be applied within the application interface
ko: 메일 머리말 및 꼬리말을 추가하십시오. 단, 색상 설정은 애플리케이션 인터페이스 안에서만 적용되는 점을 참고해 주십시오.
ru: Добавить заголовок и подвал в электронные письма. Пожалуйста, обратите внимание, что настройки цвета будут применены только в интерфейсе приложения

source: Add image comment
ko: 이미지 댓글 추가
ru: Добавить комментарий к изображению

source: Add internal note
ko: 내부 노트 추가

source: Add interval
ko: 간격 추가
ru: Добавить интервал

source: Add key
ko: 키 추가
ru: Добавить ключ

source: Add labels
ko: 라벨 추가
ru: Добавить метки

source: Add license
ko: 라이선스 추가
ru: Добавить лицензию

source: Add new
ko: 신규 추가
ru: Добавить новый

source: Add new application
ko: 새 애플리케이션 추가
ru: Добавить новое приложение

source: Add new comment template
ko: 새 댓글 템플릿 추가
ru: Добавить новый шаблон комментария

source: Add new directory
ko: 새 디렉토리 추가
ru: Добавить новую директорию

source: Add new emoji
ko: 새 이모지 추가
ru: Добавить новый эмодзи

source: Add new file
ko: 새 파일 추가
ru: Добавить новый файл

source: Add new key
ko: 새 키 추가
ru: Добавить новый ключ

source: Add new pipeline trigger token
ko: 새 파이프라인 트리거 토큰 추가
ru: Добавьте новый токен для запуска конвейера

source: Add new token
ko: 신규 토큰 추가
ru: Добавить новый токен

source: Add new webhook
ko: 새 webhook 추가

source: Add optional summary content…
ko: 선택적 요약 내용 추가…
ru: Добавить необязательное описание…

source: Add or remove a user.
ko: 사용자 추가 / 삭제
ru: Добавить или удалить пользователя.

source: Add or remove previously merged commits
ko: 이전에 머지된 커밋 추가 또는 제거
ru: Добавить или удалить ранее объединённые коммиты

source: Add or subtract spent time
ko: 소요시간 추가 또는 빼기
ru: Добавить или вычесть потраченное время

source: Add people
ko: 사용자 추가하기
ru: Добавить участников

source: Add previously merged commits
ko: 이전에 머지된 커밋 추가
ru: Добавить ранее объединённые коммиты

source: Add project
ko: 프로젝트 추가
ru: Добавить проект

source: Add projects
ko: 프로젝트 추가
ru: Добавить проекты

source: Add protected branch
ko: 보호된 브랜치 추가
ru: Добавить защищённую ветку

source: Add protected branches
ko: 보호된 브랜치 추가
ru: Добавить защищённые ветки

source: Add reaction
ko: 반응 추가
ru: Добавить реакцию

source: Add request manually
ko: 수동으로 요청 추가
ru: Добавить запрос вручную

source: Add search filter
ko: 검색 필터 추가
ru: Добавить фильтр поиска

source: Add suggestion to batch
ko: 일괄 처리에 제안 추가

source: Add summary
ko: 요약 추가

source: Add tag
ko: 태그 추가
ru: Добавить тег

source: Add thread now
ko: 지금 스레드 추가

source: Add thread to review
ko: 리뷰에 스레드 추가

source: Add time entry
ko: 시간 항목 추가
ru: Добавить запись о времени

source: Add to board
ko: 보드에 추가
ru: Добавить на доску

source: Add to merge train
ko: 머지 트레인에 추가
ru: Добавить в цепочку слияний

source: Add to merge train when all merge checks pass
ko: 모든 머지 검사가 통과되면 머지 트레인에 추가
ru: Добавить в цепочку слияний когда все слияния пройдут проверку

source: Add to review
ko: 리뷰 추가
ru: Добавить к рецензированию

source: Add to tree
ko: 트리에 추가
ru: Добавить к дереву

source: Add token
ko: 토큰 추가
ru: Добавить токен

source: Add topics to projects to help users find them.
ko: 사용자가 쉽게 찾을 수 있도록 프로젝트에 주제를 추가합니다
ru: Добавляйте теги в проекты, чтобы пользователям было легче их найти.

source: Add variable
ko: 변수 추가
ru: Добавить переменную

source: Add vulnerability finding
ko: 발견한 취약점 추가
ru: Добавление обнаружения уязвимости

source: Add webhook
ko: webhook 추가
ru: Добавить веб-обработчик

source: Add your comment to a review
ko: 리뷰에 댓글 추가
ru: Добавить свой комментарий к рецензии

source: Add your team members and others to GitLab.
ko: 팀원과 다른 사람들을 GitLab에 추가하세요.
ru: Добавьте участников вашей команды и других в GitLab.

source: Add/remove
ko: 추가/제거
ru: Добавить/удалить

source: AddContextCommits|Add previously merged commits
ko: 이전에 머지된 커밋 추가
ru: Добавить ранее объединённые коммиты

source: AddContextCommits|Add/remove
ko: 추가/제거
ru: Добавить/удалить

source: AddMember|Ask a user with the Owner role to purchase more seats.
ko: 소유자 역할을 가진 사용자에게 추가 좌석을 구매하도록 요청하세요.
ru: Попросите пользователя с ролью владельца приобрести дополнительные лицензии.

source: AddMember|Invite email is invalid
ko: 초대 이메일이 유효하지 않습니다
ru: Пригласительная электронная почта недействительна

source: AddMember|Invite limit of %{daily_invites} per day exceeded.
ko: 일일 초대 제한 %{daily_invites} 회를 초과했습니다.
ru: Превышен лимит в %{daily_invites} приглашений в день.

source: AddMember|Invites cannot be blank
ko: 초대 항목은 비워둘 수 없습니다.

source: AddMember|No invite source provided.
ko: 초대 소스가 제공되지 않았습니다.

source: AddMember|No users specified.
ko: 사용자를 지정하지 않았습니다.
ru: Пользователь не задан.

source: AddMember|There are not enough available seats to invite this many users.
ko: 사용자를 초대하기 위한 좌석이 부족합니다.
ru: Недостаточно доступных лицензий, чтобы пригласить это количество пользователей.

source: AddMember|Too many users specified (limit is %{user_limit})
ko: 너무 많은 사용자가 지정되었습니다 (제한은 %{user_limit}명 입니다).
ru: Указано слишком много пользователей (ограничение - %{user_limit})

source: Added
ko: 추가됨
ru: Добавлено

source: Added %{epic_ref} as a child epic.
ko: 하위 에픽으로 %{epic_ref} 추가했습니다.
ru: Добавлен %{epic_ref} как дочерняя цель.

source: Added %{label_references} %{label_text}.
ko: %{label_references} %{label_text} 추가됨.
ru: Добавлена %{label_references} %{label_text}.

source: Added %{target} as a linked item blocked by this %{work_item_type}.
ko: %{target}을(를) 이 %{work_item_type}에 의해 차단된 항목을 링크된 항목으로 추가했습니다.

source: Added %{target} as a linked item blocking this %{work_item_type}.
ko: %{target}을(를) 이 %{work_item_type}을 차단하는 링크된 항목으로 추가했습니다.

source: Added %{target} as a linked item related to this %{work_item_type}.
ko: %{work_item_type}과 관련된 링크된 항목으로 %{target}이 추가되었습니다.
ru: Добавлен %{target} как связанный элемент, относящийся к этому рабочему элементу (%{work_item_type}).

source: Added %{timeAgo} by
ko: %{timeAgo}에 추가함

source: Added a to-do item.
ko: 할 일 항목 추가.
ru: Напоминание добавлено.

source: Added an issue to an epic.
ko: 이슈를 에픽에 추가했습니다.
ru: К цели добавлена задача.

source: Added for this merge request
ko: 머지 리퀘스트에 추가됨

source: Added in this version
ko: 이 버전에 추가됨
ru: Добавлено в этой версии

source: Adding new applications is disabled in your GitLab instance. Please contact your GitLab administrator to get the permission.
ko: GitLab 인스턴스에서 새 애플리케이션 추가가 비활성화되어 있습니다. 권한을 얻으려면 GitLab 운영자에게 문의하십시오.
ru: Добавление новых приложений отключено в вашем экземпляре GitLab. Обратитесь к администратору GitLab, чтобы получить разрешение.

source: Additional compute minutes:
ko: 추가 컴퓨팅 시간:
ru: Дополнительные вычислительные минуты:

source: Additional diagram formats
ko: 추가 다이어그램 형식
ru: Дополнительные форматы диаграмм

source: Additional text
ko: 추가 텍스트
ru: Дополнительный текст

source: Additional text for deactivation email
ko: 비활성화 이메일에 대한 추가 텍스트
ru: Дополнительный текст для уведомления об отключении

source: Additional text for the Help page.
ko: 도움말 페이지에 대한 추가 텍스트입니다.
ru: Дополнительный текст для страницы справки.

source: Additional text to show on the Help page
ko: 도움말 페이지에 표시할 추가 텍스트
ru: Дополнительный текст для отображения на странице справки.

source: Additional units
ko: 추가 컴퓨팅 단위
ru: Дополнительные единицы

source: Address
ko: 주소
ru: Адрес

source: Adds
ko: 추가하기
ru: Добавляет

source: Adds %{epic_ref} as child epic.
ko: 하위 에픽으로 %{epic_ref} 추가 하기
ru: Добавляет %{epic_ref} как дочерний элемент.

source: Adds %{labels} %{label_text}.
ko: %{labels} %{label_text} 추가
ru: Добавляет %{labels} %{label_text}.

source: Adds a Zoom meeting.
ko: Zoom 회의 추가하기
ru: Добавляет встречу в Zoom.

source: Adds a label.
ko: %d 라벨 추가.
ru: Добавляет метку.

source: Adds a resource link
ko: 리소스 링크를 추가합니다.
ru: Добавляет ссылку на ресурс

source: Adds a resource link for this incident.
ko: 이 사건에 대한 리소스 링크를 추가합니다.

source: Adds a timeline event to incident.
ko: 인시던트에 타임라인 이벤트 추가.

source: Adds a to-do item.
ko: 할 일 항목 추가.
ru: Добавляет напоминание.

source: Adds email participants that don't have a GitLab account.
ko: GitLab 계정이 없는 이메일 참가자를 추가하세요.
ru: Добавляет участников по электронной почте, у которых нет учетной записи GitLab.

source: Adds this %{issuable_type} as related to the %{issuable_type} it was created from
ko: 생성된 %{issuable_type} 과 관련하여 이 %{issuable_type} 을 추가합니다.
ru: Добавляет этот рабочий элемент (%{issuable_type}) как связанный с рабочим элементом (%{issuable_type}), из которого он был создан

source: AdherenceReport|Have questions or thoughts on the new improvements we made? %{linkStart}Please provide feedback on your experience%{linkEnd}.
ko: 새로운 개선 사항에 대한 질문이나 의견이 있으신가요? %{linkStart}귀하의 경험에 대한 피드백을 제공해 주세요%{linkEnd}.
ru: Есть вопросы или идеи по новым улучшениям? %{linkStart}Оставьте отзыв о вашем опыте%{linkEnd}.

source: AdherenceReport|Learn more about the changes in our %{linkStart}documentation%{linkEnd}.
ko: %{linkStart}문서%{linkEnd}에서 변경 사항에 대해 자세히 알아보세요.
ru: Подробнее об изменениях в нашей %{linkStart}документации%{linkEnd}.

source: AdherenceReport|No statuses found.
ko: 상태를 찾을 수 없습니다.
ru: Статусы не найдены.

source: AdherenceReport|Show old report
ko: 이전 보고서 표시
ru: Показать старый отчёт

source: AdherenceReport|There was an error loading adherence report.
ko: 준수 리포트를 로딩하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при загрузке отчёта о соблюдении норм.

source: AdherenceReport|We are replacing the standards adherence report with the compliance status report, which includes new features to enhance your compliance workflow.
ko: 표준 준수 보고서를 준수 상태 보고서로 대체하며, 여기에는 준수 워크플로를 개선하는 새로운 기능이 포함되어 있습니다.
ru: Мы заменяем отчёт о соблюдении стандартов на отчёт о соблюдении норм, который включает новые функции для улучшения рабочего процесса соблюдения норм.

source: Adjust how frequently the GitLab UI polls for updates.
ko: GitLab UI가 업데이트를 폴링하는 빈도를 조정합니다.
ru: Настройте частоту опроса обновлений в интерфейсе GitLab.

source: Admin Mode
ko: 운영자 모드
ru: Режим администратора

source: Admin Note
ko: 운영자 노트

source: Admin Notifications
ko: 운영자 알림

source: Admin area
ko: 운영자 영역
ru: Область администратора

source: Admin area / Dashboard
ko: 운영자 영역 / 대시보드
ru: Область администратора / Панель управления

source: Admin message
ko: 운영자 메시지
ru: Сообщение администратора

source: Admin mode already enabled
ko: 운영자 모드 이미 활성화 됨
ru: Режим администратора уже включен

source: Admin mode disabled
ko: 운영자 모드 비활성화
ru: Режим администратора отключён

source: Admin mode enabled
ko: 운영자 모드 활성화
ru: Режим администратора включён

source: Admin notes
ko: 운영자 노트
ru: Заметки администратора

source: AdminAIPoweredFeatures|AI-native features
ko: AI-네이티브 기능
ru: Функции с поддержкой ИИ

source: AdminAIPoweredFeatures|Add self-hosted model
ko: 자체 호스팅 모델 추가
ru: Добавить автономную модель

source: AdminAIPoweredFeatures|An AI assistant that provides real-time guidance helping users accomplish tasks like generate commit messages and merge request descriptions, without Chat. %{linkStart}Learn more.%{linkEnd}
ko: AI 지원은 실시간 가이드를 제공하여, 채팅 없이, 커밋 메시지를 자동 완성하거나 머지 리퀘스트 설명을 생성하여 줌으로써 사용자 작업을 완료하는데 도움을 줍니다. %{linkStart}상세 정보%{linkEnd}.
ru: ИИ-ассистент, который в реальном времени помогает пользователям выполнять задачи, такие как создание сообщений коммитов и описаний запросов на слияние, без чата. %{linkStart}Подробнее.%{linkEnd}

source: AdminAIPoweredFeatures|An AI assistant that provides real-time guidance helping users understand code, generate tests, and boost collaboration, using Chat. %{linkStart}Learn more.%{linkEnd}
ko: AI 지원은 실시간 가이드를 제공하여 채팅을 사용하여, 사용자가 코드를 이해하는데 도움으로 주고, 테스트를 생성하고 협력을 강화해 줍니다. %{linkStart}상세 정보.%{linkEnd}
ru: ИИ-ассистент, который в реальном времени помогает пользователям понимать код, генерировать тесты и улучшать совместную работу с помощью чата. %{linkStart}Подробнее.%{linkEnd}

source: AdminAIPoweredFeatures|An error occurred while loading the AI feature settings. Please try again.
ko: AI 기능 설정을 로드하는 동안 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при загрузке настроек функций ИИ. Попробуйте ещё раз.

source: AdminAIPoweredFeatures|Apply to all sub-features
ko: 모든 하위 기능에 적용
ru: Применить ко всем подфункциям

source: AdminAIPoweredFeatures|Assists developers by providing real-time code completions and recommendations. %{linkStart}Learn more.%{linkEnd}
ko: 실시간 코드 자동완성 추천 기능을 통해 개발자를 지원합니다. %{linkStart}상세 정보%{linkEnd}
ru: Помогает разработчикам, предлагая автодополнения кода и рекомендации в реальном времени. %{linkStart}Подробнее.%{linkEnd}

source: AdminAIPoweredFeatures|Code Suggestions
ko: 코드 제안
ru: Предложения кода

source: AdminAIPoweredFeatures|Compatible models
ko: 호환 모델
ru: Совместимые модели

source: AdminAIPoweredFeatures|Disabled
ko: 비활성화됨
ru: Отключено

source: AdminAIPoweredFeatures|Feature
ko: 기능
ru: Функция

source: AdminAIPoweredFeatures|GitLab Default
ko: GitLab 기본설정
ru: Модель GitLab по умолчанию

source: AdminAIPoweredFeatures|GitLab Duo Chat
ko: GitLab Duo Chat
ru: GitLab Duo Chat

source: AdminAIPoweredFeatures|Main feature
ko: 주요 기능
ru: Основная функция

source: AdminAIPoweredFeatures|Model
ko: 모델
ru: Модель

source: AdminAIPoweredFeatures|Model name
ko: 모델 이름
ru: Название модели

source: AdminAIPoweredFeatures|Other GitLab Duo features
ko: 기타 GitLab Duo 기능
ru: Другие функции GitLab Duo

source: AdminAIPoweredFeatures|Select a self-hosted model
ko: 자체 호스팅 모델 선택
ru: Выберите автономную модель

source: AdminAIPoweredFeatures|Sub feature
ko: 하위 기능
ru: Подфункция

source: AdminAiPoweredFeatures|%{selected_model} is incompatible with the %{title} feature
ko: %{selected_model}은 %{title} 기능과 호환되지 않습니다.
ru: %{selected_model} несовместима с функцией %{title}

source: AdminAiPoweredFeatures|AI vendor
ko: AI 공급업체
ru: Поставщик ИИ

source: AdminAiPoweredFeatures|Disabled
ko: 비활성화됨
ru: Отключено

source: AdminAiPoweredFeatures|Self-hosted model
ko: 자체 호스팅 모델
ru: Автономная модель

source: AdminArea|%{billable_users_link_start}Learn more%{billable_users_link_end} about what defines a billable user
ko: 청구 가능한 사용자를 정의하는 항목에 대해 %{billable_users_link_start}자세히 알아보기%{billable_users_link_end}
ru: %{billable_users_link_start}Узнайте больше%{billable_users_link_end} о том, что представляет собой платный пользователь

source: AdminArea|Active users
ko: 활성 사용자
ru: Активные пользователи

source: AdminArea|Add new message
ko: 새로운 메시지 추가
ru: Добавить новое сообщение

source: AdminArea|Are you sure?
ko: 확실합니까?
ru: Вы уверены?

source: AdminArea|Blocked users
ko: 차단된 사용자
ru: Заблокированные пользователи

source: AdminArea|Bots
ko: 봇
ru: Боты

source: AdminArea|Breakdown of Billable users
ko: 청구 가능 사용자 분류

source: AdminArea|Breakdown of Non-Billable users
ko: 청구 되지 않는 사용자 분류

source: AdminArea|Cancel all jobs
ko: 모든 작업 취소
ru: Отменить все задания

source: AdminArea|Cancel all running and pending jobs
ko: 실행 중이거나 보류 중인 모든 작업 취소
ru: Отменить все запущенные и ожидающие выполнения задания

source: AdminArea|Canceling jobs failed
ko: 작업 취소가 실패됨
ru: Отмена заданий не удалась

source: AdminArea|Components
ko: 컴포넌트
ru: Компоненты

source: AdminArea|Current domain doesn't match the Web IDE OAuth configuration
ko: 현재 도메인이 웹 IDE OAuth 구성과 일치하지 않습니다.
ru: Текущий домен не соответствует конфигурации OAuth Web IDE.

source: AdminArea|Developer
ko: 개발자
ru: Разработчик

source: AdminArea|Documentation
ko: 문서
ru: Документация

source: AdminArea|Edit OAuth configuration
ko: OAuth 구성 편집
ru: Изменить конфигурацию OAuth

source: AdminArea|Failed to fetch version from KAS
ko: KAS에서 버전을 가져오는 데 실패했습니다
ru: Не удалось получить версию из KAS

source: AdminArea|Features
ko: 기능
ru: Возможности

source: AdminArea|Get security updates from GitLab and stay up to date
ko: GitLab에서 보안 업데이트를 받고 최신 상태로 유지
ru: Получайте обновления безопасности от GitLab и будьте в курсе событий

source: AdminArea|Groups
ko: 그룹
ru: Группы

source: AdminArea|Guest
ko: 게스트
ru: Гость

source: AdminArea|Included Free in license
ko: 무료 라이센스 포함
ru: Включены в лицензию бесплатно

source: AdminArea|Instance OAuth applications
ko: 인스턴스 OAuth 어플리케이션

source: AdminArea|Maintainer
ko: 유지관리자
ru: Мейнтейнер

source: AdminArea|Manage applications for your instance that can use GitLab as an %{docs_link_start}OAuth provider%{docs_link_end}.
ko: GitLab을 %{docs_link_start}OAuth 공급자%{docs_link_end}로 사용할 수 있는 인스턴스용 애플리케이션 관리.
ru: Управляйте приложениями для вашего экземпляра, которые могут использовать GitLab в качестве %{docs_link_start} провайдера OAuth%{docs_link_end}.

source: AdminArea|Manage applications for your instance that can use GitLab as an OAuth provider.
ko: GitLab을 OAuth 공급자로 사용할 수 있는 인스턴스의 애플리케이션을 관리합니다.
ru: Управляйте приложениями для вашего экземпляра, которые могут использовать GitLab в качестве поставщика OAuth.

source: AdminArea|Messages
ko: 메시지
ru: Сообщения

source: AdminArea|Minimal access
ko: 최소 액세스
ru: Минимальный доступ

source: AdminArea|New group
ko: 새 그룹
ru: Новая группа

source: AdminArea|New project
ko: 새 프로젝트
ru: Новый проект

source: AdminArea|New user
ko: 새 사용자
ru: Новый пользователь

source: AdminArea|No applications found
ko: 응용 프로그램을 찾을 수 없습니다
ru: Приложения не найдены

source: AdminArea|Owner
ko: 소유자
ru: Владелец

source: AdminArea|Planner
ko: 플래너
ru: Планировщик

source: AdminArea|Projects
ko: 프로젝트
ru: Проекты

source: AdminArea|Reporter
ko: 리포터
ru: Reporter

source: AdminArea|Sign up for the GitLab Security Newsletter to get notified for security updates.
ko: 보안 업데이트에 대한 알림을 받으려면 GitLab 보안 뉴스레터에 가입하세요.
ru: Подпишитесь на рассылку новостей по безопасности GitLab, чтобы получать уведомления об обновлениях безопасности.

source: AdminArea|Sign up for the GitLab newsletter
ko: GitLab 뉴스레터 신청
ru: Подписаться на рассылку GitLab

source: AdminArea|The Web IDE OAuth application doesn't have a redirect URL with the domain that you are using to visit GitLab. This issue will prevent Web IDE users from authenticating and often occurs when using a reverse proxy.
ko: 웹 IDE OAuth 애플리케이션에 GitLab을 방문하는 데 사용하는 도메인의 리디렉션 URL이 없습니다. 이 이슈는 웹 IDE 사용자가 인증하는 것을 방지하며, 역방향 프록시를 사용할 때 자주 발생합니다.
ru: Приложение Web IDE OAuth не имеет URL перенаправления с доменом, который вы используете для посещения GitLab. Эта проблема помешает пользователям Web IDE пройти аутентификацию и часто возникает при использовании обратного прокси.

source: AdminArea|Total Billable users
ko: 총 청구 가능 사용자 수

source: AdminArea|Total Non-Billable users
ko: 총 청구 불가 사용자 수

source: AdminArea|Total Users
ko: 전체 사용자
ru: Всего пользователей

source: AdminArea|Total users
ko: 총 사용자
ru: Всего пользователей

source: AdminArea|Totals
ko: 총계

source: AdminArea|Unknown
ko: 알 수 없음
ru: Неизвестно

source: AdminArea|Updated %{last_update_time}
ko: %{last_update_time}에 업데이트 됨
ru: Обновлено %{last_update_time}

source: AdminArea|Users statistics
ko: 사용자 통계
ru: Статистика

source: AdminArea|Users with highest role
ko: 가장 높은 역할 등급의 사용자
ru: Пользователи с наивысшей ролью

source: AdminArea|Users with highest role guest and with a %{strongOpen}Custom Role%{strongClose}.
ko: 가장 높은 역할이 게스트이며 %{strongOpen}커스텀 역할%{strongClose}을 가진 사용자들.
ru: Пользователи с наивысшей ролью гостя и с %{strongOpen}Настраиваемой ролью%{strongClose}.

source: AdminArea|Users without a Group and Project
ko: 그룹 및 프로젝트가 없는 사용자
ru: Пользователи без группы и проекта

source: AdminArea|View latest groups
ko: 최근 그룹 보기
ru: Посмотреть недавние группы

source: AdminArea|View latest projects
ko: 최신 프로젝트 보기
ru: Посмотреть недавние проекты

source: AdminArea|View latest users
ko: 최신 유저 보기
ru: Недавние

source: AdminArea|Yes, proceed
ko: 예, 진행합니다
ru: Да, продолжить

source: AdminArea|You're about to cancel all running and pending jobs across this instance. Do you want to proceed?
ko: 이 인스턴스에서 실행 중이거나 보류 중인 모든 작업을 취소하려고 합니다. 진행 하시겠습니까?
ru: Вы собираетесь отменить все запущенные и ожидающие выполнения задания в этом экземпляре. Вы хотите продолжить?

source: AdminArea|active users + blocked users
ko: 활성 사용자 + 차단된 사용자
ru: активные пользователи + заблокированные пользователи

source: AdminArea|total billable + total non-billable
ko: 청구 가능 합계 + 청구 불가능 합계
ru: все платные + все бесплатные

source: AdminDashboard|Error loading the statistics. Please try again
ko: 통계를 로딩하는 동안 오류가 발생했습니다. 다시 시도하십시오
ru: Ошибка загрузки статистики. Пожалуйста, попробуйте еще раз

source: AdminEmail|An error occurred fetching the groups and projects. Please refresh the page to try again.
ko: 그룹 및 프로젝트를 가져오는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: AdminEmail|Body
ko: 본문
ru: Тело

source: AdminEmail|Body is required.
ko: 본문이 필요합니다.

source: AdminEmail|Loading groups and projects.
ko: 그룹과 프로젝트를 로드 중입니다.
ru: Загружаются группы и проекты.

source: AdminEmail|No groups or projects found.
ko: 그룹이나 프로젝트를 찾을 수 없습니다.
ru: Группы или проекты не найдены.

source: AdminEmail|Recipient group or project
ko: 수신자 그룹 또는 프로젝트

source: AdminEmail|Recipient group or project is required.
ko: 수신자 그룹 또는 프로젝트가 필요합니다.

source: AdminEmail|Subject
ko: 제목
ru: Тема

source: AdminEmail|Subject is required.
ko: 제목이 필요합니다.
ru: Тема обязательна.

source: AdminLabels|Define your default set of project labels
ko: 프로젝트 라벨의 기본 세트 정의
ru: Определите набор меток проекта по умолчанию

source: AdminLabels|Labels created here will be automatically added to new projects.
ko: 여기에서 만든 라벨은 새 프로젝트에 자동으로 추가됩니다.
ru: Метки, созданные здесь, будут автоматически добавлены в новые проекты.

source: AdminLabels|They can be used to categorize issues and merge requests.
ko: 이슈 및 머지 리퀘스트 분류에 사용할 수 있습니다.
ru: Их можно использовать для классификации обсуждений и запросов на слияние.

source: AdminProjects| You’re about to permanently delete the project %{projectName}, its repository, and all related resources, including issues and merge requests. After you confirm and press %{strong_start}Delete project%{strong_end}, it cannot be undone or recovered.
ko: 당신은 %{projectName} 프로젝트, 레포지토리와 이슈와 머지 리퀘스트를 포함한 모든 관련된 리소스를 삭제하려고 합니다. 당신이 확인한 후 %{strong_start}프로젝트 삭제%{strong_end}를 누르면 되돌리거나 복구할 수 없습니다.
ru: Вы собираетесь окончательно удалить проект %{projectName}, его репозиторий и все связанные ресурсы, включая обсуждения и запросы слияния. После нажатия %{strong_start}Удалить проект%{strong_end}, его нельзя восстановить или отменить удаление.

source: AdminProjects|Delete
ko: 삭제
ru: Удалить

source: AdminProjects|Delete Project %{projectName}?
ko: %{projectName} 프로젝트를 삭제하시겠습니까?
ru: Удалить Проект %{projectName}?

source: AdminSelfHostedModels|A unique and descriptive name for your deployment.
ko: 배포에 대한 고유하고 설명적인 이름입니다.
ru: Уникальное и описательное имя для вашего развёртывания.

source: AdminSelfHostedModels|API Key (optional)
ko: API 키 (옵션)
ru: Ключ API (необязательно)

source: AdminSelfHostedModels|API token
ko: API 토큰
ru: Токен API

source: AdminSelfHostedModels|Add a new AI model that can be used for GitLab Duo self-hosted features.
ko: GitLab Duo 자체 호스팅 기능에 사용할 수 있는 새로운 AI 모델을 추가합니다.
ru: Добавьте новую модель ИИ, которую можно использовать для автономных функций GitLab Duo.

source: AdminSelfHostedModels|Add self-hosted model
ko: 자체 호스팅 모델 추가
ru: Добавить автономную модель

source: AdminSelfHostedModels|Amazon Bedrock
ko: Amazon Bedrock
ru: Amazon Bedrock

source: AdminSelfHostedModels|An error occurred while deleting your self-hosted model. Please try again.
ko: 자체 호스팅 모델을 삭제하는 동안 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при удалении автономной модели. Попробуйте снова.

source: AdminSelfHostedModels|An error occurred while loading self-hosted models. Please try again.
ko: 자체 호스팅 모델을 로드하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при загрузке автономных моделей. Попробуйте снова.
