Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: SecurityConfiguration|Learn more about our vulnerability data retention policies
ko: 우리의 취약성 데이터 보존 정책에 대해 자세히 알아보세요.

source: SecurityConfiguration|Learn more about vulnerability training
ko: 취약점 교육에 대해 자세히 알아보기
ru: Подробнее об обучении уязвимостям

source: SecurityConfiguration|Manage corpus
ko: Corpus 관리
ru: Управление корпусом

source: SecurityConfiguration|Manage corpus files used as seed inputs with coverage-guided fuzzing.
ko: coverage-guided fuzzing으로 시드 입력으로 사용되는 Corpus 파일을 관리합니다.
ru: Управляйте файлами корпуса, используемыми в качестве начальных данных при тестировании с использованием направленного покрытия.

source: SecurityConfiguration|Manage profiles
ko: 프로필 관리

source: SecurityConfiguration|Manage profiles for use by DAST scans.
ko: DAST 스캔에서 사용할 프로필을 관리합니다.
ru: Управляйте профилями для использования в сканированиях DAST.

source: SecurityConfiguration|More scan types, including DAST, Dependency Scanning, Fuzzing
ko: DAST, 의존성 스캐닝, 퍼징을 포함한 추가 스캔 유형
ru: Больше типов сканирования, включая DAST, сканирование зависимостей, фаззинг

source: SecurityConfiguration|Not enabled
ko: 활성화되지 않음
ru: Отключено

source: SecurityConfiguration|Once you've enabled a scan for the default branch, any subsequent feature branch you create will include the scan. An enabled scanner will not be reflected as such until the pipeline has been successfully executed and it has generated valid artifacts.
ko: 일단 기본 브랜치에 대한 스캔을 활성화하면 생성하는 모든 후속 기능브랜치에 스캔이 포함됩니다. 활성화된 스캐너는 파이프라인이 성공적으로 실행되고 유효한 아티팩트가 생성될 때까지 그대로 반영되지 않습니다.
ru: После того как вы включите сканирование для основной ветки, любое последующее создание функциональной ветки будет включать это сканирование. Включённый сканер не будет отображаться как активированный, пока конвейер не будет успешно выполнен и не будет сгенерирован действительный артефакт.

source: SecurityConfiguration|Quickly enable all continuous testing and compliance tools by enabling %{linkStart}Auto DevOps%{linkEnd}
ko: %{linkStart}Auto DevOps%{linkEnd}을 활성화하여 모든 지속적인 테스트 및 규정 준수 도구를 빠르게 활성화

source: SecurityConfiguration|Runtime security metrics for application environments
ko: 응용 프로그램 환경에 대한 런타임 보안 측정항목
ru: Метрики безопасности в реальном времени для окружений приложений

source: SecurityConfiguration|SAST configuration
ko: SAST 구성

source: SecurityConfiguration|Secret detection configuration
ko: 비밀 탐지 구성

source: SecurityConfiguration|Secure your project
ko: 프로젝트 보안
ru: Обезопасьте ваш проект

source: SecurityConfiguration|Security testing
ko: 보안 테스트
ru: Тестирование безопасности

source: SecurityConfiguration|Security training
ko: 보안 교육
ru: Обучение безопасности

source: SecurityConfiguration|Something went wrong. Please refresh the page, or try again later.
ko: 문제가 발생했습니다. 페이지를 새로 고치거나 나중에 다시 시도하세요.
ru: Произошла ошибка. Обновите страницу или повторите попытку позже.

source: SecurityConfiguration|The status of the tools only applies to the default branch and is based on the %{linkStart}latest pipeline%{linkEnd}.
ko: 도구의 상태는 기본 브랜치에만 적용되며 %{linkStart}최신 파이프라인%{linkEnd}을 기반으로 합니다.
ru: Статус инструментов применяется только к основной ветке и основан на %{linkStart}последнем конвейере%{linkEnd}.

source: SecurityConfiguration|This project does not contain any archived vulnerabilities yet.
ko: 이 프로젝트는 아직 보관된 취약점을 갖고 있지 않습니다.
ru: В этом проекте пока нет заархивированных уязвимостей.

source: SecurityConfiguration|Toggle Container Scanning for Registry
ko: 레지스트리에 대한 컨테이너 스캐닝 토글
ru: Переключить сканирование контейнеров для реестра

source: SecurityConfiguration|Toggle secret push protection
ko: 비밀 푸시 방지 변경

source: SecurityConfiguration|Upgrade or start a free trial
ko: 무료 평가판 업그레이드 또는 시작
ru: Сменить тариф или начать бесплатную пробную версию

source: SecurityConfiguration|Using custom settings. You won't receive automatic updates on this variable. %{anchorStart}Restore to default%{anchorEnd}
ko: 커스텀 설정 사용. 이 변수에 대한 자동 업데이트를 받지 않습니다. %{anchorStart}기본값으로 복원%{anchorEnd}

source: SecurityConfiguration|Vulnerabilities
ko: 취약점
ru: Уязвимости

source: SecurityConfiguration|Vulnerabilities are retained in the database for one year after the last update. After one year of inactivity, vulnerabilities are archived on the first of each month. Archives are removed after five years.
ko: 취약점은 마지막 업데이트 후 1년 동안 데이터베이스에 아카이빙됩니다. 1년 동안 활동이 없으면 취약점은 매월 1일에 아카이빙 됩니다. 아카이브는 5년 후에 제거됩니다.
ru: Уязвимости сохраняются в базе данных в течение одного года после последнего обновления. После года бездействия уязвимости архивируются первого числа каждого месяца. Архивы удаляются по прошествии пяти лет.

source: SecurityConfiguration|Vulnerability Management
ko: 취약점 관리
ru: Управление уязвимостями

source: SecurityConfiguration|Vulnerability archives
ko: 취약점 아카이브

source: SecurityConfiguration|Vulnerability details and statistics in the merge request
ko: 머지 리퀘스트의 취약점 세부 정보 및 통계
ru: Сведения и статистика уязвимостей в запросе на слияние

source: SecurityDescription|The linked group refers to the groups that are linked to security policy projects. Security policy projects store your organization's security policies. They are identified when policies are created, or when a project is linked as a security policy project. %{linkStart}Learn more%{linkEnd}.
ko: 링크된 그룹은 보안 정책 프로젝트에 연결된 그룹을 말합니다. 보안 정책 프로젝트는 조직의 보안 정책을 저장합니다. 정책이 생성되거나 프로젝트가 보안 정책 프로젝트로 연결될 때 식별됩니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Связанная группа относится к группам, которые привязаны к проектам с политиками безопасности. В этих проектах хранятся политики безопасности вашей организации. Они определяются при создании политик или при привязке проекта в качестве проекта политики безопасности. %{linkStart}Подробнее%{linkEnd}.

source: SecurityExclusions|Add Exclusion
ko: 제외사항 추가
ru: Добавить исключение

source: SecurityExclusions|Add exclusion
ko: 제외사항 추가
ru: Добавить исключение

source: SecurityExclusions|Created
ko: 생성됨

source: SecurityExclusions|Delete exclusion
ko: 제외 삭제
ru: Удалить исключение

source: SecurityExclusions|Description
ko: 설명
ru: Описание

source: SecurityExclusions|Disable
ko: 비활성화
ru: Отключить

source: SecurityExclusions|Enable
ko: 활성화
ru: Включить

source: SecurityExclusions|Enforcement
ko: 강제

source: SecurityExclusions|Enter one or more paths to exclude, separated by line breaks.
ko: 제외할 경로를 줄 바꿈으로 구분하여 하나 이상 입력하세요.

source: SecurityExclusions|Enter one or more raw values to ignore, separated by line breaks.
ko: 무시할 원시 값을 하나 이상 줄 바꿈으로 구분하여 입력하세요.

source: SecurityExclusions|Enter one or more rules to ignore, separated by line breaks.
ko: 무시할 규칙을 하나 이상 줄 바꿈으로 구분하여 입력하세요.

source: SecurityExclusions|Exclusion deleted successfully.
ko: 제외 항목이 성공적으로 삭제되었습니다.

source: SecurityExclusions|Exclusion details
ko: 제외사항 세부정보

source: SecurityExclusions|Exclusion disabled successfully.
ko: 제외가 성공적으로 비활성화되었습니다.
ru: Исключение успешно отключено.

source: SecurityExclusions|Exclusion enabled successfully.
ko: 제외가 성공적으로 활성화되었습니다.
ru: Исключение успешно включено.

source: SecurityExclusions|Exclusion has been created successfully
ko: 제외가 성공적으로 생성되었습니다.
ru: Исключение успешно создано

source: SecurityExclusions|Failed to delete the exclusion:
ko: 제외 항목을 삭제하지 못했습니다:
ru: Не удалось удалить исключение:

source: SecurityExclusions|Failed to update the exclusion:
ko: 제외 항목을 업데이트하지 못했습니다:
ru: Не удалось обновить исключение:

source: SecurityExclusions|File or directory location
ko: 파일 또는 디렉토리 위치
ru: Расположение файла или директории

source: SecurityExclusions|Modified
ko: 수정됨

source: SecurityExclusions|Path
ko: 경로
ru: Путь

source: SecurityExclusions|Provide context for why the content is being excluded.
ko: 콘텐츠가 제외되는 이유에 대한 컨텍스트를 제공합니다.

source: SecurityExclusions|Raw value
ko: 원시값
ru: Исходное значение

source: SecurityExclusions|Rule
ko: 규칙
ru: Правило

source: SecurityExclusions|Save Changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: SecurityExclusions|Scanner rule identifier
ko: 스캐너 규칙 식별자
ru: Идентификатор правила сканера

source: SecurityExclusions|Secret push protection
ko: 비밀 푸시 방지

source: SecurityExclusions|Select the secret detection methods this exclusion should apply to.
ko: 이 제외 사항이 적용될 비밀 감지 방법을 선택하세요.

source: SecurityExclusions|Select which type of content to exclude
ko: 제외할 콘텐츠 유형을 선택하세요

source: SecurityExclusions|Specify file paths, raw values, and regex that should be excluded by secret detection in this project.
ko: 이 프로젝트에서 비밀 감지를 통해 제외해야 할 파일 경로, 원시값 및 정규식을 지정합니다.

source: SecurityExclusions|Status
ko: 상태
ru: Статус

source: SecurityExclusions|The following error occured while saving the exclusion:
ko: 제외 사항을 저장하는 동안 다음 오류가 발생했습니다.
ru: Следующая ошибка произошла при сохранении исключения:

source: SecurityExclusions|This feature is subject to the %{linkStart}GitLab Testing Agreement%{linkEnd}.
ko: 이 기능은 %{linkStart}GitLab 테스트 약관%{linkEnd}의 적용을 받습니다.
ru: Эта функция является предметом %{linkStart}Соглашения о тестировании GitLab%{linkEnd}.

source: SecurityExclusions|Toggle exclusion
ko: 제외 토글

source: SecurityExclusions|Type
ko: 유형
ru: Тип

source: SecurityExclusions|Unprocessed data
ko: 처리되지 않은 데이터
ru: Необработанные данные

source: SecurityExclusions|Update exclusion
ko: 제외 업데이트
ru: Обновить исключение

source: SecurityExclusions|Updated
ko: 업데이트됨

source: SecurityExclusions|Value
ko: 값
ru: Значение

source: SecurityExclusions|You are about to delete the %{type} `%{value}` from the secret detection exclusions. Are you sure you want to continue?
ko: 비밀 탐지 제외에서 %{type} `%{value}`를 삭제하려고 합니다. 계속하시겠습니까?
ru: Вы собираетесь удалить %{type} `%{value}` из исключений для обнаружения секретов. Вы уверены, что хотите продолжить?

source: SecurityExclusions|ex: This secret is used for testing
ko: 예: 이 비밀은 테스트에 사용됩니다.

source: SecurityExclusions|ex: gitlab_personal_access_token
ko: 예: gitlab_personal_access_token
ru: например: gitlab_personal_access_token

source: SecurityExclusions|ex: glpat-1234567890
ko: 예: glpat-1234567890

source: SecurityExclusions|ex: spec/**/*.rb
ko: 예: spec/**/*.rb

source: SecurityInventoryFilter|Search for project name
ko: 프로젝트 이름 검색

source: SecurityInventoryFilter|Search projects…
ko: 프로젝트 검색...

source: SecurityInventory|Add projects to this group to start tracking their security posture.
ko: 이 그룹에 프로젝트를 추가하여 보안 상태를 추적하기 시작합니다.
ru: Добавьте проекты в эту группу, чтобы начать отслеживать их безопасность.

source: SecurityInventory|An error occurred while fetching subgroups and projects. Please try again.
ko: 하위 그룹과 프로젝트를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: SecurityInventory|An error occurred while fetching subgroups. Please try again.
ko: 하위 그룹을 가져오는 중에 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при загрузке подгрупп. Повторите попытку.

source: SecurityInventory|Basic SAST
ko: 기본 SAST
ru: Базовое SAST

source: SecurityInventory|CS
ko: 컨테이너 스캐너 (CS)
ru: CS

source: SecurityInventory|Container scanning
ko: 컨테이너 스캐닝
ru: Сканирование контейнеров

source: SecurityInventory|Container scanning (standard)
ko: 컨테이너 스캐닝 (표준)
ru: Сканирование контейнеров (стандартное)

source: SecurityInventory|Container scanning for registry
ko: 레지스트리에 대한 컨테이너 스캐닝
ru: Сканирование контейнеров для реестра

source: SecurityInventory|DAST
ko: DAST
ru: DAST

source: SecurityInventory|DS
ko: 의존성 스캐너 (DS)
ru: DS

source: SecurityInventory|Dependency scanning
ko: 의존성 스캐닝
ru: Сканирование зависимостей

source: SecurityInventory|Dynamic application security testing (DAST)
ko: 동적 애플리케이션 보안 테스트 (DAST)
ru: Динамическое тестирование безопасности приложений (DAST)

source: SecurityInventory|GitLab Advanced SAST
ko: GitLab 고급 SAST
ru: Расширенное SAST GitLab

source: SecurityInventory|Group vulnerabilities
ko: 그룹 취약점
ru: Уязвимости группы

source: SecurityInventory|IaC
ko: IaC
ru: IaC

source: SecurityInventory|Infrastructure as code scanning (IaC)
ko: 코드형 인프라 스캐닝 (IaC)
ru: Сканирование инфраструктуры как кода (IaC)

source: SecurityInventory|Load more
ko: 추가 로딩

source: SecurityInventory|Manage security configuration
ko: 보안 구성 관리
ru: Управление настройками безопасности

source: SecurityInventory|No projects found
ko: 프로젝트를 찾을 수 없습니다
ru: Проекты не найдены

source: SecurityInventory|No subgroups found
ko: 하위그룹을 찾을 수 없습니다

source: SecurityInventory|Pipeline secret detection
ko: 파이프라인 비밀 탐지
ru: Обнаружение секретов в конвейере

source: SecurityInventory|Project vulnerabilities
ko: 프로젝트 취약점
ru: Уязвимости проекта

source: SecurityInventory|SAST
ko: SAST
ru: SAST

source: SecurityInventory|SD
ko: 기밀 탐지 (SD)
ru: SD

source: SecurityInventory|Search subgroups (3 char min)
ko: 하위그룹 검색 (최소 3글자)

source: SecurityInventory|Secret detection
ko: 비밀 탐지
ru: Обнаружение секретов

source: SecurityInventory|Secret push protection
ko: 비밀 푸시 방지
ru: Защита от отправки секретов

source: SecurityInventory|Security inventory
ko: 보안 인벤토리
ru: Инвентаризация безопасности

source: SecurityInventory|Static application security testing (SAST)
ko: 정적 애플리케이션 보안 테스트(SAST)
ru: Статическое тестирование безопасности приложений (SAST)

source: SecurityInventory|This group doesn't have any subgroups.
ko: 이 그룹은 하위그룹이 없습니다.

source: SecurityInventory|Tool coverage: %{coverage}%%
ko: 툴 커버리지 :%{coverage}%%
ru: Покрытие инструментом: %{coverage}%%

source: SecurityInventory|View security coverage and vulnerabilities for all the projects in this group.
ko: 이 그룹내의 모든 프로젝트에 대한 보안 커버리지와 취약성 표시.
ru: Просматривайте охват безопасности и уязвимости для всех проектов в этой группе.

source: SecurityInventory|View vulnerability report
ko: 취약성 보고서 보기
ru: Просмотр отчёта о уязвимостях

source: SecurityOrchestration| and
ko: 그리고

source: SecurityOrchestration| and all the following apply:
ko: 그리고 다음 모든 것을 적용:

source: SecurityOrchestration| for any commits
ko: 모든 커밋에 대해
ru: для любых коммитов

source: SecurityOrchestration| for unsigned commits
ko: 서명되지 않은 커밋에 대해
ru: для неподписанных коммитов

source: SecurityOrchestration| or
ko: 또는

source: SecurityOrchestration| that is %{licenseState} and is
ko: %{licenseState} 이고

source: SecurityOrchestration|%d project which has compliance framework:
ko: 규정 준수 프레임워크가 있는 %d 프로젝트:
ru: %d проект, в котором применяется регламент соблюдения норм:

source: SecurityOrchestration|%{agent} for %{namespaces}
ko: %{namespaces}에 대한 %{agent}

source: SecurityOrchestration|%{allLabel}%{projectCount} %{projectLabel} in this group
ko: 이 그룹내의 %{projectLabel} %{allLabel}%{projectCount}

source: SecurityOrchestration|%{boldStart}Add branches%{boldEnd} first before selection.
ko: 선택하기 전에 %{boldStart}브랜치 추가%{boldEnd}를 먼저 하세요.

source: SecurityOrchestration|%{boldStart}Send a bot message%{boldEnd} as comment to merge request creator.
ko: 머지 리퀘스트 작성자에게 주석으로 %{boldStart}봇 메시지를 보냅니다%{boldEnd}.

source: SecurityOrchestration|%{branchName}
ko: %{branchName}
ru: %{branchName}

source: SecurityOrchestration|%{branchName} (in %{codeStart}%{fullPath}%{codeEnd})
ko: %{branchName} ( %{codeStart}%{fullPath}%{codeEnd}에서)

source: SecurityOrchestration|%{cadence} on %{branches}%{branchExceptionsString}
ko: %{branches}%{branchExceptionsString} 상의 %{cadence}
ru: %{cadence} на %{branches}%{branchExceptionsString}

source: SecurityOrchestration|%{frameworkName} has %{projectLength} %{projects}
ko: %{frameworkName} 에는 %{projectLength} %{projects}가 있습니다.

source: SecurityOrchestration|%{listType} attempts from %{linkStart}other settings%{linkEnd} to override variables when the policy runs, except the variables defined in the %{list}.
ko: %{listType}은 정책이 실행될 때 %{linkStart}다른 설정%{linkEnd}에서 변수 덮어쓰기를 시도하며, %{list}에 정의된 변수는 제외됩니다.

source: SecurityOrchestration|%{pageSize}+ projects which have compliance framework:
ko: %{pageSize}+ 규정 준수 프레임워크가 있는 프로젝트:
ru: Более %{pageSize} проектов, в которых применяется регламент соблюдения норм:

source: SecurityOrchestration|%{requireStart}Warn users with a bot comment%{requireEnd} and select users as security consultants that developers may contact for support in addressing violations.
ko: %{requireStart}사용자에게 봇 댓글로 경고하기%{requireEnd} 및 개발자가 위반 사항을 해결하기 위해 연락할 수 있는 보안 컨설턴트로 사용자 선택.

source: SecurityOrchestration|%{scanners}
ko: %{scanners}

source: SecurityOrchestration|%{scanners} of %{severities} severity level
ko: %{scanners}개의 %{severities} 심각도 수준

source: SecurityOrchestration|%{state} and %{statuses}
ko: %{state} 과 %{statuses}

source: SecurityOrchestration|%{strongStart}Run a DAST scan%{strongEnd} with Scan Profile A and Site Profile A %{strongStart}when a pipeline runs against the main branch%{strongEnd}.
ko: %{strongStart} 파이프라인이 main 브랜치에 대해서 실행되는 경우 %{strongEnd}, Scan Profile A와 Site Profile A를 사용하여 %{strongStart}DAST scan을 실행%{strongEnd}합니다.

source: SecurityOrchestration|%{strongStart}Run customized GitLab security templates%{strongEnd} across my projects.
ko: 내 프로젝트 전반에 걸쳐 %{strongStart}커스터마이징된 GitLab 보안 템플릿을 실행%{strongEnd}합니다.

source: SecurityOrchestration|(%{groups})
ko: (%{groups})
ru: (%{groups})

source: SecurityOrchestration|+%{numberOfAdditionalLabels} more
ko: +%{numberOfAdditionalLabels} 더 보기

source: SecurityOrchestration|, and %{count} more
ko: , 그리고 %{count}개 더

source: SecurityOrchestration|.yaml mode
ko: .yaml 모드

source: SecurityOrchestration|.yaml preview
ko: .yaml 미리 보기

source: SecurityOrchestration|A compliance framework is a label to identify that your project has certain compliance requirements. %{linkStart}Learn more%{linkEnd}.
ko: 규정 준수 프레임워크는 프로젝트에 특정 규정 준수 요구 사항이 있음을 나타내는 라벨입니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Регламент соблюдения норм — это метка, которая указывает на наличие определённых требований к соблюдению норм для вашего проекта. %{linkStart}Подробнее%{linkEnd}.

source: SecurityOrchestration|A consultant will show up in the bot comment and developers should ask them for help if needed.
ko: 컨설턴트는 봇 댓글에 표시되며, 개발자는 필요할 경우 그들에게 도움을 요청해야 합니다.

source: SecurityOrchestration|A new project will be created to be used to store security policies. If a project already exists with security policies, link it via the policy list page.
ko: 보안 정책을 저장할 새 프로젝트가 생성됩니다. 이미 보안 정책이 있는 프로젝트가 있다면, 정책 목록 페이지에서 연결하세요.

source: SecurityOrchestration|A scan execution policy exceeds the limit of %{maxScanExecutionPolicySchedules} scheduled rules per policy. Remove or consolidate rules across policies to reduce the total number of rules.
ko: 스캔 실행 정책이 정책당 예약된 규칙 수 %{maxScanExecutionPolicySchedules}개를 초과합니다. 정책 전반의 규칙을 제거하거나 통합하여 전체 규칙 수를 줄입니다.

source: SecurityOrchestration|API request
ko: API 요청

source: SecurityOrchestration|Actions
ko: 작업

source: SecurityOrchestration|Add a numeric suffix to ensure unique job names.
ko: 고유한 작업 이름을 보장하려면 숫자 접미사를 추가합니다.

source: SecurityOrchestration|Add another variable
ko: 다른 변수를 추가

source: SecurityOrchestration|Add job name suffix %{suffixEditor} %{suffixIcon}
ko: 작업 이름 접미사 추가 %{suffixEditor} %{suffixIcon}

source: SecurityOrchestration|Add new action
ko: 새 작업 추가
ru: Добавить новое действие

source: SecurityOrchestration|Add new approver
ko: 새 승인자 추가
ru: Добавить нового одобряющего

source: SecurityOrchestration|Add new rule
ko: 새 규칙 추가
ru: Добавить новое правило

source: SecurityOrchestration|Add project full path after @ to following branches: %{branches}
ko: 다음 브랜치에는 @ 이후에 프로젝트 전체 경로를 추가하세요: %{branches}

source: SecurityOrchestration|Add protected branches
ko: 보호된 브랜치 추가
ru: Добавить защищённые ветки

source: SecurityOrchestration|Add regular branches
ko: 일반 브랜치 추가
ru: Добавить обычные ветки

source: SecurityOrchestration|Additional configuration
ko: 추가 구성

source: SecurityOrchestration|After dismissing the alert, the information will never be shown again.
ko: 경고를 해지하면 정보가 다시 표시되지 않습니다.

source: SecurityOrchestration|After this merge request is merged, go to [%{framework}](%{link}) and remove the compliance pipeline so that the new pipeline execution policy can take precedence.
ko: 이 머지 리퀘스트가 머지된 후 [%{framework}](%{link})로 이동하여 규정 준수 파이프라인을 제거하여 새 파이프라인 실행 정책이 우선 적용될 수 있도록 합니다.
ru: После объединения этого запроса на слияние перейдите в [%{framework}](%{link}) и удалите конвейер соблюдения норм, чтобы новая политика выполнения конвейера вступила в силу.

source: SecurityOrchestration|All projects in linked groups
ko: 링크된 그룹의 모든 프로젝트
ru: Все проекты в связанных группах

source: SecurityOrchestration|All projects in the group.
ko: 이 그룹의 모든 프로젝트.
ru: Все проекты в группе.

source: SecurityOrchestration|All projects in this group except:
ko: 다음을 제외한 이 그룹의 모든 프로젝트:
ru: Все проекты в этой группе, кроме:

source: SecurityOrchestration|All projects linked to security policy project.
ko: 보안 정책 프로젝트에 링크된 모든 프로젝트.

source: SecurityOrchestration|All projects linked to this project except:
ko: 다음을 제외하고 이 프로젝트에 링크된 모든 프로젝트:
ru: Все проекты, связанные с этим проектом, кроме:

source: SecurityOrchestration|All scanners
ko: 모든 스캐너
ru: Все сканеры

source: SecurityOrchestration|All sources
ko: 모든 소스
ru: Все источники

source: SecurityOrchestration|All types
ko: 모든 유형
ru: Все типы

source: SecurityOrchestration|Allowed licenses
ko: 허용된 라이선스
ru: Разрешённые лицензии

source: SecurityOrchestration|Allowlist details
ko: 허용 리스트 상세정보

source: SecurityOrchestration|An error occurred assigning your security policy project
ko: 보안 정책 프로젝트를 할당하는 동안 오류가 발생했습니다.

source: SecurityOrchestration|An error occurred unassigning your security policy project
ko: 보안 정책 프로젝트를 할당하지 않는 동안 오류가 발생했습니다.

source: SecurityOrchestration|An error occurred while fetching the scan result policies.
ko: 검색 결과 정책을 가져오는 동안 오류가 발생했습니다.

source: SecurityOrchestration|And scans to be performed:
ko: 그리고 수행할 스캐닝:

source: SecurityOrchestration|Any merge request
ko: 모든 머지 리퀘스트
ru: Любой запрос на слияние

source: SecurityOrchestration|Apply this policy to %{projectScopeType} %{projectSelector}
ko: 이 정책을 %{projectScopeType} %{projectSelector}에 적용합니다.
ru: Применить эту политику к %{projectScopeType} %{projectSelector}

source: SecurityOrchestration|Apply this policy to %{projectScopeType}named %{frameworkSelector}
ko: %{frameworkSelector}라는 이름의 %{projectScopeType}에 이 정책을 적용합니다.
ru: Применить эту политику к %{projectScopeType} с именем %{frameworkSelector}

source: SecurityOrchestration|Apply this policy to current project.
ko: 이 정책을 현재 프로젝트에 적용합니다.
ru: Применить эту политику к текущему проекту.

source: SecurityOrchestration|Are you sure you want to delete this policy? This action cannot be undone.
ko: 이 정책을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.

source: SecurityOrchestration|At least one framework label should be selected
ko: 프레임워크 라벨을 하나 이상 선택해야 합니다.

source: SecurityOrchestration|Automate %{strongStart}vulnerability management%{strongEnd} workflows.
ko: %{strongStart}취약성 관리%{strongEnd} 워크플로를 자동화합니다.

source: SecurityOrchestration|Automatically configures scans to run only where needed for MR approval policies
ko: MR 승인 정책에 필요한 경우에만 스캔을 자동으로 실행하도록 구성합니다.

source: SecurityOrchestration|Automatically selected runners
ko: 자동으로 선택된 러너

source: SecurityOrchestration|Branch types don't match any existing branches.
ko: 브랜치 유형이 기존 브랜치와 일치하지 않습니다.

source: SecurityOrchestration|Branch: %{boldStart}%{branchName}%{boldEnd} was not found in project: %{boldStart}%{projectName}%{boldEnd}. Edit or remove this entry.
ko: 브랜치: %{boldStart}%{branchName}%{boldEnd}를 %{boldStart}%{projectName}%{boldEnd}프로젝트에서 찾을 수 없습니다. 이 항목을 편집하거나 제거하십시오.

source: SecurityOrchestration|CI/CD template edition to be enforced. The default template is stable, but may not have all the features of the latest template.
ko: CI/CD 템플릿 버전이 적용됩니다. 기본 템플릿은 안정적이지만 최신 템플릿의 모든 기능을 갖추고 있지 않을 수 있습니다.
ru: Редакция шаблона CI/CD, которая должна быть применена. Шаблон по умолчанию стабилен, но может не содержать все функции последнего шаблона.

source: SecurityOrchestration|CI/CD template edition to be enforced. The latest edition may introduce breaking changes.
ko: CI/CD 템플릿 버전이 적용됩니다. 최신 버전에는 주요 변경 사항이 적용될 수 있습니다.

source: SecurityOrchestration|Cadence is invalid
ko: 케이던스가 유효하지 않습니다.
ru: Некорректная периодичность
