Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: List of users who are allowed to exceed the rate limit. Example: username1, username2
ko: 속도 제한을 초과할 수 있는 사용자 목록입니다. 예: 사용자명1, 사용자명2
ru: Список пользователей, которым разрешено превышать лимит частоты запросов. Например: username1, username2

source: List options
ko: 옵션 목록
ru: Параметры списка

source: List settings
ko: 목록 설정
ru: Перечислить настройки

source: List the merge requests that must be merged before this one.
ko: 이 요청 전에 머지해야 하는 머지 리퀘스트를 나열하십시오.

source: List the visible events for %{project_link} using the %{events_api_link}.
ko: %{events_api_link}을 사용하여 %{project_link} 에 대해 보이는 이벤트를 나열합니다.

source: List view
ko: 목록 보기
ru: В виде списка

source: List your Bitbucket Server repositories
ko: Bitbucket Server 리포지토리 목록
ru: Список репозиториев с сервера Bitbucket

source: List your Gitea repositories
ko: Gitea 리포지토리 리스트

source: Load GLQL view
ko: GLQL 보기 로드
ru: Загрузить представление данных GLQL

source: Load more
ko: 더 보기

source: Load more users
ko: 더 많은 사용자 로드

source: Loading
ko: 로딩 중
ru: Загрузка

source: Loading %{name}
ko: %{name} 로딩

source: Loading files, directories, and submodules in the path %{path} for commit reference %{ref}
ko: 커밋 참조 %{ref}에 대한 경로 %{path}내의 파일, 디렉터리 및 하위 모듈 로드 중
ru: Загрузка файлов, директорий и подмодулей по пути %{path} для ссылки на коммит %{ref}

source: Loading full blame…
ko: 전체 blame 로딩 중...
ru: Загрузка информации об авторах строк…

source: Loading more
ko: 더 불러오기

source: Loading pipeline status
ko: 파이프라인 상태 로딩 중
ru: Загрузка статуса конвейера

source: Loading snippet
ko: 스니펫 로드 중
ru: Загрузка сниппета

source: Loading the Web IDE
ko: 웹 IDE 로딩

source: Loading…
ko: 로딩 중…
ru: Загрузка…

source: Local
ko: 로컬

source: Local time is displayed.
ko: 현지 시간이 표시됩니다.
ru: Отображается местное время.

source: Localization
ko: 현지화
ru: Локализация

source: Location
ko: 위치
ru: Местоположение

source: Location:
ko: 위치:

source: Lock
ko: 잠금
ru: Блокировка

source: Lock %{issuableType}
ko: 잠금 %{issuableType}

source: Lock directory?
ko: 디렉토리를 잠글까요?
ru: Заблокировать директорию?

source: Lock discussion
ko: 토론 잠금
ru: Заблокировать дискуссию

source: Lock file?
ko: 파일을 잠그시겠습니까?
ru: Заблокировать файл?

source: Lock label after a merge request is merged
ko: 머지 리퀘스트가 머지된 후 라벨 잠금
ru: Заблокировать метку после слияния запроса на слияние.

source: Lock memberships to LDAP synchronization
ko: LDAP 동기화에 대한 멤버쉽 잠금
ru: Блокировка членства в синхронизации LDAP

source: Lock memberships to SAML Group Links synchronization
ko: SAML 그룹 링크 동기화에 대한 멤버십 잠금

source: Lock not found
ko: 잠금을 찾을 수 없습니다.
ru: Блокировка не найдена

source: Lock on merge
ko: 머지 시 잠금

source: Lock status
ko: 잠금 상태
ru: Статус блокировки

source: Lock the discussion
ko: 토론 잠금
ru: Заблокировать дискуссию

source: Lock this discussion? Only %{strongStart}project members%{strongEnd} will be able to comment.
ko: 이 토론을 잠그시겠습니까? %{strongStart}프로젝트 멤버%{strongEnd} 만 댓글을 달 수 있습니다.
ru: Заблокировать эту дискуссию? Только %{strongStart}участники проекта%{strongEnd} смогут оставлять комментарии.

source: Lock to current projects
ko: 현재 프로젝트 잠금

source: Locked
ko: 잠김
ru: Заблокировано

source: Locked by %{locker}
ko: %{locker}에 의해 잠김

source: Locked by %{locker}. You do not have permission to unlock this
ko: %{locker}에 의해 잠겼습니다. 이 잠금을 해제할 권한이 없습니다.

source: Locked files
ko: 잠긴 파일
ru: Заблокированные файлы

source: Locked the discussion.
ko: 토론 잠금.
ru: Дискуссия заблокирована.

source: Locking discussion
ko: 토론 잠금
ru: Блокировка дискуссии

source: Locks the discussion.
ko: 토론을 잠급니다.
ru: Блокирует дискуссию.

source: LoggedOutMarketingHeader|Contact Sales
ko: 영업팀에 문의

source: LoggedOutMarketingHeader|Explore GitLab
ko: GitLab 살펴보기
ru: Обзор GitLab

source: LoggedOutMarketingHeader|Pricing
ko: 가격

source: LoggedOutMarketingHeader|Why GitLab
ko: GitLab의 장점

source: Login with smartcard
ko: 스마트 카드로 로그인
ru: Вход с помощью смарт-карты

source: Logo
ko: 로고
ru: Логотип

source: Logo was successfully removed.
ko: 로고가 성공적으로 제거되었습니다.
ru: Логотип был успешно удалён.

source: Logo will be removed. Are you sure?
ko: 로고가 삭제됩니다. 확실합니까?
ru: Логотип будет удалён. Вы уверены?

source: Logs
ko: 로그
ru: Журналы

source: LogsViewer|Enter full screen
ko: 전제 화면으로 전환
ru: Войти в полноэкранный режим

source: LogsViewer|Exit full screen
ko: 전체 화면 종료
ru: Выйти из полноэкранного режима

source: LogsViewer|Scroll to bottom
ko: 맨 아래로 스크롤
ru: Прокрутить вниз

source: LogsViewer|Scroll to top
ko: 맨 위로 스크롤
ru: Прокрутить наверх

source: Low - S4
ko: 낮음 - S4

source: Low vulnerabilities present
ko: 낮은 취약점 존재

source: MFA for contributors
ko: 기여자에 대한 MFA
ru: 2ФА для участников

source: MLExperimentTracking|Delete experiment?
ko: 실험기능을 삭제하시겠습니까?
ru: Удалить эксперимент?

source: MRApprovals|Approvals
ko: 승인
ru: Одобрения

source: MRApprovals|Approved by
ko: 다음이 승인함
ru: Одобрено

source: MRApprovals|Approvers
ko: 승인자
ru: Одобряющие

source: MRApprovals|Commented by
ko: 댓글 작성자
ru: Прокомментировано

source: MRDiffFile|Changes are too large to be shown.
ko: 변경 사항이 너무 커서 표시할 수 없습니다.
ru: Изменения слишком большие для отображения.

source: MRDiffFile|View file @ %{commitSha}
ko: 파일 보기 @ %{commitSha}
ru: Просмотр файла @ %{commitSha}

source: MRDiff|Show changes only
ko: 변경 사항만 표시
ru: Показать только изменения

source: MRDiff|Show full file
ko: 전체 파일 표시
ru: Показать весь файл

source: Macbook Touch ID on Edge
ko: Edge의 Macbook Touch ID

source: Made this %{type} confidential.
ko: 이것을 %{type} 비공개로 설정하였습니다.

source: Mailgun HTTP webhook signing key
ko: Mailgun HTTP webhook서명 키

source: Mailgun events
ko: Mailgun 이벤트

source: Maintainer
ko: 유지관리자
ru: Мейнтейнер

source: Maintenance mode
ko: 유지 관리 모드
ru: Режим обслуживания

source: Make adjustments to how your GitLab instance is set up.
ko: GitLab 인스턴스 설정 방법을 조정합니다.

source: Make changes to the diagram
ko: 도표를 변경
ru: Внести изменения в диаграмму

source: Make everyone on your team more productive regardless of their location. GitLab Geo creates read-only mirrors of your GitLab instance so you can reduce the time it takes to clone and fetch large repos.
ko: 팀의 모든 구성원이 장소에 관계없이 생산성을 높일 수 있게 해줍니다. GitLab Geo는 GitLab 인스턴스의 읽기 전용 미러를 생성하여 대규모 리포지토리를 클론하고 가져오는데 걸리는 시간을 줄여줍니다.
ru: Сделайте всех в своей команде более производительными независимо от местоположения. GitLab Geo создаёт доступные только для чтения зеркала вашего экземпляра GitLab так, чтобы сократить время, необходимое для клонирования и скачивания больших репозиториев.

source: Make protected CI/CD variables and runners available in merge request pipelines. Protected resources will only be available in merge request pipelines if both the source and target branches of the merge request are protected.
ko: 보호된 CI/CD 변수와 러너를 머지 리퀘스트 파이프라인에서 사용할 수 있도록 합니다. 보호된 리소스는 머지 리퀘스트의 소스 및 대상 브랜치가 모두 보호된 경우에만 머지 리퀘스트 파이프라인에서 사용할 수 있습니다.
ru: Сделать защищённые переменные CI/CD и средства выполнения доступными в конвейерах запросов на слияние. Защищённые ресурсы будут доступны в таких конвейерах только если обе ветки — исходная и целевая — защищены.

source: Make sure you choose a strong, unique password.
ko: 강력하고 고유한 암호를 선택했는지 확인하십시오.

source: Make sure you have the correct permissions to link your project.
ko: 프로젝트를 링크할 수 있는 올바른 권한이 있는지 확인하세요.

source: Make sure you save it - you won't be able to access it again.
ko: 저장했는지 확인하세요 - 다시 액세스할 수 없습니다.
ru: Убедитесь, что вы сохранили его — вы больше не сможете получить к нему доступ.

source: Make sure you trust %{strong_start}%{client_name}%{strong_end} before authorizing.
ko: 승인하기 전에 %{strong_start}%{client_name}%{strong_end}를 신뢰하는지 확인하세요.
ru: Убедитесь, что вы доверяете %{strong_start}%{client_name}%{strong_end} перед предоставлением доступа.

source: Makes this %{type} confidential.
ko: 이것을 %{type} 비공개로 만듭니다.
ru: Делает это %{type} конфиденциальным.

source: Malformed .git-blame-ignore-revs
ko: 잘못된 .git-blame-ignore-revs
ru: Некорректный .git-blame-ignore-revs

source: Manage
ko: 관리
ru: Управлять

source: Manage %{workspace} labels
ko: %{workspace} 라벨 관리
ru: Управление метками %{workspace}

source: Manage access
ko: 액세스 관리
ru: Управлять доступом

source: Manage applications that can use GitLab as an OAuth provider, and applications that you've authorized to use your account.
ko: GitLab을 OAuth 공급자로 사용할 수 있는 애플리케이션과 계정을 사용하도록 승인한 애플리케이션을 관리합니다.
ru: Управляйте приложениями, которые могут использовать GitLab в качестве поставщика OAuth, и приложениями, которым вы разрешили использовать свою учётную запись.

source: Manage applications that use GitLab as an OAuth provider.
ko: GitLab을 OAuth 공급자로 사용하는 애플리케이션을 관리합니다.

source: Manage applications that you've authorized to use your account.
ko: 당신의 계정을 사용 승인한 애플리케이션을 관리합니다.
ru: Управляйте приложениями, которым вы разрешили использовать свою учетную запись.

source: Manage branch rules
ko: 브랜치 규칙 관리
ru: Управление правилами веток

source: Manage comment templates
ko: 댓글 템플릿 관리
ru: Управлять шаблонами комментариев

source: Manage configuration
ko: 구성 관리
ru: Управлять конфигурацией

source: Manage deployments
ko: 배포 관리
ru: Управление развёртываниями

source: Manage framework
ko: 프레임워크 관리
ru: Управлять регламентом

source: Manage git repositories with fine-grained access controls that keep your code secure.
ko: 코드를 안전하게 유지하는 세분화된 액세스 제어로 git 리포지토리를 관리합니다.
ru: Управляйте репозиториями Git с детализированным управлением доступом, чтобы обеспечить безопасность вашего кода.

source: Manage group labels
ko: 그룹 라벨 관리
ru: Управление метками группы

source: Manage labels
ko: 라벨 관리
ru: Управление метками

source: Manage members
ko: 멤버 관리

source: Manage milestones
ko: 마일스톤 관리
ru: Управление этапами

source: Manage project labels
ko: 프로젝트 라벨 관리
ru: Управление метками проекта

source: Manage projects.
ko: 프로젝트 관리.
ru: Управляйте проектами.

source: Manage rules
ko: 규칙 관리

source: Manage secret detection behavior for all projects in your GitLab instance
ko: GitLab 인스턴스의 모든 프로젝트에 대한 비밀 탐지 동작을 관리합니다.
ru: Управляйте поведением обнаружения секретов для всех проектов в экземпляре GitLab.

source: Manage security policy settings in your GitLab instance
ko: GitLab 인스턴스에서 보안 정책 설정 관리
ru: Управляйте параметрами политики безопасности в экземпляре GitLab

source: Manage templates…
ko: 템플릿 관리...
ru: Управлять шаблонами…

source: Manage two-factor authentication
ko: 이중 인증 관리
ru: Управление двухфакторной аутентификацией

source: Manage usage
ko: 사용량 관리

source: Manage your subscription
ko: 구독 관리
ru: Управление вашей подпиской

source: Managed Account
ko: 관리된 계정

source: Managing code
ko: 코드 관리
ru: Управление кодом

source: Managing users
ko: 사용자 관리
ru: Управление пользователями

source: Manifest file
ko: Manifest 파일

source: Manifest file import
ko: Manifest 파일 가져오기
ru: Импорт файла манифеста

source: Manifest import
ko: 매니페스트 가져오기

source: ManifestImport|Import manifest files cannot exceed %{size} MB
ko: 가져오기 매니페스트 파일은 %{size} MB를 초과할 수 없습니다.
ru: Файлы манифеста для импорта не могут превышать %{size} МБ.

source: ManifestImport|Manifest file import
ko: 매니페스트 파일 가져오기
ru: Импорт файла манифеста

source: ManifestImport|Please upload a manifest file.
ko: 매니페스트 파일을 업로드하세요.
ru: Загрузите файл манифеста.

source: ManifestImport|Unable to upload the file. Please upload a valid XML file.
ko: 파일을 업로드할 수 없습니다. 유효한 XML 파일을 업로드하세요.
ru: Не удалось загрузить файл. Загрузите действительный XML файл.

source: ManifestImport|You don't have enough permissions to import projects in the selected group
ko: 선택한 그룹의 프로젝트를 가져올 수 있는 권한이 없습니다.
ru: У вас недостаточно прав для импорта проектов в выбранной группе

source: Manual
ko: 메뉴얼

source: Manual Variables
ko: 메뉴얼 변수

source: ManualVariables|There are no manually-specified variables for this pipeline
ko: 이 파이프라인에 대해 수동으로 지정된 변수가 없습니다.
ru: Для этого конвейера нет переменных, указанных вручную

source: ManualVariables|When you %{helpPageUrlStart}run a pipeline manually%{helpPageUrlEnd}, you can specify additional CI/CD variables to use in that pipeline run.
ko: 파이프라인을 수동으로 %{helpPageUrlStart}실행할 때%{helpPageUrlEnd}해당 파이프라인 실행에 사용할 추가 CI/CD 변수를 지정할 수 있습니다.
ru: При %{helpPageUrlStart}ручном запуске конвейера%{helpPageUrlEnd} вы можете указать дополнительные переменные CI/CD для использования в этом прогоне конвейера.

source: Manually link this issue by adding it to the linked issue section of the %{linkStart}originating vulnerability%{linkEnd}.
ko: 이 이슈를 %{linkStart}발생 취약점%{linkEnd}의 연결된 이슈 섹션에 추가하여 수동으로 링크합니다.

source: Map a FogBugz account ID to a GitLab user
ko: FogBugz 계정 ID를 GitLab 사용자에게 매핑
ru: Сопоставить идентификатор учётной записи FogBugz с пользователем GitLab

source: Map data from
ko: 지도 데이터 출처

source: Mar
ko: 3월
ru: Мар.

source: March
ko: 3월
ru: Март

source: MardownDrawer|Could not fetch help contents.
ko: 도움말 내용을 가져올 수 없습니다.

source: Mark as done
ko: 완료로 마킹
ru: Отметить как выполненное

source: Mark as draft
ko: 초안으로 마킹
ru: Пометить как черновик

source: Mark as ready
ko: 준비됨으로 마킹
ru: Пометить как готовый

source: Mark this issue as a duplicate of another issue
ko: 이 이슈를 다른 이슈의 중복으로 마킹

source: Mark to-do item as done
ko: 할 일을 완료로 마킹
ru: Отметить напоминание как выполненное

source: Markdown Help
ko: Markdown 도움말

source: Markdown enabled.
ko: 마크다운 활성화됨.
ru: Включён Markdown.

source: Markdown is supported
ko: 마크다운이 지원됩니다
ru: Поддерживается Markdown

source: Markdown supported.
ko: Markdown 지원 됨

source: MarkdownEditor|Add a link (%{modifierKey}K)
ko: 링크 추가 (%{modifierKey}K)
ru: Добавить ссылку (%{modifierKey}K)

source: MarkdownEditor|Add a link (%{modifier_key}K)
ko: 링크 추가 (%{modifier_key}K)
ru: Добавить ссылку (%{modifier_key}K)

source: MarkdownEditor|Add bold text (%{modifierKey}B)
ko: 굵은 텍스트 추가 (%{modifierKey}B)
ru: Добавить жирный текст (%{modifierKey}B)

source: MarkdownEditor|Add bold text (%{modifier_key}B)
ko: 굵은 텍스트 추가 (%{modifier_key}B)
ru: Добавить жирный текст (%{modifier_key}B)

source: MarkdownEditor|Add italic text (%{modifierKey}I)
ko: 이탤릭 텍스트 추가 (%{modifierKey}I)
ru: Добавить курсивный текст (%{modifierKey}I)

source: MarkdownEditor|Add italic text (%{modifier_key}I)
ko: 이탤릭 텍스트 추가 (%{modifier_key}I)
ru: Добавить курсивный текст (%{modifier_key}I)

source: MarkdownEditor|Add strikethrough text (%{modifierKey}%{shiftKey}X)
ko: 취소선 텍스트 추가 (%{modifierKey}%{shiftKey}X)
ru: Добавить зачеркнутый текст (%{modifierKey}%{shiftKey}X)

source: MarkdownEditor|Add strikethrough text (%{modifierKey}⇧X)
ko: 취소선 텍스트 추가 (%{modifierKey}⇧X)
ru: Добавить зачеркнутый текст (%{modifierKey}⇧X)

source: MarkdownEditor|Add strikethrough text (%{modifier_key}⇧X)
ko: 취소선 텍스트 추가 (%{modifier_key}⇧X)
ru: Добавить зачеркнутый текст (%{modifier_key}⇧X)

source: MarkdownEditor|Click to expand
ko: 클릭하여 펼침
ru: Нажмите, чтобы развернуть

source: MarkdownEditor|Find and replace
ko: 찾기 및 바꾸기
ru: Найти и заменить

source: MarkdownEditor|Indent line (%{modifierKey}])
ko: 줄 들여쓰기 (%{modifierKey}])
ru: Отступ строки (%{modifierKey}])

source: MarkdownEditor|Indent line (%{modifier_key}])
ko: 줄 들여쓰기 (%{modifier_key}])
ru: Отступ строки (%{modifier_key}])

source: MarkdownEditor|Outdent line (%{modifierKey}[)
ko: 줄 내어쓰기 (%{modifierKey}[)
ru: Выступ строки (%{modifierKey}[)

source: MarkdownEditor|Outdent line (%{modifier_key}[)
ko: 줄 내어쓰기 (%{modifier_key}[)
ru: Выступ строки (%{modifier_key}[)

source: MarkdownEditor|header
ko: 헤더
ru: заголовок

source: Marked
ko: 마킹됨

source: Marked For Deletion At - %{deletion_time}
ko: 삭제로 마킹됨 - %{deletion_time}

source: Marked as %{confidentialLinkStart}confidential%{confidentialLinkEnd} and discussion is %{lockedLinkStart}locked%{lockedLinkEnd}. People without permission will never get a notification and won't be able to comment.
ko: %{confidentialLinkStart}비공개%{confidentialLinkEnd}로 표시되었으며 토론은 %{lockedLinkStart}잠금%{lockedLinkEnd} 상태입니다. 권한이 없는 사용자는 알림을 받지 않으며 댓글을 달 수 없습니다.
ru: Рабочий элемент отмечен как %{confidentialLinkStart}конфиденциальный%{confidentialLinkEnd} и дискуссия в нём %{lockedLinkStart}заблокирована%{lockedLinkEnd}. Пользователи без соответствующих прав не будут получать уведомления и не смогут оставлять комментарии.

source: Marked as %{confidentialLinkStart}confidential%{confidentialLinkEnd}. People without permission will never get a notification.
ko: %{confidentialLinkStart}비공개%{confidentialLinkEnd}로 표시되었습니다. 권한이 없는 사람에게는 알림이 전송되지 않습니다.
ru: Рабочий элемент отмечен как %{confidentialLinkStart}конфиденциальный%{confidentialLinkEnd}. Пользователи без прав доступа не будут получать уведомления.

source: Marked as draft. Can only be merged when marked as ready.
ko: 초안으로 마킹되었습니다. 준비됨으로 마킹된 경우에만 머지할 수 있습니다.
ru: Помечен как черновик. Может быть объединён только после пометки как готовый.

source: Marked as ready. Merging is now allowed.
ko: 준비됨으로 마킹됨. 이제 머지할 수 있습니다.

source: Marked this %{noun} as ready.
ko: 이 %{noun} 을 준비됨으로 마킹했습니다.

source: Marked to-do item as done.
ko: 할 일 항목을 완료로 마킹.
ru: Напоминание отмечено как выполненное.

source: Marks
ko: 마킹

source: Marks this %{noun} as ready.
ko: 이 %{noun} 을 준비됨으로 마킹합니다.

source: Marks to-do item as done.
ko: 할 일을 완료로 마킹.
ru: Отмечает напоминание как выполненное.

source: Match not found; try refining your search query.
ko: 일치하는 항목을 찾을 수 없습니다. 검색어를 구체화해 보세요.

source: MatrixIntegration|Leave blank to use your current token.
ko: 현재 토큰을 사용하려면 비워두세요.
ru: Оставьте поле пустым, чтобы использовать текущий токен.

source: MatrixIntegration|New token
ko: 새 토큰
ru: Новый токен

source: MatrixIntegration|Send notifications about project events to Matrix.
ko: 프로젝트 이벤트에 대한 알림을 Matrix에 보냅니다.
ru: Отправлять уведомления о событиях проекта в Matrix.

source: MatrixIntegration|Unique authentication token.
ko: 고유 인증 토큰.
ru: Уникальный токен аутентификации.

source: Mattermost notifications
ko: Mattermost 알림

source: MattermostService|%{link_start}Add a slash command %{icon}%{link_end} in your Mattermost team with the options listed below.
ko: 아래 나열된 옵션을 사용하여 Mattermost 팀에 %{link_start} 슬래시 명령을 추가하기%{icon}%{link_end}
ru: %{link_start}Добавьте слеш-команду %{icon}%{link_end} в вашу команду Mattermost с перечисленными ниже параметрами.

source: MattermostService|%{link_start}Enable custom slash commands %{icon}%{link_end} on your Mattermost installation.
ko: Mattermost 설치에서 %{link_start}커스텀 슬래시 명령을 활성화%{icon}%{link_end}
ru: %{link_start}Включите пользовательские слеш-команды %{icon}%{link_end} в вашей установке Mattermost.

source: MattermostService|Add to Mattermost
ko: Mattermost에 추가
ru: Добавить в Matermost

source: MattermostService|After you configure the integration, view your new Mattermost commands by entering
ko: 통합을 구성한 후 다음을 입력하여 새 Mattermost 명령을 봅니다.

source: MattermostService|Command trigger word
ko: 명령 트리거 단어

source: MattermostService|Fill in the word that works best for your team.
ko: 당신의 팀에 가장 적합한 단어를 입력하세요.

source: MattermostService|Install
ko: 설치

source: MattermostService|Paste the token into the %{strong_start}Token%{strong_end} field.
ko: 토큰을 %{strong_start}Token%{strong_end} 필드에 붙여넣습니다.
ru: Вставьте токен в поле %{strong_start}Токен%{strong_end}.

source: MattermostService|Request URL
ko: 요청 URL

source: MattermostService|Request method
ko: 요청 메서드

source: MattermostService|Response icon
ko: 응답 아이콘

source: MattermostService|Response username
ko: 응답 사용자명

source: MattermostService|Select the %{strong_start}Active%{strong_end} check box, then select %{strong_start}Save changes%{strong_end} to start using GitLab inside Mattermost!
ko: %{strong_start}활성%{strong_end} 체크박스를 선택한 다음 %{strong_start}변경 사항 저장%{strong_end} 선택하여 Mattermost 내에서 GitLab을 사용해보세요!
ru: Выберите флажок %{strong_start}Активно%{strong_end}, затем выберите %{strong_start}Сохранить изменения%{strong_end}, чтобы начать использовать GitLab в Mattermost!

source: MattermostService|Suggestions:
ko: 제안:

source: MattermostService|Use this service to perform common tasks in your project by entering slash commands in Mattermost.
ko: 이 서비스를 사용하여 Mattermost에 슬래시 명령을 입력하여 프로젝트에서 공통 작업을 수행할 수 있습니다.
ru: Используйте эту службу для выполнения общих задач в вашем проекте, вводя команды со слешем в Mattermost.

source: Max 100,000 events
ko: 최대 100,000개 이벤트

source: Max Value
ko: 최대 값
ru: Максимальное значение

source: Max authenticated Git LFS requests per period per user
ko: 사용자당 기간당 최대 인증된 Git LFS 요청
ru: Максимальное количество аутентифицированных запросов Git LFS за период на пользователя

source: Max role
ko: 최대 역할

source: Max seats used
ko: 사용된 최대 좌석
ru: Максимальное количество использованных лицензий

source: Max session time
ko: 최대 세션 시간

source: Max size for repositories within this group, including LFS files. %{repository_size_limit_link}.
ko: LFS 파일을 포함하여 이 그룹 내 리포지토리의 최대 크기입니다. %{repository_size_limit_link}.
ru: Максимальный размер репозиториев в этой группе, включая файлы LFS. %{repository_size_limit_link}.

source: Max size for repositories within this group. %{repository_size_limit_link}.
ko: 이 그룹 내 리포지토리의 최대 크기. %{repository_size_limit_link}.
ru: Максимальный размер репозиториев в этой группе. %{repository_size_limit_link}.

source: Max size of this project's repository, including LFS files. %{repository_size_limit_link}.
ko: LFS 파일을 포함한 이 프로젝트 리포지토리의 최대 크기입니다. %{repository_size_limit_link}.
ru: Максимальный размер репозитория этого проекта, включая файлы LFS. %{repository_size_limit_link}.

source: Max size of this project's repository. %{repository_size_limit_link}.
ko: 이 프로젝트 리포지토리의 최대 크기. %{repository_size_limit_link}.
ru: Максимальный размер репозитория этого проекта. %{repository_size_limit_link}.

source: Maximum 20 characters
ko: 최대 20자

source: Maximum Conan package file size in bytes
ko: Conan 패키지 파일의 최대 크기(바이트)
ru: Максимальный размер файла пакета Conan в байтах

source: Maximum Helm chart file size in bytes
ko: Helm 차트 파일의 최대 크기(바이트)
ru: Максимальный размер файла диаграммы Helm в байтах

source: Maximum Maven package file size in bytes
ko: Maven 패키지 파일의 최대 크기(바이트)
ru: Максимальный размер файла пакета Maven в байтах

source: Maximum NuGet package file size in bytes
ko: NuGet 패키지 파일의 최대 크기(바이트)
ru: Максимальный размер файла пакета NuGet в байтах

source: Maximum PyPI package file size in bytes
ko: PyPi 패키지 파일의 최대 크기(바이트)
ru: Максимальный размер файла пакета PyPI в байтах

source: Maximum Terraform Module package file size in bytes
ko: Terraform 모듈 패키지 파일의 최대 크기(바이트)
ru: Максимальный размер файла пакета модуля Terraform в байтах

source: Maximum Users
ko: 최대 사용자

source: Maximum allowable lifetime for access token (days)
ko: 액세스 토큰의 최대 허용 수명(일)
ru: Максимально допустимое время жизни токена доступа (дней)

source: Maximum allowed lifetime for SSH keys (days)
ko: SSH 키의 최대 허용 수명(일)
ru: Максимально допустимое время жизни ключей SSH (дней)

source: Maximum artifacts archive size (bytes)
ko: 최대 아티팩트 아카이브 크기 (바이트)
ru: Максимальный размер архива артефактов (в байтах)

source: Maximum artifacts size
ko: 최대 아티팩트 크기
ru: Максимальный размер артефактов

source: Maximum artifacts size (MB)
ko: 최대 아티팩트 크기(MB)
ru: Максимальный размер артефактов (Мбайт)

source: Maximum attachment size
ko: 최대 첨부 파일 크기
ru: Максимальный размер вложения

source: Maximum attachment size (MiB)
ko: 최대 첨부 파일 크기(MiB)
ru: Максимальный размер вложения (МиБ)

source: Maximum authenticated API requests per rate limit period per user
ko: 사용자당 속도 제한 기간당 인증된 최대 API 요청
ru: Максимальное количество аутентифицированных API-запросов на период ограничения частоты запросов для каждого пользователя

source: Maximum authenticated requests to %{open}project/:id/jobs%{close} per minute
ko: 최대 인증된 요청 수: 분당 %{open}project/:id/jobs%{close}
ru: Максимальное количество аутентифицированных запросов к %{open}project/:id/jobs%{close} в минуту

source: Maximum authenticated web requests per rate limit period per user
ko: 사용자당 비율 제한 기간당 인증된 최대 웹 요청
ru: Максимальное количество аутентифицированных веб-запросов на период ограничения частоты запросов для каждого пользователя

source: Maximum bulk request size (MiB)
ko: 최대 대량 요청 크기(MiB)
ru: Максимальный размер массового запроса (МиБ)

source: Maximum capacity
ko: 최대 용량
