Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: %{strongStart}Tip:%{strongEnd} You can also %{linkStart}check out with merge request ID%{linkEnd}.
ko: %{strongStart}팁:%{strongEnd} %{linkStart}머지 리퀘스트 ID를 사용하여 체크 아웃%{linkEnd}할 수 있습니다.
ru: %{strongStart}Совет:%{strongEnd} Вы также можете %{linkStart}извлечь запрос на слияние по ID%{linkEnd}.

source: %{strong_start}%{author}%{strong_end} has created a merge request that you can approve.
ko: %{strong_start}%{author}%{strong_end}는 당신이 승인할 수 있는 머지 리퀘스트를 생성하였습니다.
ru: %{strong_start}%{author}%{strong_end} создал(а) запрос на слияние, который вы можете одобрить.

source: %{strong_start}%{branch_count}%{strong_end} Branch
ko: %{strong_start}%{branch_count}%{strong_end} 브랜치
ru: %{strong_start}%{branch_count}%{strong_end} Ветка

source: %{strong_start}%{client_name}%{strong_end} is requesting access to your account on %{title}.
ko: %{strong_start}%{client_name}%{strong_end}가 %{title}에서 당신의 계정에 대한 액세스를 요청하고 있습니다.
ru: %{strong_start}%{client_name}%{strong_end} запрашивает доступ к вашей учётной записи на %{title}.

source: %{strong_start}%{commit_count}%{strong_end} Commit
ko: %{strong_start}%{commit_count}%{strong_end} 커밋
ru: %{strong_start}%{commit_count}%{strong_end} Коммит

source: %{strong_start}%{count} approval rule%{strong_end} requires eligible members to approve before merging.
ko: %{strong_start}%{count} 승인 규칙%{strong_end}에 따라 머지하기 전에 적격 멤버가 승인해야 합니다.
ru: %{strong_start}%{count} правило одобрения%{strong_end} требует одобрения правомочных участников перед слиянием.

source: %{strong_start}%{count} eligible member%{strong_end} must approve to merge.
ko: %{strong_start}%{count} 명의 적격 멤머%{strong_end}가 머지를 승인해야 합니다.
ru: %{strong_start}%{count} правомочный участник%{strong_end} должен одобрить для выполнения слияния.

source: %{strong_start}%{count} member%{strong_end} must approve to merge. Anyone with role Developer or higher can approve.
ko: %{strong_start}%{count}명의 멤버%{strong_end}가 머지를 승인해야 합니다. 개발자 이상의 역할을 가진 멤버는 누구나 승인할 수 있습니다.
ru: %{strong_start}%{count} участник%{strong_end} должен одобрить для слияния. Одобрить может любой, у кого роль не ниже Разработчика.

source: %{strong_start}%{count}%{strong_end} Environment
ko: %{strong_start}%{count}%{strong_end} 환경
ru: %{strong_start}%{count}%{strong_end} Окружение

source: %{strong_start}%{errors}%{strong_end} %{prefix} finding
ko: %{strong_start}%{errors}%{strong_end} %{prefix} 검색됨
ru: %{strong_start}%{errors}%{strong_end} %{prefix} вывод

source: %{strong_start}%{human_size}%{strong_end} Forked Project
ko: %{strong_start}%{human_size}%{strong_end} 포크된 프로젝트
ru: %{strong_start}%{human_size}%{strong_end} Форкнутый проект

source: %{strong_start}%{human_size}%{strong_end} Project Storage
ko: %{strong_start}%{human_size}%{strong_end} 프로젝트 스토리지
ru: %{strong_start}%{human_size}%{strong_end} Хранилище проекта

source: %{strong_start}%{release_count}%{strong_end} Release
ko: %{strong_start}%{release_count}%{strong_end}개의 릴리스
ru: %{strong_start}%{release_count}%{strong_end} Релиз

source: %{strong_start}%{tag_count}%{strong_end} Tag
ko: %{strong_start}%{tag_count}%{strong_end} 태그
ru: %{strong_start}%{tag_count}%{strong_end} Тег

source: %{strong_start}%{terraform_states_count}%{strong_end} Terraform State
ko: %{strong_start}%{terraform_states_count}%{strong_end} Teraform 상태
ru: %{strong_start}%{terraform_states_count}%{strong_end} состояние Terraform

source: %{strong_start}Read %{help_link_start}these instructions%{help_link_end} to understand the implications of enabling this setting.%{strong_end} Removed members no longer have access to this top-level group, its subgroups, and their projects.
ko: %{strong_start} 이 설정을 활성화하는 것의 의미를 이해하려면 %{help_link_start}이 지침%{help_link_end}을 읽기 바랍니다. %{strong_end} 삭제된 멤버는 이 최상위 그룹과, 그 서브그룹, 프로젝트에 더 이상 접근할 수 없습니다.
ru: %{strong_start}Прочтите %{help_link_start}эти инструкции%{help_link_end}, чтобы понять последствия включения этого параметра.%{strong_end} Удаленные участники больше не имеют доступа к этой группе верхнего уровня, ее подгруппам и их проектам.

source: %{strong_start}no%{strong_end}
ko: %{strong_start}아니요%{strong_end}
ru: %{strong_start}нет%{strong_end}

source: %{tags} tag per image name
ko: 각 이미지 이름마다 %{tags} 태그
ru: %{tags} тег на имя образа

source: %{tags} tags per image name
ko: 각 이미지 이름마다 %{tags} 태그
ru: %{tags} тегов на имя образа

source: %{templateType} template applied
ko: %{templateType} 템플릿 적용됨
ru: Шаблон %{templateType} применен

source: %{template_project_id} is unknown or invalid
ko: %{template_project_id}(은)는 알 수 없거나 잘못되었습니다.
ru: %{template_project_id}' неизвестен или недействителен

source: %{text} is available
ko: %{text} 사용 가능
ru: %{text} доступен

source: %{timeago} in pipeline %{pipeline}
ko: 파이프라인 %{pipeline}에서 %{timeago}전에
ru: %{timeago} в конвейере %{pipeline}

source: %{timebox_type} does not support burnup charts
ko: %{timebox_type}은 번 업 차트를 지원하지 않습니다
ru: %{timebox_type} не поддерживает диаграммы сгорания

source: %{timebox_type} must have a start and due date
ko: %{timebox_type} 은(는) 시작날짜와 종료날짜가 있어야합니다.

source: %{time} UTC
ko: %{time} UTC(협정 세계시)

source: %{title} username.
ko: %{title} 사용자명.

source: %{title} webhook (for example, `%{example}`).
ko: %{title} webhook (예, `%{example}`).
ru: Вебхук %{title} (например, `%{example}`).

source: %{tooltipText} image
ko: %{tooltipText} 이미지

source: %{totalCpu} (%{freeSpacePercentage}%{percentSymbol} free)
ko: %{totalCpu} (%{freeSpacePercentage}%{percentSymbol} 남음)

source: %{totalIssueWeight} total weight
ko: %{totalIssueWeight} 총 가중치
ru: Суммарный вес %{totalIssueWeight}

source: %{totalMemory} (%{freeSpacePercentage}%{percentSymbol} free)
ko: %{totalMemory} (%{freeSpacePercentage}%{percentSymbol} 남음)

source: %{total} remaining issue weight
ko: %{total} 남은 이슈 가중치
ru: Оставшийся вес обсуждений %{total}

source: %{total} remaining weight
ko: %{total} 남은 가중치
ru: Оставшийся вес %{total}

source: %{total} warnings found: showing first %{warningsDisplayed}
ko: %{total}개의 경고를 찾았습니다: 첫번째 %{warningsDisplayed}
ru: Найдено %{total} предупреждений, показаны первые %{warningsDisplayed}.

source: %{type} must be a %{help_link}
ko: %{type} 은 %{help_link} 이어야 합니다.

source: %{type} only supports %{name} name
ko: %{type} 은 %{name} 이름만 지원합니다.

source: %{type} was closed by %{name}
ko: %{type}이 %{name}에 의해 닫힘
ru: %{type} был закрыт %{name}

source: %{url} (optional)
ko: %{url} (옵션)

source: %{userName}'s avatar
ko: %{userName}의 아바타
ru: Аватар %{userName}

source: %{user_link} added this OAuth application
ko: %{user_link} 이 OAuth 애플리케이션을 추가했습니다.
ru: Пользователь %{user_link} добавил это OAuth-приложение

source: %{user_name} (%{user_username}) was removed from %{rotation} in %{schedule} in %{project}.
ko: %{user_name} (%{user_username})가 %{project}의 %{schedule}에 %{rotation}에서 제거되었습니다.
ru: Пользователь %{user_name} (%{user_username}) был удален из смены %{rotation} расписания %{schedule} проекта %{project}.

source: %{user_name} (%{user_username}) was removed from the following escalation policies in %{project_link}:
ko: %{user_name} (%{user_username})이 %{project_link}의 다음 에스컬레이션 정책에서 제거되었습니다.

source: %{user_name} (%{user_username}) was removed from the following escalation policies in %{project}:
ko: 다음 %{project} 프로젝터의 에스컬레이션 정책에서 %{user_name} (%{user_username})이 제거되었습니다.

source: %{user_name} changed the severity from %{original_severity} to %{new_severity} %{changed_at}.
ko: %{user_name}가 %{changed_at}에 심각도를 %{original_severity}에서 %{new_severity}로 변경했습니다.
ru: %{user_name} изменил(а) уровень серьёзности с %{original_severity} на %{new_severity} %{changed_at}.

source: %{username} has asked for a GitLab account on your instance %{host}:
ko: %{username}이 당신의 인스턴스 %{host}에서 GitLab 계정을 요청했습니다.
ru: %{username} запрашивает для себя учётную запись GitLab на вашем экземпляре %{host}:

source: %{username} marked merge request %{mr_link} as draft
ko: %{username}이 머지 리퀘스트 %{mr_link}을 초안으로 마킹했습니다.
ru: %{username} пометил(а) запрос на слияние %{mr_link} как черновик

source: %{username} marked merge request %{mr_link} as ready
ko: %{username} 은 머지 리퀘스트 %{mr_link} 을 준비로 마킹했습니다.
ru: %{username} отметил(а) запрос на слияние %{mr_link} как готовый

source: %{username}'s avatar
ko: %{username}의 아바타
ru: аватар %{username}

source: %{user} created a merge request: %{mr_link}
ko: %{user}이 머지 리퀘스트를 만들었습니다: %{mr_link}
ru: %{user} создал запрос слияния: %{mr_link}

source: %{user} created an %{type}: %{issue_link}
ko: %{user} 가 %{type}를 생성함: %{issue_link}

source: %{user} created an epic: %{epic_link}
ko: %{user}이 에픽을 만들었습니다: %{epic_link}
ru: %{user} создал цель: %{epic_link}

source: %{user} user’s menu
ko: %{user} 사용자 메뉴

source: %{value} /day
ko: %{value} /일
ru: %{value} /день

source: %{value} is a reserved name
ko: %{value} 은 예약된 이름입니다
ru: %{value} — зарезервированное имя

source: %{value} is not included in the list
ko: %{value} 은(는) 목록에 포함되지 않습니다
ru: %{value} не содержится в списке

source: %{verb} %{time_spent_value} spent time.
ko: %{verb} %{time_spent_value} 시간이 지났습니다.
ru: %{verb} %{time_spent_value} потраченного времени.

source: %{verb} this %{noun} as a draft.
ko: %{verb} 이 %{noun} 을 초안으로.

source: %{viewer} could not be displayed: %{reason}. Options to address this: %{options}.
ko: %{viewer}를 표시할 수 없습니다: %{reason}. 이에 대한 옵션: %{options}.
ru: Не удалось отобразить %{viewer} так как они %{reason}. Вы можете %{options}.

source: %{webhooks_link_start}%{webhook_type}%{webhooks_link_end} enable you to send notifications to web applications in response to events in a group or project.
ko: %{webhooks_link_start}%{webhook_type}%{webhooks_link_end} 그룹 또는 프로젝트의 이벤트에 대한 응답으로 웹 응용 프로그램에 알림을 보낼 수 있습니다.
ru: %{webhooks_link_start}%{webhook_type}%{webhooks_link_end} позволяют вам отправлять уведомления веб-приложениям в ответ на события в группе или проекте.

source: %{webhooks_link_start}%{webhook_type}%{webhooks_link_end} enable you to send notifications to web applications in response to events in a group or project. We recommend using an %{integrations_link_start}integration%{integrations_link_end} in preference to a webhook.
ko: %{webhooks_link_start}%{webhook_type}%{webhooks_link_end} 그룹 또는 프로젝트의 이벤트에 대한 응답으로 웹 응용 프로그램에 알림을 보낼 수 있습니다. Webhook보다 %{integrations_link_start}통합%{integrations_link_end} 을 사용하는 것이 좋습니다.
ru: %{webhooks_link_start}%{webhook_type}%{webhooks_link_end} позволяют отправлять уведомления в веб-приложения в ответ на события в группе или проекте. Мы рекомендуем использовать %{integrations_link_start}интеграцию%{integrations_link_end} вместо вебхуков.

source: %{wildcards_link_start}Wildcards%{wildcards_link_end} such as %{code_tag_start}v*%{code_tag_end} or %{code_tag_start}*-release%{code_tag_end} are supported.
ko: %{code_tag_start}v*%{code_tag_end}나, %{code_tag_start}*-릴리스%{code_tag_end}같은 %{wildcards_link_start}와일드카드%{wildcards_link_end}는 지원됩니다.
ru: Поддерживаются %{wildcards_link_start}шаблоны%{wildcards_link_end}, такие как %{code_tag_start}v*%{code_tag_end} или %{code_tag_start}*-release%{code_tag_end}.

source: '%{group_name}' has been scheduled for deletion and will be deleted on %{date}.
ko: '%{group_name}'은 삭제 예정이며 %{date}에 삭제됩니다.
ru: Группа «%{group_name}» запланирована на удаление и будет удалена %{date}.

source: '%{group_name}' has been scheduled for removal on %{removal_time}.
ko: '%{group_name}'은 %{removal_time}에 삭제될 예정입니다.
ru: Группа %{group_name} запланирована на удаление %{removal_time}.

source: '%{level}' is not a valid visibility level
ko: '%{level}' 수준은 올바른 공개 수준이 아닙니다
ru: '%{level}' не является допустимым уровнем видимости

source: '%{lock_path}' is locked by @%{lock_user_name}
ko: '%{lock_path}'는 @%{lock_user_name}에 의해 잠겨 있습니다.

source: '%{lock_path}' is locked in Git LFS by @%{lock_user_name}
ko: '%{lock_path}'은 @%{lock_user_name}에 의해 Git LFS에 잠겨 있습니다.

source: '%{source}' is not a import source
ko: '%{source}' 는 임포트 소스가 아닙니다.
ru: '%{source}' не является источником импорта

source: '%{template_name}' is unknown or invalid
ko: '%{template_name}'을 알 수 없거나 유효하지 않습니다
ru: '%{template_name}' неизвестен или указан неверно

source: '%{value}' days of inactivity must be greater than or equal to 90
ko: 비활성 기간 '%{value}'일은 90일 이상이어야 합니다.

source: 'ConfluenceService|Your GitLab wiki is still available at %{link_start}%{wiki_url}%{link_end}. To re-enable the link to the GitLab wiki, disable this integration.
ko: GitLab 위키는 %{link_start}%{wiki_url}%{link_end}에서 계속 사용할 수 있습니다. GitLab 위키로의 링크를 다시 활성화하려면 이 통합을 비활성화하세요.
ru: Ваша вики GitLab всё ещё доступна по ссылке %{link_start}%{wiki_url}%{link_end}. Чтобы восстановить ссылку на вики GitLab, отключите эту интеграцию.

source: 'allow: %{allow}' must be a string
ko: 'allow: %{allow}'은 문자열이어야 합니다.

source: 'cpu: %{cpu}' must be a string
ko: 'cpu: %{cpu}'는 문자열이어야 합니다.

source: 'cpu: %{cpu}' must match the regex '%{cpu_regex}'
ko: 'cpu: %{cpu}'는 정규식 '%{cpu_regex}'과 일치해야 합니다.

source: 'except: %{except}' must be an array of string
ko: '예외: %{except}'은 문자열로 된 배열이어야 합니다.

source: 'memory: %{memory}' must be a string
ko: 'memory: %{memory}'는 문자열이어야 합니다.

source: 'memory: %{memory}' must match the regex '%{memory_regex}'
ko: 'memory: %{memory}'은 정규식 '%{memory_regex}'과 일치해야 합니다.

source: 'projects' is not yet supported
ko: 'projects'는 아직 지원되지 않습니다.

source: 'schemaVersion' '%{given_version}' is not supported, it must be '%{required_version}'
ko: 'schemaVersion' '%{given_version}'은 지원되지 않습니다. '%{required_version}' 이어야 합니다.

source: 'starterProjects' is not yet supported
ko: 'starterProjects'는 아직 지원되지 않습니다.

source: (%d closed)
ko: (%d 닫힘)
ru: (%d закрыт)

source: (%{mrCount} merged)
ko: (%{mrCount} 병합)
ru: (%{mrCount} объединено)

source: (%{value}) has already been taken
ko: (%{value}) 은(는) 이미 사용되고 있습니다.
ru: (%{value}) уже используется

source: (+%{count}&nbsp;rules)
ko: (+%{count}&nbsp;규칙)
ru: (+%{count}&nbsp;правил)

source: (Copy)
ko: (복사)
ru: (Копия)

source: (Limited to %{quota} compute minutes per month)
ko: (월별 %{quota} 컴퓨팅 시간 분으로 제한됨)

source: (Slice multiplier: %{multiplier}, Maximum running slices: %{max_slices})
ko: (슬라이스 배수: %{multiplier}, 최대 실행 슬라이스: %{max_slices})
ru: (Множитель срезов: %{multiplier}, Максимальное количество выполняемых срезов: %{max_slices})

source: (Unlimited compute minutes)
ko: (무제한 컴퓨팅 시간)
ru: (Неограниченные вычислительные минуты)

source: (closed)
ko: (닫힘)
ru: (закрыты)

source: (code expired)
ko: (코드 만료됨)
ru: (срок действия кода истёк)

source: (deleted)
ko: (삭제됨)
ru: (удалено)

source: (expired)
ko: (만료됨)
ru: (просрочено)

source: (external link)
ko: (외부 링크)
ru: (внешняя ссылка)

source: (external participant)
ko: (외부 참가자)
ru: (внешний участник)

source: (leave blank if you don't want to change it)
ko: (변경하지 않으려면 비워 둡니다)
ru: (не заполняйте, если хотите оставить без изменений)

source: (no user)
ko: (사용자 없음)
ru: (нет пользователя)

source: (open and unassigned)
ko: (열림 그리고 지정되지 않음)
ru: (открыты и не назначены)

source: (optional)
ko: (옵션)
ru: (необязательно)

source: (removed)
ko: (제거됨)
ru: (удалено)

source: (required)
ko: (필수)
ru: (обязательно)

source: (revoked)
ko: (해지됨)
ru: (отозван)

source: (we need your current password to confirm your changes)
ko: (변경 사항을 확인하려면 현재 비밀번호가 필요합니다)
ru: (нам нужен ваш текущий пароль для подтверждения изменений)

source: * All times are in UTC unless specified
ko: * 지정하지 않으면 모든 시간은 UTC 기준입니다
ru: * Время относительно UTC, если не указано иное.

source: + %{amount} more
ko: + %{amount}개 더 있음
ru: +%{amount} ещё

source: + %{count} more
ko: + %{count} 더보기
ru: + ещё %{count}

source: + %{hiddenLabelsLength} more
ko: + %{hiddenLabelsLength} 더 보기
ru: + ещё %{hiddenLabelsLength}

source: + %{itemsLength} more
ko: + %{itemsLength} 더
ru: + ещё %{itemsLength}

source: + %{moreCount} more
ko: + %{moreCount} 더
ru: + ещё %{moreCount}

source: + %{numberOfHiddenAssignees} more
ko: + %{numberOfHiddenAssignees}명 더 있음
ru: + ещё %{numberOfHiddenAssignees}

source: + %{n} more deployment
ko: + %{n} 더 많은 배포
ru: + ещё %{n} развёртывание

source: +%d more
ko: +%d개
ru: +ещё %d

source: +%{count} more
ko: +%{count}개 더
ru: + ещё %{count}

source: +%{count} new
ko: +%{count}개 새로 만들기
ru: Новые: %{count}

source: +%{more_assignees_count} more assignees
ko: +%{more_assignees_count}명의 담당자
ru: + ещё %{more_assignees_count} исполнителей

source: +%{more_reviewers_count} more reviewers
ko: +%{more_reviewers_count} 명의 추가 검토자
ru: +%{more_reviewers_count} проверяющих

source: +%{tags} more
ko: +%{tags}개
ru: +ещё %{tags}

source: , and %{number} more
ko: , 그리고 %{number} 더 많은
ru: и ещё %{number}

source: , or
ko: , 또는
ru: , или

source: - %{policy_name} (notifying after %{elapsed_time} minutes unless %{status})
ko: - %{policy_name} ( %{status}가 아닌 경우 %{elapsed_time} 분 후에 알림)

source: - Add or remove a user.
ko: - 사용자를 추가하거나 제거합니다.
ru: - Добавить или удалить пользователя.

source: - Create or close an issue.
ko: - 이슈를 생성하거나 닫습니다.

source: - Create, update, or delete a merge request.
ko: - 머지 리퀘스트를 생성, 업데이트 또는 삭제합니다.

source: - Event
ko: - 이벤트
ru: - Событие

source: - Go to the Activity page for %{project_name}.
ko: - %{project_name}에 대한 활동 페이지로 이동합니다.

source: - List the visible events for %{project_name} using the Events API %{events_api_link}.
ko: - 이벤트 API %{events_api_link}을 사용하여 %{project_name} 에 대해 공개된 이벤트를 나열합니다.

source: - Push code to the repository.
ko: - 리포지토리에 코드를 푸시합니다.

source: - User
ko: - 사용자
ru: - Пользователь

source: - View the last_activity_at attribute for %{project_name} using the Project API %{projects_api_link}.
ko: - Project API %{projects_api_link}을 사용하여 %{project_name} 의 last_activity_at 속성을 봅니다.

source: - of - issues closed
ko: -개 중 -개의 이슈 닫힘
ru: - из - обсуждений закрыто

source: - of - weight completed
ko: - of - 만큼 가중치 완료
ru: - из - веса завершено

source: - show less
ko: -덜 보기
ru: - свернуть

source: .git-blame-ignore-revs is not a file
ko: .git-blame-ignore-revs는 파일이 아님
ru: .git-blame-ignore-revs не является файлом

source: .gitlab-ci.yml with aliases/anchors is not supported. Please change the CI configuration manually.
ko: 별칭/앵커가 있는 .gitlab-ci.yml은 지원되지 않습니다. CI 구성을 수동으로 변경하십시오.
ru: Файл .gitlab-ci.yml с псевдонимами или якорями не поддерживается. Измените конфигурацию CI вручную.

source: /day
ko: /일
ru: /день

source: 0 cores
ko: 코어 0개
ru: 0 ядер

source: 1 Day
ko: %d일
ru: 1 день

source: 1 Issue
ko: %d개의 이슈
ru: 1 обсуждение

source: 1 closed issue
ko: %{issues} 개의 닫힌 이슈
ru: 1 закрытое обсуждение

source: 1 closed merge request
ko: %{merge_requests} 건의 머지리퀘스트 닫힘
ru: 1 закрытый запрос на слияние

source: 1 day
ko: %d일
ru: 1 день

source: 1 day remaining
ko: %d일 남음
ru: остался 1 день

source: 1 day selected
ko: %d일 선택됨
ru: 1 день выбран

source: 1 deploy key
ko: %d개의 배포 키
ru: 1 ключ развёртывания

source: 1 group
ko: %d 그룹
ru: 1 группа

source: 1 hour
ko: %d시간
ru: 1 час

source: 1 issue selected
ko: %d개 이슈 선택됨
ru: выбрано 1 обсуждение

source: 1 merge request selected
ko: %d개의 머지 리퀘스트가 선택됨
ru: выбран 1 запрос на слияние

source: 1 merged merge request
ko: %{merge_requests} 건의 머지리퀘스트 머지됨
ru: 1 объединенный запрос на слияние

source: 1 minute
ko: %d분
ru: 1 минута

source: 1 month remaining
ko: %d 개월 남음
ru: остался 1 месяц

source: 1 open issue
ko: %{issues} 개의 열린 이슈
ru: 1 открытое обсуждение

source: 1 open merge request
ko: %{merge_requests} 개의 오픈된 머지 리퀘스트
ru: 1 открытый запрос на слияние

source: 1 role
ko: %d개의 역할
ru: 1 роль

source: 1 user
ko: 사용자 %d 명
ru: 1 пользователь

source: 1 week remaining
ko: %d 주 남음
ru: осталась 1 неделя

source: 1 year remaining
ko: %d 년 남음
ru: остался 1 год

source: 1-9 contributions
ko: 1 개 이상 참여
ru: 1-9 содействий

source: 10-19 contributions
ko: 10 개 이상 참여
ru: 10-19 содействий

source: 192.168.0.0/24 or 2001:0DB8:1234::/48
ko: 192.168.0.0/24 또는 2001:0DB8:1234::/48
ru: 192.168.0.0/24 или 2001:0DB8:1234::/48

source: 1st contribution!
ko: 첫번째 기여!
ru: Первый вклад!

source: 20-29 contributions
ko: 20-29 회 참여
ru: 20-29 содействий

source: 2FA
ko: 이중 인증(2FA)
ru: Двухфакторная аутентификация

source: 2FADevice|Registered On
ko: 등록됨
ru: Зарегистрированы

source: 30+ contributions
ko: 30 개 이상 참여
ru: 30+ содействий

source: 403|403: You do not have the permission to access this page
ko: 403: 이 페이지에 접근할 수 있는 권한이 없습니다.
ru: 403: У Вас нет права для доступа к этой странице

source: 403|Please contact your GitLab administrator to get permission.
ko: 권한을 얻으려면 GitLab 운영자에게 문의하십시오.
ru: Пожалуйста, обратитесь к вашему администратору GitLab для получения разрешения.

source: 404|404: Git resource not found
ko: 404: Git 리소스를 찾을 수 없습니다
ru: 404: Git-ресурс не найден

source: 404|404: Page not found
ko: 404: 페이지를 찾을 수 없습니다
ru: 404: Страница не найдена

source: 404|Application cannot get access to a branch or commit in your repository. It might have been moved
ko: 애플리케이션이 리포지토리내의 브랜치나 커밋에 액세스할 수 없습니다. 이동되었을 수 있습니다.
ru: Приложение не может получить доступ к ветке или коммиту в вашем репозитории. Возможно, репозиторий был перемещён.

source: 404|Make sure the address is correct and the page has not moved.
ko: 주소가 정확하고 페이지가 이동되지 않았는지 확인하세요.
ru: Убедитесь, что адрес правильный и страница не перемещена.

source: 404|Not found
ko: 찾을 수 없음
ru: Не найдено

source: 404|Please contact your GitLab administrator if you think this is a mistake.
ko: 이것이 실수에 의한 것이라고 생각한다면 GitLab 운영자에게 문의하세요.
ru: Свяжитесь с администратором GitLab, если считаете, что это ошибка.

source: 409|409: There was a conflict with your request
ko: 409: 당신의 요청과 충돌이 발생했습니다.
ru: 409: Возник конфликт с вашим запросом

source: 409|Please contact your GitLab administrator if you think this is a mistake.
ko: 이것이 실수라고 생각한다면 GitLab 운영자에게 문의하세요.
ru: Свяжитесь с администратором GitLab, если считаете, что это ошибка.

source: 412|412: Precondition failed
ko: 412: 전제 조건이 실패했습니다.
ru: 412: Предварительное условие не выполнено

source: 412|Page cannot be loaded because of invalid parameters.
ko: 잘못된 매개변수로 인해 페이지를 로드할 수 없습니다.
ru: Страница не может быть загружена из-за неверных параметров.

source: 422: Sign-in using %{provider} auth failed
ko: 422: %{provider} 인증을 사용한 로그인에 실패했습니다.
ru: 422: Не удалось войти через %{provider}

source: 500|500: Encoding error
ko: 500: 인코딩 오류
ru: 500: Ошибка кодировки

source: 500|Page cannot be loaded because of an encoding error.
ko: 인코딩 오류로 인해 페이지를 로드할 수 없습니다.
ru: Невозможно загрузить страницу из-за ошибки кодировки.

source: 503|503: We're sorry, GitLab is currently unavailable
ko: 503: 죄송합니다, 현재 GitLab을 사용할 수 없습니다.
ru: 503: Приносим свои извинения, GitLab сейчас недоступен

source: 503|Please contact your GitLab administrator if you think this is a mistake.
ko: 이것이 실수에 의한 것이라고 생각한다면 GitLab 운영자에게 문의하세요.
ru: Обратитесь к вашему администратору GitLab, если считаете, что произошла ошибка.

source: 503|Try refreshing the page, or going back and attempting the action again.
ko: 페이지를 새로 고치거나 뒤로 가기 후 다시 시도해 보세요.
ru: Попробуйте перезагрузить страницу или вернутся и повторить действие.

source: :%{startLine} to %{endLine}
ko: :%{startLine} 에서 %{endLine}
ru: : с %{startLine} по %{endLine}

source: A %{incident_docs_start}modified issue%{incident_docs_end} to guide the resolution of incidents.
ko: 문제 해결을 안내하기 위해 %{incident_docs_start}수정된 이슈%{incident_docs_end}
ru: Изменяемое %{incident_docs_start}обсуждение%{incident_docs_end} для координации разрешения инцидентов.

source: A %{linkStart}merge train%{linkEnd} is a queued list of merge requests, each waiting to be merged into the target branch.
ko: %{linkStart}머지 트레인%{linkEnd}은 머지 리퀘스트의 대기 목록이며 각각 대상 브랜치에 병합되기를 기다리고 있습니다.

source: A .NET Core console application template, customizable for any .NET Core project
ko: .NET 코어 콘솔 응용 프로그램 템플릿, 모든 .NET 코어 프로젝트에 맞게 커스터마이징 가능
ru: Шаблон консольного приложения .NET Core, настраиваемый для любого проекта .NET Core

source: A CI/CD pipeline must run and be successful before merge.
ko: 머지하기 전에 CI/CD 파이프라인이 성공적으로 실행되어야 합니다.
ru: Сборка CI/CD должна быть запущена и завершиться успешно до слияния.
