Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: MergeChecks|All threads must be resolved
ko: 모든 스레드가 해결되어야 합니다.
ru: Все темы должны быть решены

source: MergeChecks|Assign reviewers
ko: 검토자 지정
ru: Назначить рецензентов

source: MergeChecks|Enable "Pipelines must succeed" first.
ko: 먼저 "파이프라인이 성공해야 함"을 활성화하십시오.
ru: Сначала включите «Конвейеры должны завершиться успешно».

source: MergeChecks|Introduces the risk of merging changes that do not pass the pipeline.
ko: 파이프라인을 통과하지 못하는 변경사항을 머지할 위험이 있습니다.
ru: Представляет риск слияния изменений, которые не прошли конвейер.

source: MergeChecks|Merge requests can't be merged if the latest pipeline did not succeed or is still running.
ko: 최신 파이프라인이 성공하지 못했거나 아직 실행 중인 경우 머지 리퀘스트를 머지할 수 없습니다.
ru: Запросы на слияние не могут быть слиты, если последний конвейер не завершился успешно или всё ещё выполняется.

source: MergeChecks|Pipelines must succeed
ko: 파이프라인이 성공해야 함
ru: Конвейеры должны завершиться успешно.

source: MergeChecks|Skipped pipelines are considered successful
ko: 생략한 파이프라인은 성공한 것으로 간주됩니다.
ru: Пропущенные конвейеры считаются успешными

source: MergeChecks|This setting is configured in group %{groupName} and can only be changed in the group settings by an administrator or group owner.
ko: 이 설정은 그룹 %{groupName} 에서 구성되며 그룹 설정에서 운영자 또는 그룹 소유자만 변경할 수 있습니다.
ru: Эта настройка установлена для группы %{groupName} и может быть изменена только в настройках группы администратором или владельцем группы.

source: MergeChecks|View locked files
ko: 잠긴 파일 보기
ru: Просмотр заблокированных файлов

source: MergeChecks|View policies
ko: 정책 보기
ru: Просмотр политик

source: MergeConflict|&gt;&gt;&gt;&gt;&gt;&gt;&gt; %{commit}: %{message} (our changes)
ko: &gt;&gt;&gt;&gt;&gt;&gt;&gt; %{commit}: %{message} (우리의 변경 사항)
ru: &gt;&gt;&gt;&gt;&gt;&gt;&gt; %{commit}: %{message} (наши изменения)

source: MergeConflict|&lt;&lt;&lt;&lt;&lt;&lt;&lt; HEAD: %{target} (their changes)
ko: &lt;&lt;&lt;&lt;&lt;&lt;&lt; HEAD: %{target} (그들의 변경 사항)
ru: &lt;&lt;&lt;&lt;&lt;&lt;&lt; HEAD: %{target} (их изменения)

source: MergeConflict|Commit to source branch
ko: 소스 브랜치에 커밋
ru: Коммит в ветку источника

source: MergeConflict|Committing…
ko: 커밋 중…
ru: Создание коммита…

source: MergeConflict|Edit inline
ko: 인라인으로 편집
ru: Изменить в коде

source: MergeConflict|Use ours
ko: 내 변경사항 사용

source: MergeConflict|Use theirs
ko: 상대방 변경사항 사용

source: MergeConflict|conflict
ko: 충돌
ru: Конфликт

source: MergeConflict|conflicts
ko: 충돌
ru: Конфликты

source: MergeRequestAnalytics|Assignees
ko: 담당자
ru: Ответственные

source: MergeRequestAnalytics|Date Merged
ko: 머지된 날짜

source: MergeRequestAnalytics|Line changes
ko: 라인 변경
ru: Изменения строк

source: MergeRequestAnalytics|Merge Request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: MergeRequestAnalytics|Milestone
ko: 마일스톤
ru: Этап

source: MergeRequestAnalytics|Pipelines
ko: 파이프라인
ru: Конвейеры

source: MergeRequestAnalytics|Time to merge
ko: 머지된 시간

source: MergeRequestApprovals|Define approval rules and settings to ensure %{link_start}separation of duties%{link_end} for new merge requests.
ko: 새 머지 리퀘스트에 대해서 %{link_start}업무 분리%{link_end}를 보장하기 위해 승인 규칙 및 설정을 정의합니다.
ru: Определите правила одобрения и настройки, чтобы обеспечить %{link_start}разделение обязанностей%{link_end} для новых запросов на слияние.

source: MergeRequestApprovals|Enforce %{link_start}separation of duties%{link_end} for all projects.
ko: 모든 프로젝트에 대해 %{link_start}업무 분장%{link_end}을 강제 적용합니다.
ru: Применить %{link_start}разделение обязанностей%{link_end} для всех проектов.

source: MergeRequestApprovals|Enforce %{separationLinkStart}separation of duties%{separationLinkEnd} for all projects. %{learnLinkStart}Learn more.%{learnLinkEnd}
ko: 모든 프로젝트에 대해 %{separationLinkStart}업무 분리%{separationLinkEnd}를 적용합니다. %{learnLinkStart}자세히 알아보기%{learnLinkEnd}
ru: Обеспечить %{separationLinkStart}разделение обязанностей%{separationLinkEnd} для всех проектов. %{learnLinkStart}Подробнее.%{learnLinkEnd}

source: MergeRequestDiffs|Commenting on lines %{selectStart}start%{selectEnd} to %{end}
ko: %{selectStart}시작%{selectEnd}에서 %{end}까지 주석달기
ru: Комментарий к строкам %{selectStart}с %{selectEnd} по %{end}

source: MergeRequestDiffs|Select comment starting line
ko: 댓글 시작 줄 선택
ru: Выберите начальную строку комментария

source: MergeRequestsTab|Active
ko: 활성
ru: Активные

source: MergeRequestsTab|Merged
ko: 머지됨
ru: Объединённые

source: MergeRequests|Can't perform this action automatically. It may have already been done, or a more recent commit may have updated some of this content. Please perform this action locally.
ko: 이 동작을 자동으로 수행할 수 없습니다. 이미 완료되었거나 더 최근 커밋이 이 콘텐츠의 일부를 업데이트했을 수 있습니다. 이 동작을 로컬에서 수행하십시오.
ru: Не удалось выполнить это действие автоматически. Оно уже могло быть выполнено, или более поздний коммит обновил некоторые из этих данных. Выполните это действие локально.

source: MergeRequests|Comment could not be submitted: %{reason}.
ko: 댓글을 제출할 수 없습니다: %{reason}.
ru: Не удалось отправить комментарий: %{reason}.

source: MergeRequests|Commit cherry-pick failed
ko: 커밋 cherry-pick 실패
ru: Не удалось выборочно применить коммит

source: MergeRequests|Commit revert failed
ko: 커밋 revert 실패
ru: Не удалось откатить коммит

source: MergeRequests|Create issue to resolve thread
ko: 스레드를 해결하기위한 이슈 생성
ru: Создать обсуждение для решения темы

source: MergeRequests|Draft
ko: 초안
ru: Черновик

source: MergeRequests|Drafts cannot be merged until marked ready.
ko: 초안은 준비됨으로 마킹될 때까지 머지할 수 없습니다.
ru: Черновики нельзя объединить, пока они не помечены как готовые.

source: MergeRequests|Mark as draft
ko: 초안으로 마킹
ru: Пометить как черновик

source: MergeRequests|Merge can start
ko: 머지 시작 가능
ru: Когда можно начать слияние

source: MergeRequests|Merge request cherry-pick failed
ko: 머지 리퀘스트 cherry-pick 실패
ru: Не удалось выборочно применить запрос на слияние

source: MergeRequests|Merge request revert failed
ko: 머지 리퀘스트 되돌리기 실패
ru: Не удалось откатить запрос на слияние

source: MergeRequests|Reference copied
ko: 참조 복사됨

source: MergeRequests|Requires that merge checks pass.
ko: 머지 검사를 통과해야 합니다.
ru: Требуется успешное прохождение проверок перед слиянием.

source: MergeRequests|Squashing failed: Squash the commits locally, resolve any conflicts, then push the branch.
ko: 스쿼시 실패: 커밋을 로컬로 스쿼시하고, 충돌을 해결한 다음, 브랜치를 푸시합니다.
ru: Сжатие не удалось: сожмите коммиты локально, решите все конфликты, затем отправьте ветку.

source: MergeRequests|Squashing not allowed: This project doesn't allow you to squash commits when merging.
ko: 스쿼시 허용되지 않음: 이 프로젝트는 머지시 커밋 스쿼시를 허용하지 않습니다.
ru: Сжатие не разрешено: этот проект не позволяет вам сжимать коммиты при слиянии.

source: MergeRequests|Thread stays resolved
ko: 스레드가 해결된 상태로 유지됨

source: MergeRequests|Thread stays unresolved
ko: 스레드가 미해결 상태로 유지됨

source: MergeRequests|Thread will be resolved
ko: 스레드가 해결될 것입니다

source: MergeRequests|Thread will be unresolved
ko: 스레드가 해결되지 않습니다

source: MergeRequests|View file @ %{commitId}
ko: 파일 보기 @ %{commitId}
ru: Просмотр файла @ %{commitId}

source: MergeRequests|View replaced file @ %{commitId}
ko: 교체된 파일 보기 @ %{commitId}
ru: Просмотр заменяемого файла @ %{commitId}

source: MergeRequests|commented on commit %{commitLink}
ko: 커밋 %{commitLink}에 댓글 작성
ru: прокомментировано в коммите%{commitLink}

source: MergeRequests|started a thread
ko: 스레드를 시작했습니다.

source: MergeRequests|started a thread on %{linkStart}a file%{linkEnd}
ko: %{linkStart}파일%{linkEnd}에서 스레드를 시작했습니다.

source: MergeRequests|started a thread on %{linkStart}an old version of a file%{linkEnd}
ko: %{linkStart}파일%{linkEnd}의 이전 버전에서 스레드를 시작했습니다.

source: MergeRequests|started a thread on %{linkStart}an old version of the diff%{linkEnd}
ko: %{linkStart}이전 버전의 diff%{linkEnd}에서 스레드를 시작했습니다.
ru: начал(а) тему для %{linkStart}старой версии различий%{linkEnd}

source: MergeRequests|started a thread on %{linkStart}the diff%{linkEnd}
ko: %{linkStart}diff%{linkEnd}에 대한 스레드를 시작했습니다.
ru: начал(а) тему в %{linkStart}различиях%{linkEnd}

source: MergeRequests|started a thread on an outdated change in commit %{linkStart}%{commitDisplay}%{linkEnd}
ko: 커밋 %{linkStart}%{commitDisplay}%{linkEnd}의 이전 변경 사항으로 스레드를 시작했습니다.
ru: начал тему про устаревшие изменения в коммите %{linkStart}%{commitDisplay}%{linkEnd}

source: MergeRequests|started a thread on commit %{linkStart}%{commitDisplay}%{linkEnd}
ko: 커밋 %{linkStart}%{commitDisplay}%{linkEnd}에서 스레드를 시작했습니다.
ru: начал тему про коммит %{linkStart}%{commitDisplay}%{linkEnd}

source: MergeRequest|Allow merge request pipelines to access protected variables and runners
ko: 머지 리퀘스트 파이프라인이 보호된 변수와 러너에 액세스하도록 허용
ru: Разрешить конвейерам запросов на слияние доступ к защищённым переменным и средствам выполнения

source: MergeRequest|Awaiting review
ko: 리뷰 대기 중
ru: Ожидание рецензии

source: MergeRequest|Can't fetch the diff needed to update this view. Please reload this page.
ko: 이 보기를 업데이트하는 데 필요한 diff를 가져올 수 없습니다. 이 페이지를 새로고침하세요.
ru: Не удаётся получить различия для обновления этого представления. Перезагрузите страницу.

source: MergeRequest|Can't fetch the single file diff for the discussion. Please reload this page.
ko: 토론에 대한 단일 파일 diff를 가져올 수 없습니다. 이 페이지를 새로고침하세요.
ru: Не удаётся получить различия для файла дискуссии. Перезагрузите страницу.

source: MergeRequest|Can't show this merge request because of an internal error. Contact your administrator.
ko: 내부 오류로 인해 이 머지 리퀘스트를 볼 수 없습니다. 운영자에게 문의하십시오.
ru: Невозможно отобразить этот запрос на слияние из-за внутренней ошибки. Свяжитесь с администратором.

source: MergeRequest|Can't show this merge request because the fork project was deleted.
ko: 포크 프로젝트가 삭제되었기 때문에 이 머지 리퀘스트를 표시할 수 없습니다.
ru: Невозможно показать этот запрос на слияние, так как форкнутый проект был удалён.

source: MergeRequest|Can't show this merge request because the source branch %{branch_badge} is missing from project %{path_badge}. Close this merge request or update the source branch.
ko: 소스 브랜치 %{branch_badge} 가 프로젝트 %{path_badge}에서 손실되었기 때문에 이 머지 리퀘스트(MR)를 볼 수 없습니다. 이 머지 리퀘스트를 닫거나 소스 브랜치를 업데이트하십시오.
ru: Невозможно отобразить этот запрос на слияние, потому что исходная ветка %{branch_badge} отсутствует в проекте %{path_badge}. Закройте этот запрос на слияние или обновите исходную ветку.

source: MergeRequest|Can't show this merge request because the target branch %{branch_badge} is missing from project %{path_badge}. Close this merge request or update the target branch.
ko: 대상(타겟) 브랜치 %{branch_badge} 가 프로젝트 %{path_badge}에서 손실되었기 때문에 이 머지 리퀘스트(MR)를 볼 수 없습니다. 이 머지 리퀘스트를 닫거나 대상(타겟) 브랜치를 업데이트하십시오.
ru: Невозможно отобразить этот запрос на слияние, потому что целевая ветка %{branch_badge} отсутствует в проекте %{path_badge}. Закройте этот запрос на слияние или обновите целевую ветку.

source: MergeRequest|Change reviewer
ko: 검토자 변경
ru: Изменить рецензента

source: MergeRequest|Compare %{target} and %{source}
ko: %{target} 과 %{source}비교
ru: Сравнить %{target} и %{source}

source: MergeRequest|Control access to protected variables and runners in merge request pipelines
ko: 머지 리퀘스트 파이프라인에서 보호된 변수와 러너에 대한 액세스 제어
ru: Управление доступом к защищённым переменным и средствам выполнения в конвейерах запросов на слияние

source: MergeRequest|Error dismissing suggestion popover. Please try again.
ko: 제안 팝오버 해지 중 오류가 발생했습니다.다시 시도해 주세요.
ru: Ошибка при закрытии всплывающего окна с предложением. Повторите попытку.

source: MergeRequest|Error loading full diff. Please try again.
ko: 전체 diff를 로드하는 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Ошибка при загрузке полной разницы. Пожалуйста, попробуйте ещё раз.

source: MergeRequest|Failed to load the page
ko: 페이지를 로드하지 못했습니다.
ru: Не удалось загрузить страницу

source: MergeRequest|No files found
ko: 파일을 찾을 수 없음
ru: Файлов не найдено

source: MergeRequest|Remove reviewer
ko: 검토자 제거
ru: Удалить рецензента

source: MergeRequest|Reviewed by @%{username} but not yet approved
ko: @%{username} 이 리뷰했지만 아직 승인되지 않음
ru: Рецензировано @%{username}, но ещё не одобрено

source: MergeRequest|Reviewer approved changes
ko: 검토자가 변경 사항을 승인함
ru: Рецензент одобрил(а) изменения

source: MergeRequest|Reviewer commented
ko: 검토자가 코멘트함
ru: Комментарий от рецензента

source: MergeRequest|Reviewer requested changes
ko: 검토자가 변경을 요청함
ru: Рецензент запросил изменения

source: MergeRequest|Reviewer started review
ko: 검토자가 리뷰를 시작했습니다.
ru: Рецензент начал проверку

source: MergeRequest|Search (e.g. *.vue) (%{MODIFIER_KEY}P)
ko: 검색 (예: *.vue)(%{MODIFIER_KEY}P)
ru: Поиск (например, *.vue) (%{MODIFIER_KEY}P)

source: MergeRequest|There are no changes yet
ko: 아직 변경사항이 없습니다.
ru: Пока что изменений нет

source: MergeRequest|This description was generated for revision %{revision} using AI
ko: 이 설명은 리비전 %{revision} 에 대해 AI를 사용하여 생성되었습니다.
ru: Это описание было сгенерировано для ревизии %{revision} с использованием ИИ

source: MergeRequest|This description was generated using AI
ko: 이 설명은 AI를 사용하여 생성되었습니다.
ru: Это описание было сгенерировано с использованием ИИ

source: MergeRequest|Viewed by me
ko: 내가 보았음
ru: Просмотрен мной

source: MergeTopics|%{sourceTopic} will be removed
ko: %{sourceTopic} 이 삭제됩니다
ru: %{sourceTopic} будет удален

source: MergeTopics|All assigned projects will be moved to %{targetTopic}
ko: 할당된 모든 프로젝트는 %{targetTopic}으로 이동됩니다.
ru: Все выбранные проекты будут перемещены в %{targetTopic}

source: MergeTopics|Merge topics
ko: 주제 병합
ru: Объединить теги

source: MergeTopics|Merging topics will cause the following:
ko: 주제를 병합하면 다음과 같은 결과가 발생합니다:
ru: Объединение тегов приведет к следующему:

source: MergeTopics|Move all assigned projects from the source topic to the target topic and remove the source topic.
ko: 할당된 모든 프로젝트를 원본 주제에서 대상 주제로 이동하고 원본 주제를 제거합니다.
ru: Переназначить тег для всех выбранных проектов.

source: MergeTopics|Source topic
ko: 소스 주제
ru: Исходный тег

source: MergeTopics|Target topic
ko: 대상 주제
ru: Конечный тег

source: MergeTopics|This action cannot be undone.
ko: 이 동작은 취소할 수 없습니다.
ru: Это действие нельзя будет отменить.

source: Merged
ko: 머지됨
ru: Объединён

source: Merged %{timeAgo} by
ko: %{timeAgo} 전 머지됨
ru: Объединён %{timeAgo}

source: Merged branches are being deleted. This can take some time depending on the number of branches. Please refresh the page to see changes.
ko: 머지된 브랜치가 삭제 중입니다. 브랜치 수에 따라 다소 시간이 걸릴 수 있습니다. 진행 사항을 보려면 페이지를 새로고침하세요.
ru: Объединённые ветки удаляются. Это может занять некоторое время в зависимости от количества веток. Обновите страницу, чтобы увидеть изменения.

source: Merged by
ko: 머지한 이
ru: Слияние выполнил(а)

source: Merged recently
ko: 최근 머지됨
ru: Объединены недавно

source: Merged this merge request.
ko: 이 머지 리퀘스트를 머지했습니다.

source: Merged: %{merged}
ko: 머지됨: %{merged}

source: Merges this merge request immediately.
ko: 이 머지 리퀘스트를 즉시 머지합니다.

source: Merge…
ko: 머지…
ru: Объединить…

source: Mermaid diagram
ko: 머메이드 다이어그램
ru: Диаграмма Mermaid

source: Message
ko: 메시지
ru: Сообщение

source: Message thread ID
ko: 메시지 스레드 ID
ru: Идентификатор темы сообщений

source: Messages
ko: 메시지
ru: Объявления

source: Method
ko: 메소드

source: Method call threshold (ms)
ko: 메소드 호출 임계값(ms)
ru: Порог вызова метода (мс)

source: Metric
ko: 측정항목

source: MetricChart|Please select a metric
ko: 측정항목을 선택하세요.
ru: Пожалуйста, выберите метрику

source: MetricChart|There is no data available. Please change your selection.
ko: 사용 가능한 데이터가 없습니다. 선택을 변경하십시오.

source: MetricChart|There is too much data to calculate. Please change your selection.
ko: 계산할 데이터가 너무 많습니다. 선택을 변경하십시오.

source: MetricImages|There was an issue deleting the image.
ko: 이미지를 삭제하는 중에 이슈가 발생했습니다.

source: MetricImages|There was an issue loading metric images.
ko: 측정항목 이미지를 로드하는 중에 이슈가 발생했습니다.

source: MetricImages|There was an issue updating your image.
ko: 이미지를 업데이트하는 중에 이슈가 발생했습니다.

source: MetricImages|There was an issue uploading your image.
ko: 이미지를 업로당하는 중에 이슈가 발생했습니다.

source: Metrics
ko: 측정항목
ru: Метрики

source: Metrics - Grafana
ko: 측정항목 - Grafana
ru: Метрики - Grafana

source: Metrics - Prometheus
ko: 측정항목 - Prometheus
ru: Метрики - Prometheus

source: Metrics Dashboard
ko: 측정항목 대시보드
ru: Панель метрик

source: Metrics Dashboard YAML definition
ko: 측정항목 대시보드 YAML 정의
ru: Определение YAML для панели метрик

source: Metrics Dashboard YAML definition is invalid:
ko: 측정항목 대시보드 YAML 정의가 잘못되었습니다.
ru: Определение YAML для панели метрик некорректно:

source: Metrics Dashboard YAML definition is valid.
ko: 측정항목 대시보드 YAML 정의가 유효합니다.
ru: Определение YAML для панели метрик корректно.

source: Metrics and profiling
ko: 측정항목 및 프로파일링
ru: Метрики и профилирование

source: Metrics:
ko: 측정항목:

source: Microsoft|Client ID
ko: 클라이언트 ID

source: Microsoft|Client secret
ko: 클라이언트 비밀

source: Microsoft|Enable Microsoft Azure integration for this group
ko: 이 그룹에 대해 Microsoft Azure 통합 활성화

source: Microsoft|Graph API endpoint
ko: 그래프 API 엔드포인트

source: Microsoft|Login API endpoint
ko: 로그인 API 끝점

source: Microsoft|Microsoft Azure Integration
ko: Microsoft Azure 통합

source: Microsoft|Microsoft Azure integration settings failed to save. %{errors}
ko: Microsoft Azure 통합 설정을 저장하지 못했습니다. %{errors}

source: Microsoft|Microsoft Azure integration settings were successfully updated.
ko: Microsoft Azure 통합 설정이 성공적으로 업데이트되었습니다.

source: Microsoft|Sync group memberships from Microsoft Azure when SAML response includes an overage claim.
ko: SAML 응답에 초과분 청구가 포함된 경우 Microsoft Azure에서 그룹 멤버십을 동기화합니다.
ru: Синхронизировать членство в группах из Microsoft Azure, если ответ SAML содержит заявление о превышении лимита.

source: Microsoft|Tenant ID
ko: Tanent ID

source: Microsoft|Use the default value, unless you're using Azure AD for US Government or Azure AD China operated by 22Vianet.
ko: 미국 정부용 Azure AD 또는 22Vianet에서 운영하는 Azure AD 중국을 사용하지 않는 한 기본값을 사용합니다.
ru: Используйте значение по умолчанию, если вы не используете Azure AD для правительства США или Azure AD в Китае, управляемый 22Vianet.

source: Microsoft|Use the default value, unless you're using using Microsoft Graph for US Government or Microsoft Graph China operated by 22Vianet.
ko: 미국 정부용 Microsoft Graph 또는 22Vianet에서 운영하는 Microsoft Graph China를 사용하지 않는 한 기본값을 사용합니다.
ru: Используйте значение по умолчанию, если вы не используете Microsoft Graph для правительства США или Microsoft Graph в Китае, управляемый 22Vianet.

source: Migrated %{success_count}/%{total_count} files.
ko: %{success_count}/%{total_count}개의 파일을 마이그레이션했습니다.
ru: Перенесено %{success_count}/%{total_count} файлов.

source: Migration
ko: 마이그레이션
ru: Миграция

source: Migration has been scheduled to be retried
ko: 마이그레이션이 재시도가 예약되었습니다
ru: Миграция запланирована для повторной попытки

source: Migration successful.
ko: 마이그레이션에 성공했습니다.
ru: Миграция прошла успешно.

source: Milestone
ko: 마일스톤
ru: Этап

source: Milestone due date
ko: 마일스톤 마감일
ru: Срок выполнения этапа

source: Milestone id(s) not found: %{milestones}
ko: 마일스톤 ID를 찾을 수 없음: %{milestones}
ru: Идентификатор(ы) этапа не найден(ы): %{milestones}

source: Milestone lists not available with your current license
ko: 현재 라이센스에서는 마일스톤 목록을 사용할 수 없습니다.
ru: Списки этапов недоступны с вашей текущей лицензией

source: Milestone(s) not found: %{milestones}
ko: 마일스톤을 찾을 수 없음: %{milestones}
ru: Этап(ы) не найден(ы): %{milestones}

source: MilestoneCombobox|Group milestones
ko: 그룹 마일스톤
ru: Этапы группы

source: MilestoneCombobox|No milestone
ko: 마일스톤 없음
ru: Нет этапа

source: MilestoneCombobox|Project milestones
ko: 프로젝트 마일스톤
ru: Этапы проекта

source: MilestoneCombobox|Select milestone
ko: 마일스톤 선택
ru: Выберите этап

source: MilestoneSidebar|Closed:
ko: 닫힘:
ru: Закрыто:

source: MilestoneSidebar|Copy reference
ko: 참조 복사
ru: Скопировать ссылку

source: MilestoneSidebar|Due date
ko: 마감일
ru: Срок выполнения

source: MilestoneSidebar|Edit
ko: 편집
ru: Редактировать

source: MilestoneSidebar|From
ko: 시작
ru: С

source: MilestoneSidebar|Issues
ko: 이슈
ru: Обсуждения

source: MilestoneSidebar|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: MilestoneSidebar|Merged:
ko: 머지됨:
ru: Объединено:

source: MilestoneSidebar|New Issue
ko: 새 이슈
ru: Новое обсуждение

source: MilestoneSidebar|New issue
ko: 새 이슈
ru: Новое обсуждение

source: MilestoneSidebar|No due date
ko: 마감일 없음
ru: Без срока выполнения

source: MilestoneSidebar|No start date
ko: 시작일 없음
ru: Нет даты начала

source: MilestoneSidebar|None
ko: 없음
ru: Нет

source: MilestoneSidebar|Open:
ko: 열기:
ru: Открыто:

source: MilestoneSidebar|Reference:
ko: 참조:
ru: Ссылка:

source: MilestoneSidebar|Start date
ko: 시작일
ru: Дата начала

source: MilestoneSidebar|Toggle sidebar
ko: 사이드바 토글
ru: Переключить панель

source: MilestoneSidebar|Until
ko: 기한
ru: До

source: MilestoneSidebar|Work items
ko: 작업 아이템
ru: Рабочие элементы

source: MilestoneSidebar|complete
ko: 완료
ru: завершено

source: Milestones
ko: 마일스톤
ru: Этапы

source: Milestones| You’re about to permanently delete the milestone %{milestoneTitle} and remove it from %{issuesWithCount} and %{mergeRequestsWithCount}. Once deleted, it cannot be undone or recovered.
ko: 마일스톤 %{milestoneTitle}(을)를 영구히 삭제하고 %{issuesWithCount}와 %{mergeRequestsWithCount}에서 제거합니다. 삭제 된 후에는 실행 취소하거나 복구 할 수 없습니다.
ru: Вы собираетесь окончательно удалить этап %{milestoneTitle} и удалить его из %{issuesWithCount} и %{mergeRequestsWithCount}. Это необратимо.

source: Milestones| You’re about to permanently delete the milestone %{milestoneTitle}. This milestone is not currently used in any issues or merge requests.
ko: 마일스톤 %{milestoneTitle}을 영구적으로 삭제하려고 합니다. 이 마일스톤은 어떠한 이슈 또는 머지 리퀘스트(MR)에서도 사용되지 않습니다.
ru: Вы собираетесь безвозвратно удалить этап %{milestoneTitle}. Этот этап в настоящее время не используется ни в обсуждениях, ни в запросах на слияние.

source: Milestones|Completed
ko: 완료됨
ru: Завершены

source: Milestones|Completed Issues (closed)
ko: 완료된 이슈 (닫힘)
ru: Завершённые обсуждения (закрыты)

source: Milestones|Create a milestone to better track your issues and merge requests. %{learn_more_link}
ko: 마일스톤을 만들어 이슈와 머지 리퀘스트를 더 잘 추적합니다. %{learn_more_link}
ru: Создайте этап для более эффективного отслеживания ваших обсуждений и запросов на слияние. %{learn_more_link}

source: Milestones|Delete milestone
ko: 마일스톤 삭제
ru: Удалить этап

source: Milestones|Delete milestone %{milestoneTitle}?
ko: 마일스톤 삭제 %{milestoneTitle}?
ru: Удалить этап %{milestoneTitle}?

source: Milestones|Failed to delete milestone %{milestoneTitle}
ko: 마일스톤을 삭제하지 못했습니다 %{milestoneTitle}
ru: Не удалось удалить этап %{milestoneTitle}

source: Milestones|Labels from issues in this milestone will appear here.
ko: 이 마일스톤내의 이슈의 라벨이 여기에 표시됩니다.
ru: Метки из обсуждений на этом этапе появятся здесь.

source: Milestones|Milestone %{milestoneTitle} was not found
ko: 마일스톤 %{milestoneTitle}를 찾을 수 없습니다
ru: Этап %{milestoneTitle} не найден

source: Milestones|No labels found
ko: 라벨을 찾을 수 없습니다.
ru: Метки не найдены

source: Milestones|Ongoing
ko: 진행중
ru: В процессе

source: Milestones|Ongoing Issues (open and assigned)
ko: 진행 중인 이슈 (오픈 및 담당자 지정)
ru: Текущие обсуждения (открыты и назначены)

source: Milestones|Organize issues and merge requests into a cohesive group, and set optional start and due dates. %{learn_more_link}
ko: 이슈와 머지 리퀘스트를 정리하고 요청을 일관된 그룹으로 머지합니다. 그리고 옵션의 시작일 및 마감일을 설정합니다. %{learn_more_link}
ru: Объединяйте обсуждения и запросы на слияние в единую группу и устанавливайте необязательные дату начала и срок выполнения. %{learn_more_link}

source: Milestones|Promote %{milestoneTitle} to group milestone?
ko: %{milestoneTitle}를 그룹 마일스톤으로 승격하시겠습니까?
ru: Повысить %{milestoneTitle} до группового этапа?

source: Milestones|Promote Milestone
ko: 마일스톤 승격
ru: Повысить этап

source: Milestones|Promoting %{milestoneTitle} will make it available for all projects inside %{groupName}. Existing project milestones with the same title will be merged.
ko: %{milestoneTitle} 을 승격하면 %{groupName}의 모든 프로젝트에서 사용할 수 있습니다. 동일한 제목의 기존 프로젝트 마일스톤이 머지됩니다.
ru: Повышение уровня %{milestoneTitle} сделает его доступным для всех проектов внутри %{groupName}. Существующие этапы проекта с таким же заголовком будут объединены.
