Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: This job deploys to the protected environment "%{environment}", which requires approvals. You can approve or reject the deployment on the deployment details page.
ko: 이 작업은 승인이 필요한 보호된 환경 "%{environment}"에 배포됩니다. 배포 세부정보 페이지에서 배포를 승인하거나 거부할 수 있습니다.
ru: Это задание производит развёртывание в защищённой среде «%{environment}», для которой требуются одобрения. Вы можете одобрить или отклонить развёртывание на странице деталей развёртывания.

source: This job does not have a trace.
ko: 이 작업은 이력이 남아 있지 않습니다.
ru: У этого задания нет журнала.

source: This job does not run automatically and must be started manually, but you do not have access to it.
ko: 이 작업은 자동으로 실행되지 않으며 수동으로 시작해야 하지만, 당신은 액세스 권한이 없습니다.
ru: Это задание не запускается автоматически и должно быть запущено вручную, но у вас нет доступа к нему.

source: This job does not start automatically and must be started manually.
ko: 이 작업은 자동으로 시작되지 않으므로 수동으로 시작해야 합니다.
ru: Это задание не запускается автоматически и должно быть запущено вручную.

source: This job does not start automatically and must be started manually. You can add CI/CD variables below for last-minute configuration changes before starting the job.
ko: 이 작업은 자동으로 시작되지 않으며 수동으로 시작해야 합니다. 작업을 시작하기 전에 마지막 구성 변경을 위해 아래 CI/CD 변수를 추가할 수 있습니다.

source: This job has been canceled
ko: 이 작업은 취소되었습니다
ru: Это фоновое задание отменено

source: This job has been skipped
ko: 이 작업을 생략되었습니다
ru: Это фоновое задание пропущено

source: This job has not been triggered yet
ko: 이 작업은 아직 실행되지 않았습니다.
ru: Это фоновое задание еще не запущено

source: This job has not started yet
ko: 이 작업은 아직 시작되지 않았습니다.
ru: Эта задача еще не запущена

source: This job is an out-of-date deployment to %{environmentLink} using cluster %{clusterNameOrLink} and namespace %{kubernetesNamespace}.
ko: 이 작업은 클러스터 %{clusterNameOrLink} 및 네임스페이스 %{kubernetesNamespace}를 사용하는 %{environmentLink} 에 대한 오래된 배포입니다.

source: This job is an out-of-date deployment to %{environmentLink} using cluster %{clusterNameOrLink} and namespace %{kubernetesNamespace}. View the %{deploymentLink}.
ko: 이 작업은 클러스터 %{clusterNameOrLink} 및 네임스페이스 %{kubernetesNamespace}를 사용하는 %{environmentLink} 에 대한 기한이 지난 배포입니다. %{deploymentLink}을 보십시오.

source: This job is an out-of-date deployment to %{environmentLink} using cluster %{clusterNameOrLink}.
ko: 이 작업은 클러스터 %{clusterNameOrLink}을 사용하는 %{environmentLink} 에 대한 오래된 배포입니다.
ru: Это задание является устаревшим развёртыванием в %{environmentLink} с использованием кластера %{clusterNameOrLink}.

source: This job is an out-of-date deployment to %{environmentLink} using cluster %{clusterNameOrLink}. View the %{deploymentLink}.
ko: 이 작업은 클러스터 %{clusterNameOrLink}을 사용하는 %{environmentLink} 에 대한 기한이 지난 배포입니다. %{deploymentLink}를 보십시오.
ru: Это задание является устаревшим развёртыванием в %{environmentLink} с использованием кластера %{clusterNameOrLink}. Смотрите %{deploymentLink}.

source: This job is an out-of-date deployment to %{environmentLink}.
ko: 이 작업은 %{environmentLink}에 대한 오래된 배포입니다.
ru: Эта работа является устаревшим развёртыванием в %{environmentLink}.

source: This job is an out-of-date deployment to %{environmentLink}. View the %{deploymentLink}.
ko: 이 작업은 %{environmentLink}에 대한 기한이 지난 배포입니다. %{deploymentLink}을 보십시오.
ru: Это задание является устаревшим развёртыванием в %{environmentLink}. Смотрите %{deploymentLink}.

source: This job is archived. Only the complete pipeline can be retried.
ko: 이 작업은 아카이빙 되었습니다. 완료된 파이프라인만 재시도할 수 있습니다.
ru: Это задание архивировано. Можно повторно запустить только весь конвейер.

source: This job is creating a deployment to %{environmentLink} using cluster %{clusterNameOrLink} and namespace %{kubernetesNamespace}.
ko: 이 작업은 클러스터 %{clusterNameOrLink} 과 네임스페이스 %{kubernetesNamespace}를 사용하여 %{environmentLink}에 대한 배포를 생성합니다.

source: This job is creating a deployment to %{environmentLink} using cluster %{clusterNameOrLink} and namespace %{kubernetesNamespace}. This will overwrite the %{deploymentLink}.
ko: 이 작업은 클러스터 %{clusterNameOrLink}와 네임스페이스 %{kubernetesNamespace}를 사용하여 %{environmentLink}에 대한 배포를 생성합니다. 이는 %{deploymentLink}을 덮어씁니다.

source: This job is creating a deployment to %{environmentLink} using cluster %{clusterNameOrLink}.
ko: 이 작업은 클러스터 %{clusterNameOrLink}을 사용하여 %{environmentLink}에 대한 배포를 생성합니다.

source: This job is creating a deployment to %{environmentLink} using cluster %{clusterNameOrLink}. This will overwrite the %{deploymentLink}.
ko: 이 작업은 클러스터 %{clusterNameOrLink}를 사용하여 %{environmentLink}에 대한 배포를 생성합니다. 이는 %{deploymentLink}를 덮어씁니다.
ru: Это задание создаст развёртывание в %{environmentLink} с использованием кластера %{clusterNameOrLink}. Оно перезапишет %{deploymentLink}.

source: This job is creating a deployment to %{environmentLink}.
ko: 이 작업은 %{environmentLink}에 배포를 생성합니다.
ru: Это задание создает развёртывание в %{environmentLink}.

source: This job is creating a deployment to %{environmentLink}. This will overwrite the %{deploymentLink}.
ko: 이 작업은 %{environmentLink}에 배포를 생성합니다. 이는 %{deploymentLink}을 덮어씁니다.
ru: Это задание создаст развёртывание в %{environmentLink}. Оно перезапишет %{deploymentLink}.

source: This job is deployed to %{environmentLink} using cluster %{clusterNameOrLink} and namespace %{kubernetesNamespace}.
ko: 이 작업은 클러스터 %{clusterNameOrLink} 과 네임스페이스 %{kubernetesNamespace}를 사용하여 %{environmentLink} 에 배포됩니다.

source: This job is deployed to %{environmentLink} using cluster %{clusterNameOrLink}.
ko: 이 작업은 클러스터 %{clusterNameOrLink}을 사용하여 %{environmentLink} 에 배포됩니다.

source: This job is deployed to %{environmentLink}.
ko: 이 작업은 %{environmentLink}에 배포됩니다.

source: This job is in pending state and is waiting to be picked by a runner
ko: 이 작업은 대기 상태이며 Runner가 실행하기를 기다리고 있습니다.
ru: Это фоновое задание находится в состоянии ожидания и ожидает запуска процесса исполнения

source: This job is in the process of canceling
ko: 이 작업을 취소하는 중입니다
ru: Это задание в процессе отмены

source: This job is performing tasks that must complete before it can start
ko: 이 작업은 시작하기 전에 완료해야 하는 작업을 수행하고 있습니다.
ru: Это задание выполняет задачи, которые должны быть завершены перед его началом

source: This job is preparing to start
ko: 이 작업은 시작 준비 중입니다.

source: This job is waiting for resource:
ko: 이 작업은 리소스를 기다리고 있습니다.

source: This job requires a manual action
ko: 이 작업에는 수동 작업이 필요합니다.
ru: Это фоновое задание требует ручных действий

source: This job will automatically run after its timer finishes. Often they are used for incremental roll-out deploys to production environments. When unscheduled it converts into a manual action.
ko: 이 작업은 타이머가 종료된 후 자동으로 실행됩니다. 프로덕션 환경에 대한 증분(incremental) 롤아웃 배포에 사용되는 경우가 많습니다. 예약되지 않은 경우 수동 작업으로 전환됩니다.
ru: Это задание будет выполнено автоматически после завершения таймера. Обычно такие задания используются для поэтапного развёртывания в рабочие окружения. При отмене расписания оно превращается в ручное действие.

source: This license has already expired.
ko: 이 라이선스는 이미 만료되었습니다.
ru: Срок действия этой лицензии истёк.

source: This link points to external content
ko: 이 링크는 외부 콘텐츠를 가리킵니다.

source: This link will redirect you to %{url}. If this URL looks wrong, please go back or close this window. Do you want to continue?
ko: 이 링크는 %{url}로 이동 합니다. 이 URL이 잘못된 것 같으면 뒤로 돌아가거나 이 창을 닫으세요. 계속하시겠습니까?
ru: Эта ссылка перенаправит вас к %{url}. Если этот URL выглядит неправильно, вернитесь назад или закройте это окно. Вы хотите продолжить?

source: This may expose confidential information as the selected fork is in another namespace that can have other members.
ko: 선택한 포크가 다른 사용자를 가질 수 있는 다른 네임스페이스에 있으므로 비공개 정보가 노출될 수 있습니다.
ru: Это может раскрыть конфиденциальную информацию, так как выбранный форк находится в другом пространстве имен, в котором могут быть другие участники.

source: This means you can not push code until you create an empty repository or import existing one.
ko: 즉, 빈 리포지토리를 만들거나 기존 저장소를 가져올 때까지 코드를 Push 할 수 없습니다.
ru: Это означает, что вы не можете отправить код, пока не создадите пустой репозиторий или не импортируете существующий.

source: This merge request does not have accessibility reports
ko: 이 머지 리퀘스트에는 접근성 리포트가 없습니다.
ru: Для этого запроса на слияние нет отчётов о доступности

source: This merge request does not have codequality reports
ko: 이 머지 리퀘스트에는 코드 품질 리포트가 없습니다.

source: This merge request has reached the maximum limit of %{limit} versions and cannot be updated further. Close this merge request and create a new one instead.
ko: 이 머지 리퀘스트는 최대 한도인 %{limit}개 버전에 도달했으며 더 이상 업데이트할 수 없습니다. 이 머지 리퀘스트를 닫고 대신 새 머지 리퀘스트를 만드세요.
ru: Этот запрос на слияние достиг максимального лимита в %{limit} версий и не может быть обновлён дальше. Закройте этот запрос на слияние и создайте новый.

source: This merge request has too many diff commits, and can't be updated. Close this merge request and create a new one.
ko: 이 머지 리퀘스트에 diff 커밋이 너무 많아 업데이트할 수 없습니다. 이 머지 리퀘스트를 닫고 새로 만듭니다.

source: This merge request is closed. To apply this suggestion, edit this file directly.
ko: 머지 리퀘스트가 종료되었습니다. 이 제안을 적용하려면 이 파일을 직접 편집하십시오.

source: This merge request is from a private project to a public project.
ko: 이 머지 리퀘스트는 비공개 프로젝트에서 공개 프로젝트로의 요청입니다.

source: This merge request is from a private project to an internal project.
ko: 이 머지 리퀘스트는 비공개 프로젝트에서 내부 프로젝트로의 요청입니다.

source: This merge request is from an internal project to a public project.
ko: 이 머지 리퀘스트는 내부 프로젝트에서 공개 프로젝트로의 요청입니다.

source: This merge request is hidden because its author has been banned.
ko: 이 머지 리퀘스트는 작성자가 계정정지되었기 때문에 숨겨져 있습니다.
ru: Этот запрос на слияние скрыт потому что его автор был забанен.

source: This merge request was merged. To apply this suggestion, edit this file directly.
ko: 이 머지 리퀘스트가 머지되었습니다. 이 제안을 적용하려면 이 파일을 직접 편집하십시오.
ru: Этот запрос на слияние был объединён. Чтобы применить это предложение, отредактируйте файл напрямую.

source: This only applies to repository indexing operations.
ko: 이는 리포지토리 인덱싱 작업에만 적용됩니다.
ru: Это относится только к операциям индексации репозитория.

source: This page is hosted on GitLab pages but contains user-generated content and may contain malicious code. Do not accept unless you trust the author and source.
ko: 이 페이지는 GitLab Pages에서 호스팅되지만 사용자가 생성한 콘텐츠를 포함하고 있으며 악성 코드를 포함할 수 있습니다. 작성자와 출처를 신뢰하지 않는다면 수락하지 마십시오.

source: This page is unavailable because you are not allowed to read information across multiple projects.
ko: 여러 프로젝트에서 정보를 읽을 수 없으므로 이 페이지를 사용할 수 없습니다.
ru: Эта страница недоступна, так как вам не разрешено просматривать информацию из нескольких проектов.

source: This parent item does not exist or you don't have sufficient permission.
ko: 이 상위 항목이 존재하지 않거나, 당신이 충분한 권한이 없습니다.

source: This pipeline makes use of a predefined CI/CD configuration enabled by %{strongStart}Auto DevOps.%{strongEnd}
ko: 이 파이프라인은 %{strongStart}Auto DevOps에 의해 활성화된 사전 정의된 CI/CD 설정을 사용합니다.%{strongEnd}

source: This pipeline makes use of a predefined CI/CD configuration enabled by Auto DevOps.
ko: 이 파이프라인은 Auto DevOps에 의해 활성화된 사전 정의된 CI/CD 설정을 사용합니다.

source: This pipeline was created by a schedule
ko: 이 파이프라인은 예정된 일정에 따라 생성되었습니다
ru: Этот конвейер был создан по расписанию

source: This pipeline was created by a schedule.
ko: 이 파이프라인은 예정된 일정에 따라 생성되었습니다.
ru: Этот конвейер был создан по расписанию.

source: This pipeline was created by an API call authenticated with a trigger token
ko: 이 파이프라인은 트리거 토큰으로 인증된 API 호출로 생성되었습니다.
ru: Этот конвейер был создан с помощью вызова API, аутентифицированного с использованием токена запуска

source: This pipeline was triggered using the api
ko: 이 파이프라인은 API를 사용하여 트리거되었습니다.
ru: Этот конвейер был запущен через API

source: This policy needs %{approvals} approval because %{rules}
ko: 이 정책은 %{rules} 때문에 %{approvals} 승인이 필요합니다.
ru: Для этой политики требуется %{approvals} одобрение, потому что %{rules}

source: This process deletes the project repository and all related resources.
ko: 이 프로세스는 프로젝트 리포지토리 및 모든 관련 리소스를 삭제합니다.
ru: Этот процесс удаляет репозиторий проекта и все связанные с ним ресурсы.

source: This project can be restored until %{date}.
ko: 이 프로젝트는 %{date}까지 복원할 수 있습니다.
ru: Этот проект можно восстановить до %{date}.

source: This project can be restored until %{date}. %{linkStart}Learn more%{linkEnd}.
ko: 이 프로젝트는 %{date}까지 복원 가능합니다. %{linkStart}자세히 알아보기%{linkEnd}.

source: This project cannot be %{visibilityLevel} because the visibility of %{openShowLink}%{name}%{closeShowLink} is %{visibility}. To make this project %{visibilityLevel}, you must first %{openEditLink}change the visibility%{closeEditLink} of the parent group.
ko: %{openShowLink}%{name}%{closeShowLink}의 공개 범위가 %{visibility}이므로 이 프로젝트는 %{visibilityLevel}이 될 수 없습니다. 이 프로젝트를 %{visibilityLevel}로 만들려면 먼저 상위 그룹의 %{closeEditLink} 공개범위를 변경%{openEditLink}해야 합니다.

source: This project does not belong to a group and cannot make use of group runners.
ko: 이 프로젝트는 그룹에 속하지 않으며 그룹 러너를 사용할 수 없습니다.
ru: Этот проект не принадлежит группе и не может использовать средства выполнения группы.

source: This project does not have %{service_desk_link_start}Service Desk%{service_desk_link_end} enabled, so the user who created the issue will no longer receive email notifications about new activity.
ko: 이 프로젝트에는 %{service_desk_link_start}Service Desk%{service_desk_link_end} 이 활성화되어 있지 않으므로 이슈를 생성한 사용자는 더 이상 새 활동에 대한 이메일 알림을 받지 않습니다.
ru: В этом проекте не включена %{service_desk_link_start}Служба поддержки%{service_desk_link_end}, поэтому пользователь, создавший обсуждение, перестанет получать уведомления по электронной почте о новых действиях.

source: This project does not have a wiki homepage yet
ko: 이 프로젝트에는 아직 위키 홈페이지가 없습니다.
ru: У этого проекта еще нет стартовой вики страницы

source: This project does not include diff previews in email notifications.
ko: 이 프로젝트에는 이메일 알림에 diff 미리보기가 포함되어 있지 않습니다.
ru: В этом проекте отключены предварительные просмотры различий в уведомлениях по электронной почте.

source: This project has no active access tokens.
ko: 이 프로젝트에는 활성 액세스 토큰이 없습니다.
ru: В этом проекте нет активных токенов доступа.

source: This project has no inactive access tokens.
ko: 이 프로젝트에는 비활성화된 액세스 토큰이 없습니다.
ru: В этом проекте нет неактивных токенов доступа.

source: This project is %{strongStart}NOT%{strongEnd} a fork, and has the following:
ko: 이 프로젝트는 포크가 %{strongStart}아닙니다%{strongEnd}. 그리고 다음을 갖고 있습니다:
ru: Этот проект %{strongStart}НЕ%{strongEnd} является форком и имеет следующее:

source: This project is %{strongStart}NOT%{strongEnd} a fork. This process deletes the project repository and all related resources.
ko: 이 프로젝트는 포크가 %{strongStart}아닙니다%{strongEnd}. 이 프로세스는 프로젝트 리포지토리 및 모든 관련 리소스를 삭제합니다.
ru: Этот проект %{strongStart}НЕ%{strongEnd} форк. Этот процесс удалит репозиторий проекта и все связанные с ним ресурсы.

source: This project is archived and cannot be commented on.
ko: 이 프로젝트는 아카이빙 되어 댓글을 달 수 없습니다.
ru: Проект заархивирован и не может быть прокомментирован.

source: This project is archived and read-only. To resume pull mirroring, unarchive the project.
ko: 이 프로젝트는 아카이빙 되었으며 읽기 전용입니다. 풀 미러링을 재개하려면 프로젝트 아카이빙을 해제하십시오.

source: This project is licensed under the %{strong_start}%{license_name}%{strong_end}.
ko: 이 프로젝트는 %{strong_start}%{license_name}%{strong_end}에 따라 라이센스가 부여됩니다.

source: This project is mirrored from %{link}.
ko: 이 프로젝트는 %{link}에서 미러링되었습니다.
ru: Этот проект зеркалирован с %{link}.

source: This project is pending deletion, and will be deleted on %{date}. Repository and other project resources are read-only.
ko: 이 프로젝트는 삭제 대기 중이며, %{date} 에 삭제됩니다. 리포지토리와 기타 프로젝트 리소스는 읽기 전용입니다.
ru: Этот проект ожидает удаления и будет удалён %{date}. Репозиторий и другие ресурсы проекта доступны только для чтения.

source: This project is public. Non-members can guess the Service Desk email address, because it contains the group and project name. %{linkStart}How do I create a custom email address?%{linkEnd}
ko: 이 프로젝트는 공개입니다. 서비스 데스크 이메일 주소에는 그룹 및 프로젝트 이름이 포함되어 있기 때문에 비회원도 서비스 데스크 이메일 주소를 추측할 수 있습니다. %{linkStart}커스텀 이메일 주소는 어떻게 만드나요?%{linkEnd}
ru: Этот проект публичный. Люди, не являющиеся членами проекта, могут угадать адрес Службы поддержки, потому что он содержит название группы и проекта. %{linkStart}Как мне создать настраиваемый адрес электронной почты?%{linkEnd}

source: This project is scheduled for deletion on %{date}. This action will permanently delete this project, including all its resources, %{strongOpen}immediately%{strongClose}. This action cannot be undone.
ko: 이 프로젝트는 %{date}에 삭제될 예정입니다. 이 작업을 수행하면 이 프로젝트와 모든 리소스가 영구적으로 삭제됩니다. %{strongOpen}즉시%{strongClose}. 이 작업은 실행 취소할 수 없습니다.

source: This project manages its dependencies using %{strong_start}%{manager_name}%{strong_end}
ko: 이 프로젝트는 다음 %{strong_start}%{manager_name}%{strong_end} 사용하여 의존성들을 관리합니다.

source: This project path either does not exist or you do not have access.
ko: 이 프로젝트 경로가 존재하지 않거나 액세스 권한이 없습니다.

source: This project reached the limit of custom domains. (Max %d)
ko: 이 프로젝트는 사용자지정 도메인 한도에 도달했습니다. (최대 %d)

source: This project was scheduled for deletion, but failed with the following message:
ko: 이 프로젝트는 삭제가 예약되었으나 실패하였습니다. 다음 메시지를 확인하십시오.
ru: Этот проект был запланирован к удалению, но произошёл сбой со следующим сообщением:

source: This project's pipeline configuration is located outside this repository
ko: 이 프로젝트의 파이프라인 설정이 이 리포지토리 외부에 있습니다.
ru: Конфигурация конвейера этого проекта находится за пределами этого репозитория

source: This release was created with a date in the past. Evidence collection at the moment of the release is unavailable.
ko: 이 릴리스는 과거 날짜로 생성되었습니다. 배포 당시의 증거 수집은 불가능합니다.
ru: Этот релиз был создан с датой в прошлом. Сбор доказательств на момент релиза недоступен.

source: This report uses a supported MAJOR.MINOR schema version but the PATCH version doesn't match any vendored schema version. Validation will be attempted against version %{find_latest_patch_version}
ko: 이 보고서는 지원되는 MAJOR.MINOR 스키마 버전을 사용하지만 PATCH 버전은 공급업체 스키마 버전과 일치하지 않습니다. 버전 %{find_latest_patch_version}에 대해 유효성 검사를 시도합니다.
ru: В этом отчете используется поддерживаемая версия схемы MAJOR.MINOR, но версия PATCH не соответствует ни одной из версий схемы поставщика. Будет предпринята попытка проверки по версии %{find_latest_patch_version}

source: This repository
ko: 이 리포지토리
ru: Этот репозиторий

source: This repository has never been checked.
ko: 이 리포지토리는 점검된 적이 없습니다.
ru: Этот репозиторий никогда не проверялся.

source: This repository is currently empty. A new Auto DevOps pipeline will be created after a new file has been pushed to a branch.
ko: 이 리포지토리는 현재 비어 있습니다. 새 파일이 브랜치에 푸시된 후 새 Auto DevOps 파이프라인이 생성됩니다.
ru: Этот репозиторий пока пуст. Новый конвейер Auto DevOps будет создан после добавления файла в ветку.

source: This repository was last checked %{last_check_timestamp}. The check %{strong_start}failed.%{strong_end} See the 'repocheck.log' file for error messages.
ko: 이 리포지토리는 %{last_check_timestamp}에 마지막으로 점검하였습니다. 점검에 %{strong_start}실패%{strong_end}했습니다. 오류 메시지는 'repocheck.log' 파일을 참조하십시오.
ru: Последняя проверка этого репозитория была выполнена %{last_check_timestamp}. Проверка %{strong_start}завершилась с ошибкой.%{strong_end} Сообщения об ошибках сохранены в файле `repocheck.log`.

source: This repository was last checked %{last_check_timestamp}. The check passed.
ko: 이 리포지토리는 %{last_check_timestamp}에 마지막으로 점검되었습니다 . 점검 결과 성공되었습니다.

source: This setting can be overridden in each project.
ko: 이 설정은 각 프로젝트에서 재정의할 수 있습니다.
ru: Эта настройка может быть переопределена в каждом проекте.

source: This setting has been configured at the instance level and cannot be overridden per group
ko: 이 설정은 인스턴스 수준에서 구성되었으며 그룹별로 재정의할 수 없습니다.
ru: Эта настройка была установлена на уровне экземпляра и не может быть переопределена на уровне группы

source: This setting is allowed for forked projects only
ko: 이 설정은 포크된 프로젝트에만 허용됩니다.
ru: Эта настройка разрешена только для форкнутых проектов

source: This stage has one or more manual jobs that require confirmation before retrying. Do you want to proceed?
ko: 이 단계에는 다시 시도하기 전에 확인이 필요한 수동 작업이 하나 이상 있습니다. 진행 하시겠습니까?
ru: В этом этапе есть одно или несколько ручных заданий, которые требуют подтверждения перед повторным запуском. Хотите продолжить?

source: This suggestion already matches its content.
ko: 이 제안은 이미 콘텐츠와 일치합니다.

source: This title already exists.
ko: 이미 존재하는 제목입니다.

source: This trial is for
ko: 이 시험판
ru: Эта пробная версия предназначена для

source: This user
ko: 이 사용자
ru: Этот пользователь

source: This user cannot be unlocked manually from GitLab
ko: 이 사용자는 GitLab에서 수동으로 잠금 해제할 수 없습니다.
ru: Этот пользователь не может быть разблокирован вручную из GitLab

source: This user does not have a one-time password authenticator registered.
ko: 이 사용자는 일회용 비밀번호 인증기를 등록하지 않았습니다.
ru: У этого пользователя не зарегистрирован генератор одноразовых паролей.

source: This user has an unconfirmed email address (%{email}). You may force a confirmation.
ko: 이 사용자는 확인되지 않은 이메일 주소(%{email})를 가지고 있습니다. 확인을 강제할 수 있습니다.

source: This user has an unconfirmed email address. You may force a confirmation.
ko: 이 사용자는 확인되지 않은 이메일 주소를 가지고 있습니다. 확인을 강제할 수 있습니다.

source: This user has no active %{accessTokenTypePlural}.
ko: 이 사용자는 활성 %{accessTokenTypePlural}이 없습니다.
ru: У этого пользователя нет активных %{accessTokenTypePlural}.

source: This user has no identities
ko: 이 사용자는 신원이 없습니다.
ru: У этого пользователя нет идентификаций

source: This user has previously committed to the %{name} project.
ko: 이 사용자는 이전에 %{name} 프로젝트에 커밋했습니다.
ru: Этот пользователь ранее отправлял коммиты в проект %{name}.

source: This user has the %{access} role in the %{name} project.
ko: 이 사용자는 %{name} 프로젝트에서 %{access} 역할을 가지고 있습니다.
ru: У этого участника есть роль %{access} в проекте %{name}.

source: This user is currently exempt from identity verification. Remove the exemption using the button below.
ko: 이 사용자는 현재 신원 확인이 면제됩니다. 아래 버튼을 사용하여 면제를 삭제하세요.
ru: Этот пользователь в данный момент освобождён от проверки личности. Уберите освобождение с помощью кнопки ниже.

source: This user is the author of this %{noteable}.
ko: 이 사용자는 이 %{noteable}의 작성자입니다.
ru: Этот пользователь является автором этого %{noteable}.

source: This user is the author of this %{workItemType}.
ko: 이 사용자는 이 %{workItemType}의 작성자입니다.
ru: Этот пользователь является автором этого %{workItemType}.

source: This value is not valid.
ko: 이 값은 유효하지 않습니다.
ru: Значение недопустимо.

source: This vulnerability was automatically resolved because its vulnerability type was disabled in this project or removed from GitLab's default ruleset. For details about SAST rule changes, see https://docs.gitlab.com/ee/user/application_security/sast/rules#important-rule-changes.
ko: 이 프로젝트에서 해당 취약점 유형이 비활성화되었거나 GitLab의 기본 규칙 세트에서 제거되었기 때문에 이 취약점은 자동으로 해결되었습니다. SAST 규칙 변경 사항에 대한 자세한 내용은 https://docs.gitlab.com/ee/user/application_security/sast/rules#important-rule-changes를 참조하세요.
ru: Эта уязвимость была автоматически устранена, потому что её тип уязвимости был отключён в этом проекте или удалён из набора правил по умолчанию в GitLab. Подробную информацию об изменениях в правилах SAST можно найти по ссылке https://docs.gitlab.com/ee/user/application_security/sast/rules#important-rule-changes.

source: This will rebase all commits from the source branch onto the target branch.
ko: 이 작업은 소스 브랜치로 부터 타겟브랜치로 모든 커밋을 rebase 합니다.
ru: Это перебазирует все коммиты из исходной ветки в целевую ветку.

source: This will remove the fork relationship between this project and %{fork_source}.
ko: 이 프로젝트와 %{fork_source}간의 포크 관계가 제거됩니다.
ru: Это удалит связь форка между этим проектом и %{fork_source}.

source: This will remove the fork relationship between this project and other projects in the fork network.
ko: 이 프로젝트와 포크 네트워크의 다른 프로젝트 간의 포크 관계가 제거됩니다.
ru: Это удалит связь форка между этим проектом и другими проектами в сети форков.

source: Thread options
ko: 스레드 옵션
ru: Опции тем

source: Thread to reply to cannot be found
ko: 회신할 스레드를 찾을 수 없습니다.
ru: Тема для ответа не найдена
