Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Terraform|Support for periods (`.`) in Terraform state names might break existing states.
ko: Terraform 상태 이름에 마침표(`.`)를 지원하면 기존 상태가 손상될 수 있습니다.
ru: Поддержка точек (.) в названиях состояний Terraform может нарушить существующие состояния.

source: Terraform|Support for periods (`.`) in Terraform state names might break existing states. Refer to the %{link_start}troubleshooting%{link_end} to learn more.
ko: Terraform 상태 이름에 마침표(`.`)를 지원하면 기존 상태가 손상될 수 있습니다. 자세한 내용은 %{link_start}문제 해결%{link_end} 을 참조하세요.
ru: Поддержка точек (.) в названиях состояний Terraform может нарушить существующие состояния. Ознакомьтесь с %{link_start}руководством по устранению неполадок%{link_end}, чтобы узнать подробности.

source: Terraform|Terraform init command
ko: Terraform init 명령

source: Terraform|Terraform states
ko: Terraform 상태
ru: Состояния Terraform

source: Terraform|The job %{strong_start}%{name}%{strong_end} failed to generate a report.
ko: %{strong_start}%{name}%{strong_end} 작업이 리포트를 생성하지 못했습니다.

source: Terraform|The job %{strong_start}%{name}%{strong_end} generated a report.
ko: %{strong_start}%{name}%{strong_end} 작업이 리포트를 생성했습니다.

source: Terraform|To get access to this terraform state from your local computer, run the following command at the command line. The first line requires a personal access token with API read and write access. %{linkStart}How do I create a personal access token?%{linkEnd}.
ko: 로컬 컴퓨터에서 이 terraform 상태에 액세스하려면 명령줄에서 다음 명령을 실행합니다. 첫 번째 줄에는 API 읽기 및 쓰기 접근 권한이 있는 개인 액세스 토큰이 필요합니다. %{linkStart}개인 액세스 토큰은 어떻게 생성합니까?%{linkEnd}.
ru: Чтобы получить доступ к этому состоянию terraform с вашего локального компьютера, выполните следующую команду в командной строке. Первая строка требует личного токена доступа с правами на чтение и запись через API. %{linkStart}Как создать личный токен доступа?%{linkEnd}.

source: Terraform|To remove the State file and its versions, type %{name} to confirm:
ko: 상태 파일 및 해당 버전을 제거하려면 %{name}를 입력하여 확인합니다.

source: Terraform|Unknown User
ko: 알 수 없는 사용자

source: Terraform|Unlock
ko: 잠금 해제

source: Terraform|Unlocking state
ko: 잠금 해제 상태

source: Terraform|You are about to remove the state file %{name}. This will permanently delete all the State versions and history. The infrastructure provisioned previously will remain intact, and only the state file with all its versions will be removed. This action cannot be undone.
ko: 상태 파일 %{name}를 제거하려고 합니다. 이렇게 하면 모든 상태 버전과 기록이 영구적으로 삭제됩니다. 이전에 프로비저닝된 인프라는 그대로 유지되며, 모든 버전이 포함된 상태 파일만 제거됩니다. 이 작업은 취소할 수 없습니다.
ru: Вы собираетесь удалить файл состояния %{name}. Это навсегда удалит все версии состояния и историю. Ранее развернутая инфраструктура останется неизменной, и будет удалён только файл состояния со всеми его версиями. Это действие нельзя отменить.

source: Terraform|You have insufficient permissions to delete this state
ko: 이 상태를 삭제할 수 있는 권한이 부족합니다.

source: Terraform|Your project doesn't have any Terraform state files
ko: 프로젝트에 Terraform 상태 파일이 없습니다.
ru: В вашем проекте нет файлов состояния Terraform

source: Test
ko: 테스트
ru: Тест

source: Test case
ko: 테스트 케이스
ru: Тест-кейс

source: Test cases
ko: 테스트 케이스
ru: Тест-кейсы

source: Test coverage value for this pipeline was calculated by the coverage value of %d job.
ko: 이 파이프라인의 테스트 커버리지 범위 값은 %d 작업 결과 커버리지 값을 평균하여 계산되었습니다.
ru: Значение покрытия тестами для этого конвейера было рассчитано на основе значения покрытия тестами %d задания.

source: Test coverage: %d hit
ko: 테스트 커버리지: %d 히트
ru: Покрытие тестами: %d попадание

source: Test settings
ko: 테스트 설정
ru: Проверить настройки

source: Test summary
ko: 테스트 요약
ru: Итоги тестирования

source: TestCases|Move test case
ko: 테스트 케이스 이동
ru: Переместить тест-кейс

source: TestCases|Moving test case
ko: 테스트 케이스 이동
ru: Перемещение тест-кейса

source: TestCases|New test case
ko: 새 테스트 케이스
ru: Новый тест-кейс

source: TestCases|Search test cases
ko: 테스트 케이스 검색
ru: Поиск тест-кейсов

source: TestCases|Something went wrong while adding test case to a to-do item.
ko: 할 일 목록에 테스트 케이스를 추가하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при добавлении напоминания для теста.

source: TestCases|Something went wrong while creating a test case.
ko: 테스트 케이스를 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании теста.

source: TestCases|Something went wrong while fetching test case.
ko: 테스트 케이스를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении теста.

source: TestCases|Something went wrong while fetching test cases list.
ko: 테스트 케이스 목록을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении списка тестов.

source: TestCases|Something went wrong while marking test case to-do item as done.
ko: 테스트 케이스 할 일 항목을 완료로 마킹하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при пометке напоминания для теста как выполненного.

source: TestCases|Something went wrong while moving test case.
ko: 테스트 케이스를 이동하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при перемещении теста.

source: TestCases|Something went wrong while updating the test case.
ko: 테스트 케이스를 업데이트하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при обновлении теста.

source: TestCases|Submit test case
ko: 테스트 케이스 제출
ru: Отправить тест-кейс

source: TestHooks|Ensure one of your projects has merge requests.
ko: 프로젝트 중 하나에 머지 리퀘스트가 있는지 확인하십시오.
ru: Убедитесь, что один из ваших проектов имеет запросы на слияние.

source: TestHooks|Ensure the project has CI jobs.
ko: 프로젝트에 CI 작업이 있는지 확인하세요.
ru: Убедитесь, что проект имеет задания CI.

source: TestHooks|Ensure the project has CI pipelines.
ko: 프로젝트에 CI 파이프라인이 있는지 확인하세요.
ru: Убедитесь, что проект имеет сборочные линии CI.

source: TestHooks|Ensure the project has deployments.
ko: 프로젝트에 배포가 있는지 확인하세요.

source: TestHooks|Ensure the project has issues.
ko: 프로젝트에 이슈가 있는지 확인하세요.
ru: Убедитесь, что у проекта есть обсуждения.

source: TestHooks|Ensure the project has merge requests.
ko: 프로젝트에 머지 리퀘스트가 있는지 확인하세요.
ru: Убедитесь, что у проекта есть запросы на слияние.

source: TestHooks|Ensure the project has notes.
ko: 프로젝트에 노트가 있는지 확인하세요.
ru: Убедитесь, что в проекте есть заметки.

source: TestHooks|Ensure the project has releases.
ko: 프로젝트에 릴리스가 있는지 확인하십시오.
ru: Убедитесь, что у проекта есть релизы.

source: TestHooks|Ensure the project has vulnerabilities.
ko: 프로젝트에 취약점이 있는지 확인하세요.

source: TestHooks|Ensure the wiki is enabled and has pages.
ko: 위키가 활성화되어 있고 페이지가 있는지 확인하십시오.
ru: Убедитесь, что вики включена и имеет страницы.

source: TestReports|%{count} errors
ko: %{count}개의 오류
ru: %{count} ошибок

source: TestReports|%{count} failures
ko: %{count}개의 실패
ru: %{count} сбоев

source: TestReports|%{count} tests
ko: %{count}개의 테스트

source: TestReports|%{rate}%{sign} success rate
ko: %{rate}%{sign} 성공률
ru: %{rate}%{sign} показатель успешности

source: TestReports|Attachment
ko: 첨부

source: TestReports|Copy test name to rerun locally
ko: 로컬에서 다시 실행할 테스트 이름 복사
ru: Скопировать имя теста для повторного запуска локально

source: TestReports|Job artifacts are expired
ko: 작업 아티팩트가 만료되었습니다.
ru: Срок действия артефактов задания истек

source: TestReports|Jobs
ko: 작업
ru: Задания

source: TestReports|Learn how to upload pipeline test reports
ko: 파이프라인 테스트 리포트를 업로드하는 방법 알아보기

source: TestReports|Learn more about pipeline test reports
ko: 파이프라인 테스트 리포트에 대해 자세히 알아보기
ru: Подробнее об отчетах о тестировании конвейера

source: TestReports|No test cases were found in the test report.
ko: 테스트 리포트에서 테스트 케이스를 찾을 수 없습니다.

source: TestReports|Test reports require job artifacts but all artifacts are expired. %{linkStart}Learn more%{linkEnd}
ko: 테스트 보고서에는 작업 아티팩트가 필요하지만 모든 아티팩트가 만료되었습니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Отчёты о тестировании требуют артефактов заданий, но все артефакты устарели. %{linkStart}Подробнее%{linkEnd}.

source: TestReports|There are no test cases to display.
ko: 표시할 테스트 케이스가 없습니다.
ru: Нет тестовых примеров для отображения.

source: TestReports|There are no test reports for this pipeline
ko: 이 파이프라인에 대한 테스트 리포트가 없습니다.

source: TestReports|There are no test suites to show.
ko: 표시할 테스트 모음이 없습니다.
ru: Нет тестовых наборов для отображения.

source: TestReports|There are no tests to display
ko: 표시할 테스트가 없습니다.

source: TestReports|There was an error fetching the summary.
ko: 요약을 가져오는 중 오류가 발생했습니다.
ru: При получении сводки произошла ошибка.

source: TestReports|There was an error fetching the test suite.
ko: 테스트 모음을 가져오는 중 오류가 발생했습니다.

source: TestReports|You can configure your job to use unit test reports, and GitLab displays a report here and in the related merge request.
ko: 단위 테스트 보고서를 사용하도록 작업을 설정할 수 있으며 GitLab은 여기와 관련 머지 리퀘스트에 보고서를 표시합니다.
ru: Вы можете настроить своё задание на использование отчётов о юнит-тестах, и GitLab отобразит отчёт здесь и в связанном запросе на слияние.

source: Tests
ko: 테스트
ru: Тесты

source: Text
ko: 텍스트

source: Text (optional)
ko: 텍스트 (옵션)

source: Text added to the body of all email messages. %{character_limit} character limit
ko: 모든 이메일 메시지의 본문에 추가된 텍스트입니다. %{character_limit} 자 제한

source: Text added to the body of user deactivation email messages. 1000 character limit.
ko: 사용자 비활성화 이메일 메시지 본문에 추가된 텍스트입니다. 1000자로 제한됩니다.
ru: Текст, добавляемый в тело уведомлений об отключении учётной записи. Максимум 1000 символов.

source: TextEditor|Plain text editor
ko: 일반 텍스트 편집기
ru: Редактор простого текста

source: TextEditor|Rich text editor
ko: 리치 텍스트 편집기
ru: Редактор форматированного текста

source: Thank you for your business.
ko: 거래해 주셔서 감사합니다.

source: Thank you for your report. A GitLab administrator will look into it shortly.
ko: 보고해주셔서 감사합니다. 빠른 시일 내에 GitLab 운영자가 확인할 것입니다.
ru: Спасибо за ваш отчет. Администратор GitLab скоро рассмотрит его.

source: Thank you for your support request! We are tracking your request as ticket #%{issue_iid}, and will respond as soon as we can.
ko: 지원 요청에 감사드립니다! 당신의 요청을 티켓 #%{issue_iid}으로 추적하고 있으며 최대한 빨리 응답하겠습니다.

source: Thank you,
ko: 감사합니다,
ru: Спасибо,

source: Thanks for signing up to GitLab!
ko: GitLab에 가입해주셔서 감사합니다!

source: Thanks for your purchase!
ko: 구매해주셔서 감사합니다!
ru: Спасибо за покупку!

source: That's OK, I don't want to renew
ko: 괜찮습니다, 갱신하지 않겠습니다.

source: The %{plan_name} is no longer available to purchase. For more information about how this will impact you, check our %{faq_link_start}frequently asked questions%{faq_link_end}.
ko: %{plan_name}은 더 이상 구매할 수 없습니다. 이것이 당신에게 미치는 영향에 대한 자세한 내용은 %{faq_link_start}자주 묻는 질문%{faq_link_end}을 확인하십시오.
ru: Тариф %{plan_name} больше недоступен для покупки. Для получения дополнительной информации о том, как это повлияет на вас, ознакомьтесь с нашими %{faq_link_start}часто задаваемыми вопросами%{faq_link_end}.

source: The %{type} contains the following error:
ko: %{type} 에는 다음과 같은 오류가 있습니다.
ru: %{type} содержит следующую ошибку:

source: The API key used by GitLab for accessing the Spam Check service endpoint.
ko: 스팸 확인 서비스 엔드포인트에 액세스하기 위해 GitLab에서 사용하는 API 키입니다.
ru: Ключ API, используемый GitLab для доступа к конечной точке службы проверки на спам.

source: The Bugzilla logo is a trademark of the Mozilla Foundation in the U.S. and other countries.
ko: Bugzilla 로고는 미국 및 기타 국가에서 Mozilla Foundation의 상표입니다.
ru: Логотип Bugzilla является товарным знаком Mozilla Foundation в США и других странах.

source: The CSV export will be created in the background. Once finished, it will be sent to %{email} in an attachment.
ko: CSV 내보내기가 백그라운드에서 생성됩니다. 완료되면 첨부 파일로 %{email} 으로 전송됩니다.

source: The GitLab instance can be reached but the credentials stored in Amazon Q are not valid. Please disconnect and start over.
ko: GitLab 인스턴스에 접근할 수 있지만 Amazon Q에 저장된 자격 증명이 유효하지 않습니다. 연결을 끊고 다시 시작하세요.

source: The GitLab subscription service (customers.gitlab.com) is currently experiencing an outage. You can monitor the status and get updates at %{linkStart}status.gitlab.com%{linkEnd}.
ko: 현재 GitLab 구독 서비스(customers.gitlab.com)가 중단되었습니다. %{linkStart}status.gitlab.com%{linkEnd}에서 상태를 모니터링하고 업데이트를 받을 수 있습니다.
ru: Служба подписки GitLab (customers.gitlab.com) в настоящее время не работает. Вы можете следить за статусом и получать обновления на %{linkStart}status.gitlab.com%{linkEnd}.

source: The GitLab user to which the Jira user %{jiraDisplayName} will be mapped
ko: Jira 사용자 %{jiraDisplayName}이 매핑될 GitLab 사용자
ru: Пользователь GitLab, с которым будет сопоставлен пользователь Jira %{jiraDisplayName}

source: The Hangouts Chat webhook (for example, `https://chat.googleapis.com/v1/spaces...`).
ko: Hangouts Chat 웹훅 (예: `https://chat.googleapis.com/v1/spaces...`).
ru: Вебхук Hangouts Chat (например, `https://chat.googleapis.com/v1/spaces...`).

source: The ID of the application.
ko: 애플리케이션의 ID.

source: The Issue Tracker is the place to add things that need to be improved or solved in a project
ko: 이슈 트래커는 프로젝트에서 개선해야하거나 해결해야할 사항을 추가할 수 있는 곳입니다.
ru: Трекер обсуждений - это место, где можно добавить вещи, которые необходимо улучшить или решить в проекте

source: The Issue Tracker is the place to add things that need to be improved or solved in a project. You can register or sign in to create issues for this project.
ko: 이슈 트래커는 프로젝트에서 개선해야하거나 해결해야할 사항을 추가할 수 있는 곳입니다. 이 프로젝트에서 이슈를 만들려면 가입하거나 로그인하십시오.
ru: Трекер обсуждений - это место, где можно обсудить то, что необходимо улучшить или исправить в проекте. Можете зарегистрироваться или войти в систему, после чего создавать обсуждения для этого проекта.

source: The Matrix access token (for example, `syt-zyx57W2v1u123ew11`).
ko: Matrix 액세스 토큰(예: `syt-zyx57W2v1u123ew11`).
ru: Токен доступа Matrix (например, `syt-zyx57W2v1u123ew11`).

source: The Mattermost token.
ko: Mattermost 토큰.

source: The Microsoft Teams webhook (for example, `https://outlook.office.com/webhook/...`).
ko: Microsoft Teams 웹훅(예: `https://outlook.office.com/webhook/...`).
ru: Вебхук Microsoft Teams (например, `https://outlook.office.com/webhook/...`).

source: The Pivotal Tracker token.
ko: Pivotal Tracker 토큰.

source: The Planner role is suitable for team members who need to manage projects and track work items but do not need to contribute code.
ko: 플래너 역할은 프로젝트를 관리하고 작업 항목을 추적해야 하지만 코드 기여는 필요하지 않은 팀원에게 적합합니다.
ru: Роль Планировщик подходит для участников команды, которым необходимо управлять проектами и отслеживать рабочие элементы, но которые не должны вносить изменения в код.

source: The Pumble webhook (for example, `https://api.pumble.com/workspaces/x/...`).
ko: Pumble 웹훅 (예: `https://api.pumble.com/workspaces/x/...`).
ru: Вебхук Pumble (например, https://api.pumble.com/workspaces/x/...).

source: The Slack notifications integration is deprecated and will be removed in a future release. To continue to receive notifications from Slack, use the GitLab for Slack app instead. %{learn_more_link_start}Learn more%{link_end}.
ko: Slack 알림 통합은 더 이상 사용되지 않으며 향후 릴리스에서 제거될 예정입니다. Slack에서 계속 알림을 받으려면 대신 Slack용 GitLab 앱을 사용하세요. %{learn_more_link_start}자세히 알아보기%{link_end}.
ru: Интеграция уведомлений Slack устарела и будет удалена в будущем релизе. Чтобы продолжать получать уведомления от Slack, используйте вместо этого приложение GitLab for Slack. %{learn_more_link_start}Подробнее%{link_end}.

source: The Slack token.
ko: Slack 토큰.

source: The Snowplow cookie domain.
ko: Snowplow 쿠키 도메인.
ru: Домен куки Snowplow

source: The Telegram bot token (for example, `123456:ABC-DEF1234ghIkl-zyx57W2v1u123ew11`).
ko: 텔레그램 봇 토큰(예: `123456:ABC-DEF1234ghIkl-zyx57W2v1u123ew11`).
ru: Токен бота Telegram (например, `123456:ABC-DEF1234ghIkl-zyx57W2v1u123ew11`).

source: The URL should start with http:// or https://
ko: URL은 http:// 또는 https://로 시작해야 합니다.

source: The URLs for connecting to Elasticsearch. For clustering, add the URLs separated by commas.
ko: Elasticsearch에 연결하기 위한 URL입니다. 클러스터링의 경우 쉼표로 구분된 URL을 추가합니다.
ru: URL для подключения к Elasticsearch. Для кластеризации добавьте URL, разделённые запятыми.

source: The Unify Circuit webhook (for example, `https://circuit.com/rest/v2/webhooks/incoming/...`).
ko: Unify Circuit 웹훅 (예: `https://circuit.com/rest/v2/webhooks/incoming/...`)
ru: Вебхук Unify Circuit (например, `https://circuit.com/rest/v2/webhooks/incoming/...`).

source: The XML file must be less than %{max_size} MB.
ko: XML 파일은 %{max_size} MB 미만이어야 합니다.

source: The `/merge` quick action requires the SHA of the head of the branch.
ko: `/merge` 빠른 동작에는 브랜치 HEAD의 SHA가 필요합니다.

source: The adjacent work item's parent must match the moving work item's parent.
ko: 인접한 작업 항목의 상위는 이동하는 작업 항목의 상위와 일치해야 합니다.
ru: Родитель соседнего рабочего элемента должен совпадать с родителем перемещаемого рабочего элемента.

source: The application will be used where the client secret can be kept confidential. Native mobile apps and Single Page Apps are considered non-confidential.
ko: 클라이언트 비밀을 비공개로 유지할 수 있는 곳에서 애플리케이션을 사용합니다. 네이티브 모바일 앱과 싱글 페이지 앱은 비공개로 간주되지 않습니다.

source: The associated issue #%{issueId} has been closed as the error is now resolved.
ko: 오류가 해결되어 관련 이슈 #%{issueId} 가 닫혔습니다.

source: The authentication token.
ko: 인증 토큰.
ru: Токен аутентификации.

source: The base URL to the Harbor instance linked to the GitLab project. For example, `https://demo.goharbor.io`.
ko: GitLab 프로젝트에 연결된 Harbor 인스턴스의 기본 URL입니다. 예를 들면 `https://demo.goharbor.io`입니다.

source: The blob is too large to render
ko: 블롭이 너무 커서 렌더링할 수 없습니다.
ru: Этот объект слишком большой, чтобы его отобразить

source: The branch for this project has no active pipeline configuration.
ko: 이 프로젝트의 브랜치에는 활성 파이프라인 설정이 없습니다.
ru: Ветка этого проекта не содержит активной конфигурации конвейера.

source: The branch or tag does not exist
ko: 브랜치 또는 태그가 존재하지 않습니다.
ru: Ветка или тег не существует

source: The branch to merge into.
ko: 병합해 들어갈 브랜치입니다.

source: The change requests must be completed or resolved.
ko: 변경 요청이 완료되거나 해결되어야 합니다.
ru: Запросы на изменения должны быть завершены или решены.

source: The comment you are editing has been changed by another user. Would you like to keep your changes and overwrite the new description or discard your changes?
ko: 편집 중인 댓글이 다른 사용자에 의해 변경되었습니다. 변경 사항을 유지하고 새 설명을 덮어쓰시겠습니까 아니면 변경 사항을 취소하시겠습니까?
ru: Комментарий, который вы редактируете, был изменён другим пользователем. Вы хотите сохранить свои изменения и перезаписать новое описание или отказаться от своих изменений?

source: The commit does not exist
ko: 커밋이 존재하지 않습니다
ru: Этот коммит не существует

source: The complete DevOps platform. One application with endless possibilities. Organizations rely on GitLab’s source code management, CI/CD, security, and more to deliver software rapidly.
ko: 완전한 DevOps 플랫폼. 무한한 가능성을 가진 하나의 애플리케이션. 조직은 GitLab의 소스 코드 관리, CI/CD, 보안 등에 의존하여 소프트웨어를 신속하게 제공합니다.

source: The connection will time out after %{timeout}. For repositories that take longer, use a clone/push combination.
ko: %{timeout} 이후 연결 시간이 초과됩니다. 리포지토리가 느린 경우 clone/push 조합을 사용하십시오.
ru: Соединение будет отключено через %{timeout}. Для репозиториев, требующих больше времени, используйте комбинацию clone/push.

source: The contact does not belong to the issue group's CRM source group
ko: 연락처가 문제 그룹의 CRM 소스 그룹에 속하지 않습니다.

source: The content for this wiki page failed to load. To fix this error, reload the page.
ko: 이 위키 페이지의 콘텐츠를 로드하지 못했습니다. 이 오류를 수정하려면 페이지를 새로고침하세요.
ru: Содержание этой страницы вики не удалось загрузить. Чтобы исправить ошибку, перезагрузите страницу.

source: The content for this wiki page failed to render.
ko: 이 위키 페이지의 내용을 렌더링하지 못했습니다.
ru: Содержание этой страницы вики не удалось отобразить.

source: The content of this page is not encoded in UTF-8. Edits can only be made via the Git repository.
ko: 이 페이지의 내용은 UTF-8로 인코딩되지 않습니다. 편집은 Git 리포지토리를 통해서만 수행할 수 있습니다.
ru: Содержание этой страницы не закодировано в UTF-8. Редактировать можно только через Git репозиторий.

source: The contents of this group, its subgroups and projects will be permanently deleted after %{deletion_adjourned_period} days on %{date}. After this point, your data cannot be recovered.
ko: 이 그룹의 콘텐츠, 해당 하위 그룹 및 프로젝트는 %{date}에 %{deletion_adjourned_period}일 후에 영구적으로 제거됩니다. 이 시점 이후에는 데이터를 복구할 수 없습니다.
ru: Содержимое этой группы, ее подгрупп и проекты будут безвозвратно удалены через %{deletion_adjourned_period} дней %{date}. После этого ваши данные нельзя будет восстановить.

source: The current epic
ko: 현재 에픽

source: The current incident
ko: 현재의 인시던트

source: The current issue
ko: 현재 이슈
ru: Текущее обсуждение

source: The current user is not authorized to access the job log.
ko: 현재 사용자는 작업 log에 접근할 권한이 없습니다.

source: The current user is not authorized to create a pipeline trigger token
ko: 현재 사용자는 파이프라인 트리거 토큰을 생성할 권한이 없습니다.
ru: У текущего пользователя нет прав для создания токена запуска конвейера

source: The current user is not authorized to create the pipeline schedule
ko: 현재 사용자는 파이프라인 일정을 생성할 권한이 없습니다.
ru: У текущего пользователя нет прав на создание расписания конвейера

source: The current user is not authorized to create the pipeline schedule variables
ko: 현재 사용자에게는 파이프라인 일정 변수를 생성할 권한이 없습니다.
ru: У текущего пользователя нет прав на создание переменных расписания конвейера

source: The current user is not authorized to manage the pipeline trigger token
ko: 현재 사용자는 파이프라인 트리거 토큰을 관리할 권한이 없습니다.
ru: У текущего пользователя нет прав для управления токеном запуска конвейера

source: The current user is not authorized to remove the Pages deployment
ko: 현재 사용자는 Pages 배포를 삭제할 권한이 없습니다.

source: The current user is not authorized to set pipeline schedule variables
ko: 현재 사용자는 파이프라인 일정 변수를 설정할 권한이 없습니다.

source: The current user is not authorized to update the page settings
ko: 현재 사용자는 페이지 설정을 업데이트할 권한이 없습니다.

source: The current user is not authorized to update the pipeline schedule
ko: 현재 사용자는 파이프라인 일정을 업데이트할 권한이 없습니다.

source: The current user is not authorized to update the pipeline schedule variables
ko: 현재 사용자는 파이프라인 일정 변수를 업데이트할 권한이 없습니다.

source: The current user is not authorized to update the pipeline trigger token
ko: 현재 사용자는 파이프라인 트리거 토큰을 업데이트할 권한이 없습니다.
ru: У текущего пользователя нет прав для обновления токена запуска конвейера

source: The data in this pipeline is too old to be rendered as a graph. Please check the Jobs tab to access historical data.
ko: 이 파이프라인의 데이터가 너무 오래되어 그래프로 렌더링할 수 없습니다. 이전 데이터에 접근하려면 작업 탭을 확인하십시오.

source: The date when the release is ready.
ko: 릴리스가 준비된 날짜.
ru: Дата готовности релиза.

source: The default CI/CD configuration file and path for new projects.
ko: 새 프로젝트의 기본 CI/CD 설정 파일 및 경로입니다.
ru: Файл и путь конфигурации CI/CD по умолчанию для новых проектов.

source: The default branch for this project has been changed. Please update your bookmarks.
ko: 이 프로젝트의 기본 브랜치가 변경되었습니다. 북마크를 업데이트하세요.
ru: Основная ветка для этого проекта была изменена. Обновите ваши закладки.

source: The dependency list details information about the components used within your project.
ko: 의존성 목록은 프로젝트 내에서 사용되는 컴포넌트에 대한 정보를 자세히 설명합니다.
ru: Список зависимостей содержит подробную информацию о компонентах, которые используются в Вашем проекте.

source: The deployment of this job to %{environmentLink} did not succeed.
ko: 이 작업을 %{environmentLink} 에 배포하지 못했습니다.
ru: Задание развёртывания на %{environmentLink} не удалось.

source: The diagrams.net editor could not be loaded.
ko: diagrams.net 편집기를 로드할 수 없습니다.

source: The directory has been successfully created.
ko: 디렉토리가 성공적으로 생성되었습니다.
ru: Директория успешно создана.

source: The discussion in this %{issuableDisplayName} is locked. Only project members can comment.
ko: 이 %{issuableDisplayName} 의 토론은 잠겨 있습니다. 프로젝트 구성원만 댓글을 달 수 있습니다.
ru: Обсуждение в этом %{issuableDisplayName} заблокировано. Комментировать могут только участники проекта.

source: The discussion in this %{issuable} is locked. Only project members can comment.
ko: 이 %{issuable} 의 토론은 잠겨 있습니다. 프로젝트 구성원만 댓글을 달 수 있습니다.
ru: Обсуждение в этом %{issuable} заблокировано. Комментировать могут только участники проекта.

source: The discussion in this %{noteableTypeText} is locked.
ko: 이 %{noteableTypeText} 의 토론은 잠겨 있습니다.
ru: Обсуждение в этом %{noteableTypeText} заблокировано.
