Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Click %{link_to} to view the request.
ko: 요청을 보려면 %{link_to} 을 클릭하십시오.

source: Click the link below to confirm your email address (%{email})
ko: 아래 링크를 클릭하여 이메일 주소(%{email})를 확인하십시오.

source: Click the link below to confirm your email address.
ko: 아래 링크를 클릭하여 이메일 주소를 확인하세요.

source: Click to expand
ko: 클릭하여 펼침
ru: Нажмите, чтобы развернуть

source: Click to expand it.
ko: 클릭하여 펼침.
ru: Нажмите, чтобы развернуть.

source: Click to expand text
ko: 클릭하여 텍스트를 펼침.
ru: Нажмите, чтобы раскрыть текст

source: Click to hide
ko: 숨기려면 클릭
ru: Нажмите, чтобы скрыть

source: Click to reveal
ko: 클릭하여 공개
ru: Нажмите, чтобы раскрыть

source: Client request timeout
ko: 클라이언트 요청 시간 초과
ru: Время ожидания запроса клиента

source: Clients
ko: 클라이언트
ru: Клиенты

source: Clientside DSN
ko: 클라이언트측 DSN
ru: DSN для стороны клиента

source: Clientside traces sample rate
ko: 클라이언트측에서 샘플링 속도를 추적합니다.
ru: Частота выборки трассировок на стороне клиента

source: Clone repository
ko: 저장소 클론
ru: Клонировать репозиторий

source: Clone this item
ko: 이 항목 복제
ru: Клонировать этот элемент

source: Clone with %{protocol}
ko: %{protocol}으로 clone
ru: Клонировать с помощью %{protocol}

source: Clone with KRB5
ko: KRB5로 clone
ru: Клонировать с KRB5

source: Clone with SSH
ko: SSH로 clone
ru: Клонировать с помощью SSH

source: CloneWorkItem|Unable to clone. Cloning '%{work_item_type}' is not supported.
ko: 복제할 수 없습니다. '%{work_item_type}' 복제는 지원되지 않습니다.
ru: Невозможно клонировать. Клонирование «%{work_item_type}» не поддерживается.

source: CloneWorkItem|Unable to clone. Cloning across projects and groups is not supported.
ko: 복제할 수 없습니다. 프로젝트와 그룹 간 복제는 지원되지 않습니다.
ru: Невозможно клонировать. Клонирование между проектами и группами не поддерживается.

source: CloneWorkItem|Unable to clone. Target namespace is pending deletion.
ko: 복제할 수 없습니다. 대상 네임스페이스가 삭제 대기 중입니다.
ru: Невозможно клонировать. Целевое пространство имён ожидает удаления.

source: CloneWorkItem|Unable to clone. You have insufficient permissions.
ko: 복제할 수 없습니다. 권한이 부족합니다.
ru: Невозможно клонировать. У вас недостаточно прав.

source: Cloned this item to %{path_to_group_or_project}.
ko: 이 항목을 %{path_to_group_or_project}에 복제했습니다.
ru: Этот элемент клонирован в %{path_to_group_or_project}.

source: Clones this item, without comments, to %{group_or_project}.
ko: 댓글 없이 이 항목을 %{group_or_project}에 복제합니다.
ru: Клонирует этот элемент без комментариев в %{group_or_project}.

source: Close
ko: 닫기
ru: Закрыть

source: Close %{issuableType}
ko: %{issuableType} 닫기
ru: Закрыть %{issuableType}

source: Close %{issueType}
ko: %{issueType} 닫기
ru: Закрыть %{issueType}

source: Close %{noteable}
ko: 닫기 %{noteable}
ru: Закрыть %{noteable}

source: Close design
ko: 디자인 닫기
ru: Закрыть дизайн

source: Close epic
ko: 에픽 닫기
ru: Завершить цель

source: Close milestone
ko: 마일스톤 닫기
ru: Закрыть этап

source: Close sidebar widget
ko: 사이드바 위젯 닫기

source: Close this %{quick_action_target}
ko: %{quick_action_target} 닫기

source: Closed
ko: 닫힘
ru: Закрыто

source: Closed %{epicTimeagoDate}
ko: 닫힘 %{epicTimeagoDate}
ru: Закрыто %{epicTimeagoDate}

source: Closed (moved)
ko: 닫힘 (이동됨)

source: Closed date
ko: 닫힌 날짜
ru: Дата закрытия

source: Closed issue
ko: 닫힌 이슈
ru: Закрыто обсуждение

source: Closed issues
ko: 닫힌 이슈
ru: Закрытые обсуждения

source: Closed this %{quick_action_target}.
ko: 이 %{quick_action_target} 닫힘

source: Closed this %{work_item_type}. Marked as related to, and a duplicate of, %{duplicate_param}.
ko: 이 %{work_item_type}을 닫았습니다. %{duplicate_param}과 관련이 있으며 중복으로 마킹되었습니다.
ru: Этот рабочий элемент (%{work_item_type}) закрыт, отмечен как связанный с рабочим элементом %{duplicate_param} и как его дубликат.

source: Closed: %{closed}
ko: 닫힘 : %{closed}
ru: Закрыто: %{closed}

source: Closes this %{quick_action_target}.
ko: 이 %{quick_action_target} 닫음.

source: Closes this %{work_item_type}. Marks as related to, and a duplicate of, %{duplicate_param}.
ko: 이 %{work_item_type}을 닫습니다. %{duplicate_param}과 관련이 있으며 중복으로 마킹합니다.
ru: Закрывает %{work_item_type}. Отмечает как связанное с %{duplicate_param} и как его дубликат.

source: Closing %{issuableType}…
ko: %{issuableType} 닫는 중 ...
ru: Закрытие %{issuableType}…

source: Cloud Run
ko: 클라우드 런

source: Cloud SQL instances are fully managed, relational MySQL databases. Google handles replication, patch management, and database management to ensure availability and performance.
ko: Cloud SQL 인스턴스는 완전히 관리되는, 관계형 PostgreSQL 데이터베이스입니다. 구글은 가용성과 성능을 보장하기 위해 복제, 패치 관리 및 데이터베이스 관리를 처리합니다.

source: Cloud SQL instances are fully managed, relational SQL Server databases. Google handles replication, patch management, and database management to ensure availability and performance.
ko: Cloud SQL 인스턴스는 완전히 관리되는, 관계형 SQL 서버 데이터베이스입니다. 구글은 가용성과 성능을 보장하기 위해 복제, 패치 관리 및 데이터베이스 관리를 처리합니다.

source: Cloud Storage
ko: 클라우드 스토리지

source: CloudSeed|AI / ML
ko: AI / ML

source: CloudSeed|All
ko: 전체

source: CloudSeed|AlloyDB for Postgres
ko: Postgres용 AlloyDB

source: CloudSeed|Available database services through which instances may be created
ko: 인스턴스를 생성할 수 있는 사용 가능한 데이터베이스 서비스

source: CloudSeed|Cancel
ko: 취소
ru: Отмена

source: CloudSeed|Cloud Firestore
ko: Cloud Firestore

source: CloudSeed|Cloud SQL for MySQL
ko: MySQL용 Cloud SQL

source: CloudSeed|Cloud SQL for Postgres
ko: Postgres용 Cloud SQL

source: CloudSeed|Cloud SQL for SQL Server
ko: SQL Server용 Cloud SQL

source: CloudSeed|Cloud SQL instance creation request successful. Expected resolution time is ~5 minutes.
ko: Cloud SQL 인스턴스 생성 요청이 성공했습니다. 예상 해결 시간은 ~5분입니다.

source: CloudSeed|Cloud SQL instances are fully managed, relational PostgreSQL databases. Google handles replication, patch management, and database management to ensure availability and performance.
ko: Cloud SQL 인스턴스는 완전히 관리되는, 관계형 PostgreSQL 데이터베이스입니다. 구글은 가용성과 성능을 보장하기 위해 복제, 패치 관리 및 데이터베이스 관리를 처리합니다.
ru: Экземпляры Cloud SQL — это полностью управляемые реляционные базы данных PostgreSQL. Google занимается репликацией, управлением исправлениями и базой данных, чтобы обеспечить доступность и производительность.

source: CloudSeed|CloudSQL Instance
ko: CloudSQL 인스턴스

source: CloudSeed|Configuration
ko: 설정

source: CloudSeed|Configure via Merge Request
ko: 머지 리퀘스트를 통해 설정

source: CloudSeed|Create MySQL Instance
ko: MySQL 인스턴스 생성

source: CloudSeed|Create Postgres Instance
ko: Postgres 인스턴스 생성

source: CloudSeed|Create SQL Server Instance
ko: SQL 서버 인스턴스 생성
ru: Создать экземпляр SQL Server

source: CloudSeed|Create cluster
ko: 클러스터 생성

source: CloudSeed|Create database
ko: 데이터베이스 생성

source: CloudSeed|Create instance
ko: 인스턴스 생성

source: CloudSeed|Database instance is generated within the selected Google Cloud project
ko: 데이터베이스 인스턴스는 선택된 구글 클라우드 프로젝트 내에서 생성됩니다.
ru: Экземпляр базы данных создаётся в выбранном проекте Google Cloud

source: CloudSeed|Database instances associated with this project
ko: 이 프로젝트와 연결된 데이터베이스 인스턴스

source: CloudSeed|Database version
ko: 데이터베이스 버전
ru: Версия базы данных

source: CloudSeed|Databases
ko: 데이터베이스
ru: Базы данных

source: CloudSeed|Deployments
ko: 배포
ru: Развёртывания

source: CloudSeed|Derive insights from unstructured text using Google machine learning
ko: Google 머신 러닝을 사용하여 구조화되지 않은 텍스트에서 유용한 인사이트 도출
ru: Получение информации из неструктурированного текста с помощью машинного обучения Google

source: CloudSeed|Derive insights from your images in the cloud or at the edge
ko: 클라우드 또는 에지의 이미지에서 인사이트 도출
ru: Получение информации по изображениям в облаке или на периферии

source: CloudSeed|Description
ko: 설명
ru: Описание

source: CloudSeed|Determines memory and virtual cores available to your instance
ko: 인스턴스에 사용 가능한 메모리 및 가상 코어 결정

source: CloudSeed|Enhance security by storing database variables in secret managers - learn more about %{docLinkStart}secret management with GitLab%{docLinkEnd}
ko: 비밀 관리자에 데이터베이스 변수를 저장하여 보안 강화 - GitLab%{docLinkEnd}로 %{docLinkStart}비밀 관리에 대해 자세히 알아보기
ru: Усилите безопасность, сохраняя переменные базы данных в менеджерах секретов — узнайте больше о %{docLinkStart}управлении секретами с помощью GitLab%{docLinkEnd}

source: CloudSeed|Environment
ko: 환경
ru: Окружение

source: CloudSeed|Flexible, scalable NoSQL cloud database for client- and server-side development
ko: 클라이언트 및 서버 사이드 개발을 위한 유연하고 확장 가능한 NoSQL 클라우드 데이터베이스

source: CloudSeed|Fully managed PostgreSQL-compatible service for high-demand workloads
ko: 높은 요구 수준의 워크로드를 위한 완전 관리형 PostgreSQL 호환 서비스
ru: Полностью управляемый сервис, совместимый с PostgreSQL, для рабочих нагрузок с высокими требованиями

source: CloudSeed|Fully managed relational database service for MySQL
ko: MySQL용 완전 관리형 관계형 데이터베이스 서비스

source: CloudSeed|Fully managed relational database service for PostgreSQL
ko: PostgreSQL용 완전 관리형 관계형 데이터베이스 서비스
ru: Полностью управляемая служба реляционной базы данных для PostgreSQL

source: CloudSeed|Fully managed relational database service for SQL Server
ko: SQL Server용 완전 관리형 관계형 데이터베이스 서비스

source: CloudSeed|Generated database instance is linked to the selected branch or tag
ko: 생성된 데이터베이스 인스턴스는 선택한 브랜치 또는 태그에 링크됩니다.
ru: Сгенерированный экземпляр базы данных привязан к выбранной ветке или тегу

source: CloudSeed|Google Cloud Error - %{message}
ko: 구글 클라우드 오류 - %{message}

source: CloudSeed|Google Cloud Project
ko: 구글 클라우드 프로젝트
ru: Проект Google Cloud

source: CloudSeed|Google Cloud project
ko: 구글 클라우드 프로젝트
ru: Проект Google Cloud

source: CloudSeed|Google Cloud's AI tools are armed with the best of Google's research and technology to help developers focus exclusively on solving problems that matter
ko: Google Cloud의 AI 도구는 Google 최고의 연구와 기술을 이용하여 개발자가 중요한 문제 해결에만 집중할 수 있도록 지원합니다.

source: CloudSeed|I accept Google Cloud pricing and responsibilities involved with managing database instances
ko: 데이터베이스 인스턴스 관리와 관련된 구글 클라우드 가격 정책 및 의무사항에 동의합니다.
ru: Я принимаю цены Google Cloud и ответственность, связанную с управлением экземплярами баз данных

source: CloudSeed|Instances
ko: 인스턴스
ru: Экземпляры

source: CloudSeed|Language AI
ko: 언어 AI

source: CloudSeed|Learn more about pricing for %{cloudsqlPricingStart}Cloud SQL%{cloudsqlPricingEnd}, %{alloydbPricingStart}Alloy DB%{alloydbPricingEnd}, %{memorystorePricingStart}Memorystore%{memorystorePricingEnd} and %{firestorePricingStart}Firestore%{firestorePricingEnd}.
ko: %{cloudsqlPricingStart}Cloud SQL%{cloudsqlPricingEnd}, %{alloydbPricingStart}Alloy DB%{alloydbPricingEnd}, %{memorystorePricingStart}Memorystore%{memorystorePricingEnd} 및 %{firestorePricingStart}Firestore%{firestorePricingEnd}의 가격 정책에 대해 자세히 알아보세요.
ru: Подробнее о ценах на %{cloudsqlPricingStart}Cloud SQL%{cloudsqlPricingEnd}, %{alloydbPricingStart}Alloy DB%{alloydbPricingEnd}, %{memorystorePricingStart}Memorystore%{memorystorePricingEnd} и %{firestorePricingStart}Firestore%{firestorePricingEnd}.

source: CloudSeed|Machine type
ko: 머신 유형

source: CloudSeed|Make your content and apps multilingual with fast, dynamic machine translation
ko: 빠르고 동적인 기계 번역으로 콘텐츠와 앱을 다국어로 만드세요.

source: CloudSeed|Memorystore for Redis
ko: Redis용 메모리 저장소

source: CloudSeed|No instances
ko: 인스턴스 없음

source: CloudSeed|Refs
ko: 참조

source: CloudSeed|Regions
ko: 지역

source: CloudSeed|Scalable, secure, and highly available in-memory service for Redis
ko: Redis를 위한 확장 가능하고 안전하며 고가용성 인메모리 서비스

source: CloudSeed|Service
ko: 서비스
ru: Служба

source: CloudSeed|Service Account
ko: 서비스 계정
ru: Учетная запись службы

source: CloudSeed|Services
ko: 서비스
ru: Службы

source: CloudSeed|There are no instances to display.
ko: 표시할 인스턴스가 없습니다.

source: CloudSeed|Translation AI
ko: 번역 AI

source: CloudSeed|Version
ko: 버전
ru: Версия

source: CloudSeed|Vision AI
ko: 비전 AI

source: Cluster
ko: 클러스터
ru: Кластер

source: Cluster cache cleared.
ko: 클러스터 캐시가 삭제되었습니다.
ru: Кэш кластера очищен.

source: Cluster level
ko: 클러스터 레벨

source: ClusterAgents|%{agentName} successfully created
ko: %{agentName} 이 성공적으로 생성 되었습니다.
ru: %{agentName} успешно создан

source: ClusterAgents|%{agentName} successfully created.
ko: %{agentName}이 성공적으로 생성 되었습니다.
ru: %{agentName} успешно создан.

source: ClusterAgents|%{name} successfully deleted
ko: %{name} 이 성공적으로 삭제되었습니다.

source: ClusterAgents|%{name} successfully revoked
ko: %{name} 이 성공적으로 해지 되었습니다.

source: ClusterAgents|%{number} of %{total} agents
ko: %{total} 에이전트 중 %{number}

source: ClusterAgents|%{number} of %{total} clusters connected through cluster certificates
ko: 클러스터 인증서를 통해 연결된 클러스터 %{total} 중 %{number} 개

source: ClusterAgents|%{titleIcon}Connected
ko: %{titleIcon} 연결됨

source: ClusterAgents|%{titleIcon}Not connected
ko: %{titleIcon} 연결되지 않음

source: ClusterAgents|%{tokenName} created
ko: %{tokenName} 생성됨

source: ClusterAgents|%{tokenName} revoked
ko: %{tokenName} 해지됨

source: ClusterAgents|Access tokens
ko: 액세스 토큰
ru: Токены доступа

source: ClusterAgents|Agent
ko: 에이전트
ru: Агент

source: ClusterAgents|Agent %{strongStart}connected%{strongEnd}
ko: 에이전트 %{strongStart}연결됨%{strongEnd}

source: ClusterAgents|Agent %{strongStart}disconnected%{strongEnd}
ko: 에이전트 %{strongStart}연결이 끊김%{strongEnd}

source: ClusterAgents|Agent ID #%{agentId}
ko: 에이전트 ID #%{agentId}

source: ClusterAgents|Agent access token:
ko: 에이전트 액세스 토큰:
ru: Токен доступа агента:

source: ClusterAgents|Agent might not be connected to GitLab
ko: 에이전트가 GitLab에 연결되지 않았을 수 있음

source: ClusterAgents|Agent never connected to GitLab
ko: 에이전트가 GitLab에 연결된 적이 전혀 없음
ru: Агент никогда не подключался к GitLab

source: ClusterAgents|Agent version mismatch
ko: 에이전트 버전 불일치
ru: Несоответствие версии агента

source: ClusterAgents|Agent version mismatch and update
ko: 에이전트 버전 불일치 및 업데이트
ru: Несоответствие версии агента и обновления

source: ClusterAgents|Agent version update required
ko: 에이전트 버전 업데이트 필요

source: ClusterAgents|All
ko: 모두

source: ClusterAgents|Allow configuring agents in receptive mode.
ko: 수신 모드에서 에이전트를 구성하도록 허용합니다.
ru: Разрешить настройку агентов в режиме приёма.

source: ClusterAgents|Allow configuring agents to be authorized for the entire instance and across top level groups.
ko: 전체 인스턴스와 최상위 레벨 그룹들에 대해 인증된 것으로 에이전트를 구성하는 것을 허용
ru: Разрешает настройку агентов для авторизации на уровне экземпляра и групп верхнего уровня.

source: ClusterAgents|An error occurred while loading your agent
ko: 에이전트를 로딩하는 중 오류가 발생했습니다.
ru: Произошла ошибка при загрузке агента

source: ClusterAgents|An error occurred while loading your agents
ko: 에이전트를 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке агентов

source: ClusterAgents|An error occurred while retrieving agent activity. Reload the page to try again.
ko: 에이전트 활동을 검색하는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при получении активности агента. Обновите страницу, чтобы повторить попытку.

source: ClusterAgents|An unknown error occurred. Please try again.
ko: 알 수 없는 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла неизвестная ошибка. Повторите попытку.

source: ClusterAgents|Are you sure you want to delete this agent? You cannot undo this.
ko: 이 에이전트를 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить этого агента? Вы не сможете это отменить.

source: ClusterAgents|Are you sure you want to revoke this token? You cannot undo this action.
ko: 이 토큰을 해지 하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите отозвать этот токен? Вы не сможете отменить это действие.

source: ClusterAgents|Available configurations
ko: 사용할 수 있는 구성
ru: Доступные конфигурации

source: ClusterAgents|CI/CD workflow with restricted access
ko: 액세스가 제한된 CI/CD 워크플로

source: ClusterAgents|Certificate
ko: 인증서
ru: Сертификат

source: ClusterAgents|Configuration
ko: 구성
ru: Конфигурация

source: ClusterAgents|Connect a Kubernetes cluster
ko: Kubernetes 클러스터 연결
ru: Подключение кластера Kubernetes

source: ClusterAgents|Connect a cluster
ko: 클러스터 연결
ru: Подключить кластер

source: ClusterAgents|Connect a cluster (agent)
ko: 클러스터 연결 (에이전트)

source: ClusterAgents|Connect a cluster (certificate - deprecated)
ko: 클러스터 연결 (인증서 - 더 이상 사용되지 않음)

source: ClusterAgents|Connect a cluster (deprecated)
ko: 클러스터 연결 (더 이상 사용되지 않음)

source: ClusterAgents|Connect to %{agentName}
ko: %{agentName}에 연결
ru: Подключиться к %{agentName}

source: ClusterAgents|Connect to a cluster
ko: 클러스터에 연결
ru: Подключение к кластеру

source: ClusterAgents|Connect to agent
ko: 에이전트에 연결
ru: Подключиться к агенту

source: ClusterAgents|Connected
ko: 연결됨

source: ClusterAgents|Connection status
ko: 연결 상태
ru: Статус подключения

source: ClusterAgents|Copy command
ko: 명령 복사
ru: Скопировать команду

source: ClusterAgents|Copy token
ko: 토큰 복사
ru: Копировать токен

source: ClusterAgents|Create a cluster
ko: 클러스터 생성

source: ClusterAgents|Create a new agent to register with GitLab.
ko: Gitlab에 등록할 새 에이전트를 생성
ru: Создайте нового агента для регистрации в GitLab.

source: ClusterAgents|Create agent access token
ko: 에이전트 액세스 토큰 생성
ru: Создать токен доступа агента

source: ClusterAgents|Create and register
ko: 생성하고 등록
ru: Создать и зарегистрировать

source: ClusterAgents|Create token
ko: 토큰 생성

source: ClusterAgents|Created by
ko: 생성자

source: ClusterAgents|Created by %{name} %{time}
ko: %{name} %{time}에 의해 생성됨

source: ClusterAgents|Date created
ko: 생성 날짜
ru: Дата создания

source: ClusterAgents|Default configuration
ko: 기본 설정
ru: Конфигурация по умолчанию

source: ClusterAgents|Delete
ko: 삭제
ru: Удалить

source: ClusterAgents|Delete agent
ko: 에이전트 삭제
ru: Удалить агента

source: ClusterAgents|Deprecated
ko: 더 이상 사용되지 않음

source: ClusterAgents|Description
ko: 설명
ru: Описание

source: ClusterAgents|Enable instance level authorization
ko: 인스턴스 수준의 인증을 활성화
ru: Включить авторизацию на уровне экземпляра

source: ClusterAgents|Enable receptive mode
ko: 수신 모드 활성화
ru: Включить режим приёма

source: ClusterAgents|Event occurred
ko: 이벤트 발생
ru: Произошло событие

source: ClusterAgents|External project
ko: 외부 프로젝트
ru: Внешний проект

source: ClusterAgents|Failed to create a token
ko: 토큰 생성 실패
ru: Не удалось создать токен

source: ClusterAgents|Failed to register an agent
ko: 에이전트 등록 실패
ru: Не удалось зарегистрировать агента

source: ClusterAgents|From a terminal, connect to your cluster and run this command. The token is included in the command.
ko: 터미널에서 클러스터에 연결하고 이 명령을 실행합니다. 토큰은 명령에 포함됩니다.

source: ClusterAgents|GitLab Agent for Kubernetes
ko: Kubernetes용 GitLab 에이전트
ru: Агент GitLab для Kubernetes

source: ClusterAgents|GitLab agent
ko: GitLab 에이전트
ru: Агент GitLab

source: ClusterAgents|GitLab agent for Kubernetes
ko: Kubernetes용 GitLab 에이전트
ru: Агент GitLab для Kubernetes

source: ClusterAgents|GitLab will establish the connection to this agent. A URL configuration is required.
ko: GitLab은 이 에이전트에 대한 연결을 설정합니다. URL 구성이 필요합니다.
ru: GitLab установит соединение с этим агентом. Требуется конфигурация URL.

source: ClusterAgents|Give feedback
ko: 피드백 제공
ru: Оставить отзыв

source: ClusterAgents|Group agents
ko: 그룹 에이전트
ru: Агенты группы

source: ClusterAgents|How do I update an agent?
ko: 에이전트를 어떻게 업데이트합니까?

source: ClusterAgents|If Flux is installed in the cluster, you can install and register the agent from the command line:
ko: 클러스터에 Flux가 설치되어 있으면 다음 명령으로부터 에이전트를 설치하고 등록할 수 있습니다:
ru: Если Flux установлен в кластере, вы можете установить и зарегистрировать агента через командную строку:

source: ClusterAgents|If you're %{linkStart}bootstrapping the agent with Flux%{linkEnd}, you can close this dialog.
ko: Flux를 사용하여 에이전트를 부트스트래핑하는 경우 %{linkStart}%{linkEnd}, 이 대화 상자를 닫을 수 있습니다.
ru: Если вы %{linkStart}инициализируете агента с Flux%{linkEnd}, вы можете закрыть этот диалог.

source: ClusterAgents|Install using Helm
ko: Helm을 사용하여 설치
ru: Установка с помощью Helm

source: ClusterAgents|Instance wide settings for the GitLab Agent for Kubernetes.
ko: Kubernetes용 GitLab Agent에 대한 인스턴스 전체 설정입니다.
ru: Настройки для агента GitLab для Kubernetes на уровне экземпляра.

source: ClusterAgents|Integration Status
ko: 통합 상태
ru: Статус интеграции

source: ClusterAgents|Last connected %{timeAgo}.
ko: 마지막으로 연결됨 %{timeAgo}.

source: ClusterAgents|Last contact
ko: 마지막 접근
ru: Последний контакт

source: ClusterAgents|Learn how to troubleshoot
ko: 문제 해결 방법 알아보기

source: ClusterAgents|Learn more about user access
ko: 사용자 액세스에 대해 자세히 알아보세요
ru: Подробнее о доступе пользователей

source: ClusterAgents|Make sure you are using a valid token.
ko: 유효한 토큰을 사용하고 있는지 확인하십시오.

source: ClusterAgents|Name
ko: 이름
ru: Название

source: ClusterAgents|Name of new agent
ko: 새 에이전트 이름
ru: Название нового агента

source: ClusterAgents|Never
ko: 없음
ru: Никогда

source: ClusterAgents|Never connected
ko: 연결된적 없음
ru: Никогда не подключался

source: ClusterAgents|No activity occurred in the past day
ko: 지난 %d 일 동안 활동이 없었습니다.

source: ClusterAgents|No agent access token
ko: 에이전트 액세스 토큰 없음
ru: Нет токена доступа агента

source: ClusterAgents|No agents
ko: 에이전트 없음
ru: Нет агентов

source: ClusterAgents|No clusters connected through cluster certificates
ko: 클러스터 인증서를 통해 연결된 클러스터 없음

source: ClusterAgents|Not connected
ko: 연결되지 않음

source: ClusterAgents|Option 1: Bootstrap the agent with Flux
ko: 옵션 1: Flux로 에이전트 부트스트랩
ru: Вариант 1: Инициализировать агента с помощью Flux

source: ClusterAgents|Option 2: Create and register an agent with the UI
ko: 옵션 2: UI로 에이전트를 생성하고 등록
ru: Вариант 2: Создать и зарегистрировать агента через интерфейс

source: ClusterAgents|Optionally, for additional configuration settings, a %{linkStart}configuration file%{linkEnd} can be created in the repository. You can do so within the default branch by creating the file at: %{codeStart}.gitlab/agents/%{agentName}/config.yaml%{codeEnd}
ko: 옵션으로서, 추가 구성 설정을 위해 선택적으로 저장소에 %{linkStart}구성 파일%{linkEnd}을 생성할 수 있습니다. 기본 브랜치 내에서 %{codeStart}.gitlab/agents/%{agentName}/config.yaml%{codeEnd} 파일을 생성하여 설정할 수 있습니다.
ru: Опционально, для дополнительных настроек конфигурации можно создать %{linkStart}файл конфигурации%{linkEnd} в репозитории. Это можно сделать в основной ветке, создав файл по пути: %{codeStart}.gitlab/agents/%{agentName}/config.yaml%{codeEnd}.

source: ClusterAgents|Premium
ko: 프리미엄
ru: Premium

source: ClusterAgents|Project
ko: 프로젝트
ru: Проект

source: ClusterAgents|Project agents
ko: 프로젝트 에이전트
ru: Агенты проекта

source: ClusterAgents|Receptive
ko: 수신
ru: Режим приёма

source: ClusterAgents|Recommended
ko: 권장됨
ru: Рекомендуется

source: ClusterAgents|Register an agent
ko: 에이전트 등록
ru: Зарегистрировать агента

source: ClusterAgents|Requires a Maintainer or greater role to delete agents
ko: 에이전트를 삭제하려면 유지관리자 이상의 역할이 필요합니다.

source: ClusterAgents|Requires a Maintainer or greater role to perform these actions
ko: 이러한 작업을 수행하려면 유지 관리자 이상의 역할이 필요합니다.

source: ClusterAgents|Requires a Maintainer or greater role to perform this action
ko: 이 작업을 수행하려면 유지관리자 이상의 역할이 필요합니다.

source: ClusterAgents|Revoke access token?
ko: 액세스 토큰을 해지하겠습니까?
ru: Отозвать токен доступа?

source: ClusterAgents|Revoke token
ko: 토큰 해지
ru: Отозвать токен

source: ClusterAgents|Security
ko: 보안
ru: Безопасность

source: ClusterAgents|See agent activity updates, like tokens created or revoked and clusters connected or not connected.
ko: 생성되거나 해지된 토큰 및 연결되거나 연결되지 않은 클러스터와 같은 에이전트 활동 업데이트를 참조하십시오.

source: ClusterAgents|Shared
ko: 공유됨

source: ClusterAgents|Shared agents
ko: 공유된 에이전트
ru: Общие агенты

source: ClusterAgents|Tell us what you think
ko: 당신의 생각을 알려주세요
ru: Расскажите, что вы думаете

source: ClusterAgents|The GitLab agent provides an increased level of security when connecting Kubernetes clusters to GitLab. %{linkStart}Learn more about the GitLab agent.%{linkEnd}
ko: GitLab 에이전트는 Kubernetes 클러스터를 GitLab에 연결할 때 향상된 보안 수준을 제공합니다. %{linkStart}GitLab 에이전트에 대해 자세히 알아보십시오.%{linkEnd}
ru: Агент GitLab обеспечивает повышенный уровень безопасности при подключении кластеров Kubernetes к GitLab. %{linkStart}Узнайте больше об агенте GitLab.%{linkEnd}
