Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Pipelines|Invalid input specification: expected a hash-like object, got %{class_name}
ko: 입력 형식이 올바르지 않습니다: 해시 형태의 객체를 필요하지만 %{class_name}을 받았습니다.

source: Pipelines|It is recommended the code is reviewed thoroughly before running this pipeline with the parent project's CI resource.
ko: 상위 프로젝트의 CI 리소스로 이 파이프라인을 실행하기 전에 코드를 철저히 검토하는 것이 좋습니다.
ru: Рекомендуется тщательно проверить код перед запуском этого конвейера с ресурсами CI родительского проекта.

source: Pipelines|Last Used
ko: 최근 사용
ru: Последнее использование

source: Pipelines|Learn CI/CD with GitLab University
ko: GitLab University로 CI/CD 배우기
ru: Изучайте CI/CD с помощью GitLab University

source: Pipelines|Learn how to set up and use GitLab CI/CD with guided tutorials, videos, and best practices.
ko: 가이드 튜토리얼, 비디오, 모범 사례를 통해 GitLab CI/CD를 설정하고 사용하는 방법을 알아보세요.
ru: Узнайте, как настроить и использовать GitLab CI/CD с помощью руководств, видео и лучших практик.

source: Pipelines|Learn the basics of pipelines and .yml files
ko: 파이프라인 및 .yml 파일의 기본 알아보기
ru: Изучите основы конвейеров и файлов .yml

source: Pipelines|Lint
ko: Lint
ru: Lint

source: Pipelines|Loading Pipelines
ko: 파이프라인 로딩중
ru: Загрузка конвейеров

source: Pipelines|Loading pipelines
ko: 파이프라인 로딩중
ru: Загрузка конвейеров

source: Pipelines|Maximum list size reached
ko: 최대 목록 크기에 도달했습니다.
ru: Достигнут максимальный размер списка

source: Pipelines|Merge train
ko: 머지 트레인
ru: Цепочка слияний

source: Pipelines|Merged
ko: 머지됨
ru: Слияние выполнено

source: Pipelines|Migrate to GitLab CI/CD from Jenkins
ko: Jenkins에서 GitLab CI/CD로 마이그레이션
ru: Перейдите на GitLab CI/CD с Jenkins

source: Pipelines|More Information
ko: 추가 정보
ru: Подробнее

source: Pipelines|No merge trains
ko: 머지 트레인 없음
ru: Нет цепочек слияний

source: Pipelines|No trigger tokens have been created yet. Add one using the form above.
ko: 아직 트리거 토큰이 생성되지 않았습니다. 위 양식을 사용하여 하나를 추가하세요.
ru: Токены запуска еще не созданы. Создайте первый, используя форму выше.

source: Pipelines|Number of Pipelines
ko: 파이프라인 개수

source: Pipelines|Owner
ko: 소유자
ru: Владелец

source: Pipelines|Pipeline %{linkStart}#%{pipelineId}%{linkEnd} %{status}
ko: 파이프라인 %{linkStart}#%{pipelineId}%{linkEnd} %{status}
ru: Конвейер %{linkStart}#%{pipelineId}%{linkEnd} %{status}

source: Pipelines|Pipeline %{status} for %{linkStart}%{commit}%{linkEnd}
ko: 파이프라인 %{status} 상태 %{linkStart}%{commit}%{linkEnd}
ru: Конвейер %{status} для %{linkStart}%{commit}%{linkEnd}

source: Pipelines|Pipeline editor
ko: 파이프라인 편집기
ru: Редактор конвейера

source: Pipelines|Pipeline inputs now available!
ko: 파이프라인 입력이 이제 가능합니다!
ru: Входные данные конвейера теперь доступны!

source: Pipelines|Pipeline syntax is correct. %{linkStart}Learn more%{linkEnd}
ko: 파이프라인 구문이 정확합니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Синтаксис конвейера правильный. %{linkStart}Подробнее%{linkEnd}

source: Pipelines|Project cache successfully reset.
ko: 프로젝트 캐시가 성공적으로 재설정되었습니다.
ru: Кэш проекта успешно очищен.

source: Pipelines|Ready to set up CI/CD for your project?
ko: 프로젝트에 CI/CD를 설정할 준비가 되셨습니까?
ru: Готовы настроить CI/CD для вашего проекта?

source: Pipelines|Rebasing creates a pipeline that runs code originating from a forked project merge request. Consequently there are potential security implications, such as the exposure of CI variables.
ko: Rebasing은 포크된 프로젝트 머지 리퀘스트에서 생성된 코드를 실행하는 파이프라인을 생성합니다. 결과적으로 CI 변수의 노출과 같은 잠재적인 보안 영향이 있습니다.
ru: Ребейз создаёт конвейер, который выполняет код, исходящий из запроса на слияние форкнутого проекта. Следовательно, могут возникнуть потенциальные проблемы безопасности, такие как утечка переменных CI.

source: Pipelines|Remove from merge train
ko: 머지 트레인에서 제거
ru: Удалить из цепочки слияний

source: Pipelines|Removing the merge request from the merge train will restart the pipelines for all merge requests queued after it. For more information, see the %{linkStart}documentation.%{linkEnd}
ko: 머지 트레인에서 머지 리퀘스트를 제거하면 그 뒤에 대기 중인 모든 머지 리퀘스트에 대한 파이프라인이 다시 시작됩니다. 자세한 내용은 %{linkStart}문서를 참조하세요.%{linkEnd}
ru: Удаление запроса на слияние из цепочки слияний перезапустит конвейеры для всех запросов на слияние, поставленных в очередь после него. Для получения дополнительной информации смотрите %{linkStart}документацию%{linkEnd}

source: Pipelines|Retry %{jobName} Job
ko: %{jobName} 작업 재시도
ru: Повторить задание %{jobName}

source: Pipelines|Revoke trigger
ko: 트리거 해지
ru: Отозвать триггер

source: Pipelines|Scheduled
ko: 예약됨
ru: Запланировано

source: Pipelines|Something went wrong while cleaning runners cache.
ko: Runner의 캐시를 비우던 중 오류가 발생하였습니다.
ru: Произошла ошибка при очистке кэша средств выполнения.

source: Pipelines|Start using inputs
ko: 입력을 사용하여 시작
ru: Начать использовать входные данные

source: Pipelines|Start with a migration plan
ko: 마이그레이션 계획으로 시작
ru: Начните с плана миграции

source: Pipelines|Take advantage of simple, scalable pipelines and CI/CD-enabled features. You can view integration results, security scans, tests, code coverage and more directly in merge requests!
ko: 간단하고 확장 가능한 파이프라인과 CI/CD 지원 기능을 활용하세요. 머지 리퀘스트에서 통합 결과, 보안 스캔, 테스트, 코드 커버리지 등을 직접 볼 수 있습니다!
ru: Воспользуйтесь простыми и масштабируемыми конвейерами и функциями, поддерживающими CI/CD. Вы можете просматривать результаты интеграции, сканирования безопасности, тестов, покрытия кода и многое другое прямо в запросах на слияние!

source: Pipelines|The %{namespace_link} namespace has %{current_balance} / %{total} (%{percentage}%%) shared runner compute minutes remaining. For more details, see %{link_start}usage statistics%{link_end}.
ko: %{namespace_link} 네임스페이스에는 %{current_balance} / %{total} (%{percentage}%%)의 공유 러너 컴퓨팅 시간이 남아 있습니다. 자세한 내용은 %{link_start}사용 통계%{link_end}를 참조하세요.
ru: В пространстве имён %{namespace_link} осталось %{current_balance} из %{total} (%{percentage}%%) общих вычислительных минут средств выполнения. Для получения подробной информации перейдите в %{link_start}статистику использования%{link_end}.

source: Pipelines|The %{namespace_link} namespace has reached its shared runner compute minutes quota. For more details, see %{link_start}usage statistics%{link_end}.
ko: %{namespace_link} 네임스페이스는 공유 러너 컴퓨팅 시간 할당량에 도달했습니다. 자세한 내용은 %{link_start}사용 통계%{link_end}를 참조하세요.
ru: Пространство имён %{namespace_link} исчерпало квоту общих вычислительных минут средств выполнения. Для получения подробной информации перейдите в %{link_start}статистику использования%{link_end}.

source: Pipelines|The %{namespace_name} (%{namespace_url}) namespace has %{current_balance} / %{total} (%{percentage}%%) shared runner compute minutes remaining. For more details, see usage statistics: %{usage_statistics_link}
ko: %{namespace_name} (%{namespace_url}) 네임스페이스에는 %{current_balance} / %{total} (%{percentage}%%)의 공유 러너 컴퓨팅 시간이 남아 있습니다. 자세한 내용은 사용 통계에서 확인하세요: %{usage_statistics_link}.
ru: В пространстве имён %{namespace_name} (%{namespace_url}) осталось %{current_balance} из %{total} (%{percentage}%%) общих вычислительных минут средств выполнения. Для получения подробной информации перейдите в статистику использования: %{usage_statistics_link}

source: Pipelines|The %{namespace_name} (%{namespace_url}) namespace has reached its shared runner compute minutes quota. For more details, see usage statistics: %{usage_statistics_url}
ko: %{namespace_name} (%{namespace_url}) 네임스페이스는 공유 러너 컴퓨팅 시간 할당량에 도달했습니다. 자세한 내용은 사용 통계에서 확인하세요: %{usage_statistics_url}.
ru: Пространство имён %{namespace_name} (%{namespace_url}) исчерпало квоту общих вычислительных минут средств выполнения. Для получения подробной информации перейдите в статистику использования: %{usage_statistics_url}

source: Pipelines|The %{namespace_name} namespace has %{current_balance} / %{total} (%{percentage}%%) shared runner compute minutes remaining. When all compute minutes are used up, no new jobs or pipelines will run in this namespace's projects.
ko: %{namespace_name} 네임스페이스에 공유 러너 컴퓨팅 시간 %{current_balance} / %{total} (%{percentage}%%)가 남아 있습니다. 모든 컴퓨팅 시간을 소진하면 이 네임스페이스의 프로젝트에서는 새로운 작업이나 파이프라인이 실행되지 않습니다.
ru: В пространстве имён %{namespace_name} осталось %{current_balance} из %{total} (%{percentage}%%) общих вычислительных минут средств выполнения. Когда вычислительные минуты закончатся, новые задания или конвейеры проектов этого пространства имён не будут запускаться.

source: Pipelines|The %{namespace_name} namespace has reached its shared runner compute minutes quota. To run new jobs and pipelines in this namespace's projects, buy additional compute minutes.
ko: %{namespace_name} 네임스페이스가 공유 러너 컴퓨팅 시간 할당량에 도달했습니다. 이 네임스페이스의 프로젝트에서 새로운 작업과 파이프라인을 실행하려면 추가 컴퓨팅 시간을 구매하세요.
ru: Пространство имён %{namespace_name} исчерпало квоту общих вычислительных минут средств выполнения. Чтобы иметь возможность запускать новые задания или конвейеры проектов этого пространства имён, купите дополнительные вычислительные минуты.

source: Pipelines|The CI configuration was not loaded, please try again.
ko: CI 구성이 로드되지 않았습니다. 다시 시도하십시오.
ru: Конфигурация CI не загружена, попробуйте ещё раз.

source: Pipelines|The GitLab CI configuration could not be updated.
ko: GitLab CI 구성을 업데이트할 수 없습니다.
ru: Не удалось обновить конфигурацию GitLab CI.

source: Pipelines|There are currently no finished pipelines.
ko: 현재 완료된 파이프라인이 없습니다.
ru: В настоящее время нет завершённых конвейеров.

source: Pipelines|There are currently no pipelines.
ko: 현재 실행중인 파이프라인이 없습니다.
ru: В данный момент конвейеры отсутствуют.

source: Pipelines|There are no inputs for this configuration.
ko: 이 구성에 대한 입력이 없습니다.
ru: Для этой конфигурации нет входных данных.

source: Pipelines|There are no merge trains for the %{branch} target branch in %{projectName}. Merge requests added to a merge train are displayed on this page. Go to a merge request to %{linkStart}start a merge train.%{linkEnd}
ko: %{projectName}의 %{branch} 대상 브랜치에 대한 머지 트레인이 없습니다. 머지 트레인에 추가된 머지 리퀘스트가 이 페이지에 표시됩니다. 머지 리퀘스트로 이동하여 %{linkStart}머지 트레인을 시작하세요.%{linkEnd}
ru: Для целевой ветки %{branch} в проекте %{projectName} нет цепочек слияний. Запросы на слияние, добавленные в цепочку слияний, отображаются на этой странице. Перейдите к запросу на слияние, чтобы %{linkStart}начать цепочку слияний%{linkEnd}

source: Pipelines|There was a problem fetching the downstream pipeline jobs.
ko: 다운스트림 파이프라인 작업을 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении заданий следующего конвейера.

source: Pipelines|There was a problem fetching the pipeline iid.
ko: 파이프라인 iid을 가져오는 동안 문제가 발생했습니다.
ru: Возникла проблема при получении iid конвейера.

source: Pipelines|There was a problem fetching the pipeline inputs. Please try again.
ko: 파이프라인 입력을 가져오는 동안 문제가 발생했습니다. 다시 시도해 보세요.

source: Pipelines|There was a problem fetching the pipeline stage jobs.
ko: 파이프라인 스테이지 작업을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении заданий этапа конвейера.

source: Pipelines|There was a problem with loading the pipeline data.
ko: 파이프라인 데이터를 로드하는 데 문제가 있습니다.
ru: Произошла ошибка при загрузке данных конвейера.

source: Pipelines|There was an error fetching the pipelines.
ko: 파이프라인을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении конвейеров.

source: Pipelines|There was an error fetching the pipelines. Try again in a few moments or contact your support team.
ko: 파이프라인을 가져오는 동안 오류가 발생했습니다. 잠시 후 다시 시도하거나 지원팀에 문의하세요.
ru: Произошла ошибка при получении конвейеров. Повторите попытку позже или обратитесь в службу поддержки.

source: Pipelines|This GitLab CI configuration is invalid. %{linkStart}Learn more%{linkEnd}
ko: 이 GitLab CI 구성이 잘못되었습니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Эта конфигурация GitLab CI недействительна. %{linkStart}Подробнее%{linkEnd}

source: Pipelines|This GitLab CI configuration is invalid:
ko: 이 GitLab CI 구성이 유효하지 않습니다.
ru: Эта конфигурация GitLab CI недействительна:

source: Pipelines|This GitLab CI configuration is invalid: %{reason}. %{linkStart}Learn more%{linkEnd}
ko: 이 GitLab CI 구성이 유효하지 않습니다: %{reason}. %{linkStart}더 알아보기%{linkEnd}
ru: Эта конфигурация GitLab CI недействительна: %{reason}. %{linkStart}Подробнее%{linkEnd}

source: Pipelines|This GitLab CI configuration is valid.
ko: 이 GitLab CI 구성이 유효합니다.
ru: Эта конфигурация GitLab CI действительна.

source: Pipelines|This pipeline is stuck
ko: 이 파이프라인이 정체됨.
ru: Этот конвейер застрял

source: Pipelines|This pipeline ran for a branch.
ko: 이 파이프라인은 브랜치에 대해 실행되었습니다.
ru: Этот конвейер был выполнен для ветки.

source: Pipelines|This pipeline ran for a tag.
ko: 이 파이프라인은 태그에 대해 실행되었습니다.
ru: Этот конвейер был выполнен для тега.

source: Pipelines|This pipeline ran on the contents of the merge request combined with the contents of all other merge requests queued for merging into the target branch.
ko: 이 파이프라인은 대상 브랜치에 병합하기 위해 대기 중인 다른 모든 머지 리퀘스트의 내용과 결합된 머지 리퀘스트의 콘텐츠에서 실행되었습니다.
ru: Этот конвейер был выполнен на основе содержимого запроса на слияние, объединённого с содержимым всех других запросов на слияние, поставленных в очередь для слияния в целевую ветку.

source: Pipelines|This pipeline ran on the contents of the merge request combined with the contents of the target branch.
ko: 이 파이프라인은 대상 브랜치의 컨텐트와 결합된 머지 리퀘스트의 컨텐트에서 실행되었습니다.
ru: Этот конвейер был выполнен на основе содержимого запроса на слияние, объединённого с содержимым целевой ветки.

source: Pipelines|This pipeline ran on the contents of the merge requests source branch, not the target branch.
ko: 이 파이프라인은 대상 브랜치가 아닌, 머지 리퀘스트 소스 브랜치의 콘텐츠에서 실행되었습니다.
ru: Этот конвейер был выполнен на основе содержимого исходной ветки запроса на слияние, а не целевой ветки.

source: Pipelines|This pipeline will run code originating from a forked project merge request. This means that the code can potentially have security considerations like exposing CI variables.
ko: 이 파이프라인은 포크된 프로젝트 머지 레퀘스트에서 생성된 코드를 실행합니다. 즉, 코드에 CI 변수 노출과 같은 보안 고려 사항이 있을 수 있습니다.
ru: Этот конвейер будет выполнять код, исходящий из запроса на слияние форкнутого проекта. Это означает, что код может потенциально иметь проблемы безопасности, такие как утечка переменных CI.

source: Pipelines|This project is not currently set up to run pipelines.
ko: 이 프로젝트는 현재 파이프라인을 실행하도록 설정되지 않았습니다.
ru: В этом проекте на данный момент не настроены конвейеры.

source: Pipelines|Time
ko: 시간
ru: Время

source: Pipelines|To run new jobs and pipelines in this namespace's projects, %{link_start}buy additional compute minutes%{link_end}.
ko: 이 네임스페이스의 프로젝트에서 새 작업과 파이프라인을 실행하려면 %{link_start}추가 컴퓨팅 시간을 구매하세요%{link_end}.
ru: Чтобы запускать новые задания и конвейеры в проектах этого пространства имён, %{link_start}приобретите дополнительные вычислительные минуты%{link_end}.

source: Pipelines|To run new jobs and pipelines in this namespace's projects, buy additional compute minutes: %{buy_additional_minutes_url}
ko: 이 네임스페이스의 프로젝트에서 새 작업과 파이프라인을 실행하려면 추가 컴퓨팅 시간을 구매하세요: %{buy_additional_minutes_url}.
ru: Чтобы запускать новые задания и конвейеры в проектах этого пространства имён, приобретите дополнительные вычислительные минуты: %{buy_additional_minutes_url}

source: Pipelines|Token
ko: 토큰
ru: Токен

source: Pipelines|Total amount of compute minutes used for the pipeline
ko: 파이프라인에 사용된 총 컴퓨팅 시간(분)
ru: Общее количество вычислительных минут, использованных для конвейера

source: Pipelines|Total number of jobs for the pipeline
ko: 파이프라인의 총 작업 수
ru: Общее количество заданий для конвейера

source: Pipelines|Trigger user has insufficient permissions to project
ko: 트리거 사용자에게 프로젝트에 대한 권한이 부족합니다.
ru: У пользователя триггера недостаточно прав для проекта.

source: Pipelines|Try again in a few moments or contact your support team.
ko: 잠시 후에 다시 시도하거나 지원 팀에 문의하세요.
ru: Повторите попытку через несколько минут или обратитесь в службу поддержки.

source: Pipelines|Try test template
ko: 테스트 템플릿 사용해 보기
ru: Попробуйте тестовый шаблон

source: Pipelines|Unable to create pipeline
ko: 파이프라인을 생성할 수 없습니다.
ru: Не удалось создать конвейер

source: Pipelines|Unable to validate CI/CD configuration. See the %{linkStart}GitLab CI/CD troubleshooting guide%{linkEnd} for more details.
ko: CI/CD 구성을 확인할 수 없습니다. 자세한 내용은 %{linkStart}GitLab CI/CD 문제 해결 가이드%{linkEnd} 을 참조하세요.
ru: Не удалось проверить конфигурацию CI/CD. Смотрите %{linkStart}руководство по устранению неполадок CI/CD%{linkEnd} для получения более подробной информации.

source: Pipelines|Update Trigger
ko: 트리거 업데이트
ru: Обновить триггер

source: Pipelines|Use CI/CD pipelines to automatically build, test, and deploy your code.
ko: CI/CD 파이프라인을 사용하여 코드를 자동으로 빌드, 테스트, 배포하세요.
ru: Используйте конвейеры CI/CD для автоматической сборки, тестирования и развертывания вашего кода.

source: Pipelines|Use a template based on your project's language or framework to get started with GitLab CI/CD.
ko: 프로젝트의 언어 또는 프레임워크에 기반한 템플릿을 사용하여 GitLab CI/CD를 시작하세요.
ru: Используйте шаблон, основанный на языке или фреймворке вашего проекта, чтобы начать работу с GitLab CI/CD.

source: Pipelines|Use inputs to increase the flexibility of your CI/CD configuration files and enhance reusability across your projects.
ko: 입력을 사용하여 CI/CD 구성 파일의 유연성을 높이고 프로젝트간의 재사용성을 향상하세요.
ru: Используйте входные данные, чтобы повысить гибкость ваших конфигурационных файлов CI/CD и улучшить их повторное использование в разных проектах.

source: Pipelines|Use template
ko: 템플릿 사용
ru: Использовать шаблон

source: Pipelines|Using %{codeStart}inputs%{codeEnd} to control pipeline behavior offers improved security and flexibility. Consider updating your pipelines to use %{codeStart}inputs%{codeEnd} instead.
ko: %{codeStart}inputs%{codeEnd}을 사용하여 파이프라인 동작을 제어하면, 보안과 유연성을 제공해 줍니다. %{codeStart}inputs%{codeEnd}를 대신 사용하려면 파이프라인 업데이트를 고려해 보십시오.
ru: Использование %{codeStart}inputs%{codeEnd} для управления поведением конвейера повышает безопасность и гибкость. Рассмотрите возможность обновления конвейеров для использования %{codeStart}inputs%{codeEnd}.

source: Pipelines|Validate
ko: 검증
ru: Проверить

source: Pipelines|Validating GitLab CI configuration…
ko: GitLab CI 구성 검증…
ru: Проверка конфигурации GitLab CI…

source: Pipelines|View analytics
ko: 분석 보기
ru: Просмотр аналитики

source: Pipelines|View merge train details
ko: 머지 트레인 세부 정보 보기
ru: Просмотреть детали цепочки слияний

source: Pipelines|Visualize
ko: 시각화
ru: Визуализация

source: Pipelines|We'll continuously validate your pipeline configuration. The validation results will appear here.
ko: 파이프라인 설정을 지속적으로 검증할 것입니다. 유효성 검증 결과가 여기에 표시됩니다.
ru: Мы будем непрерывно проверять конфигурацию вашего конвейера. Результаты проверки появятся здесь.

source: Pipelines|When all compute minutes are used up, no new jobs or pipelines will run in this namespace's projects. To avoid any interruption of service you can %{link_start}buy additional compute minutes%{link_end}.
ko: 모든 컴퓨팅 시간이 소진되면 이 네임스페이스의 프로젝트에서 새 작업이나 파이프라인이 실행되지 않습니다. 서비스 중단을 피하려면 %{link_start}추가 컴퓨팅 시간을 구매하세요%{link_end}.
ru: Когда все вычислительные минуты будут использованы, новые задания и конвейеры не будут выполняться в проектах этого пространства имён. Чтобы избежать перебоев в обслуживании, вы можете %{link_start}приобрести дополнительные вычислительные минуты%{link_end}.

source: Pipelines|When all compute minutes are used up, no new jobs or pipelines will run in this namespace's projects. To avoid any interruption of service you can buy additional compute minutes: %{buy_link}
ko: 모든 계산 시간이 소진되면 이 네임스페이스의 프로젝트에서 새 작업이나 파이프라인이 실행되지 않습니다. 서비스 중단을 피하려면 추가 컴퓨팅 시간을 구매하세요: %{buy_link}
ru: Когда все вычислительные минуты будут использованы, новые задания и конвейеры не будут выполняться в проектах этого пространства имён. Чтобы избежать перебоев в обслуживании, вы можете приобрести дополнительные вычислительные минуты: %{buy_link}

source: Pipelines|You should review the code thoroughly before running this pipeline with the parent project's CI/CD resources.
ko: 상위 프로젝트의 CI/CD 리소스로 이 파이프라인을 실행하기 전에 코드를 철저히 리뷰해야 합니다.
ru: Перед запуском этого конвейера с ресурсами CI/CD родительского проекта вам следует тщательно проверить код.

source: Pipelines|Your changes have been successfully committed. Now redirecting to the new merge request page.
ko: 변경 사항이 성공적으로 커밋되었습니다. 이제 새로운 머지 리퀘스트 페이지로 리디렉션 중입니다.
ru: Ваши изменения были успешно закоммичены. Теперь происходит перенаправление на страницу нового запроса на слияние.

source: Pipelines|branch
ko: 브랜치
ru: ветка

source: Pipelines|error
ko: 오류
ru: ошибка

source: Pipelines|finished
ko: 완료됨
ru: завершено

source: Pipelines|invalid
ko: 유효하지 않음
ru: Невалидно

source: Pipelines|latest
ko: 최근
ru: последний

source: Pipelines|merge request
ko: 머지 리퀘스트
ru: запрос на слияние

source: Pipelines|merge train
ko: 머지 트레인
ru: цепочка слияний

source: Pipelines|merged results
ko: 머지된 결과
ru: результаты слияния

source: Pipelines|stuck
ko: 정체
ru: застрял

source: Pipelines|tag
ko: 태그
ru: тег

source: Pipelines|yaml invalid
ko: yaml이 잘못됨
ru: некорректный YAML

source: Pipeline|95th percentile
ko: 상위 95%%
ru: 95-й перцентиль

source: Pipeline|Actions
ko: 동작
ru: Действия

source: Pipeline|Branch name
ko: 브랜치 이름
ru: Имя ветки

source: Pipeline|Branches or tags could not be loaded.
ko: 브랜치 또는 태그를 로드할 수 없습니다.
ru: Не удалось загрузить ветки или теги.

source: Pipeline|Canceled
ko: 취소됨
ru: Отменён

source: Pipeline|Checking pipeline status
ko: 파이프라인 상태 확인 중
ru: Проверка состояния конвейера

source: Pipeline|Checking pipeline status.
ko: 파이프라인 상태를 확인 중입니다.
ru: Проверка состояния конвейера.

source: Pipeline|Could not retrieve the pipeline status. For troubleshooting steps, read the %{linkStart}documentation%{linkEnd}.
ko: 파이프라인 상태를 검색할 수 없습니다. 문제 해결 단계들은 %{linkStart}설명서%{linkEnd}참조하십시오.
ru: Не удалось получить статус конвейера. Для устранения неполадок ознакомьтесь с %{linkStart}документацией%{linkEnd}.

source: Pipeline|Created
ko: 생성됨
ru: Создан

source: Pipeline|Created by
ko: 다음에 의해 생성됨
ru: Создан

source: Pipeline|Creating pipeline.
ko: 파이프라인 생성.
ru: Создание конвейера.

source: Pipeline|Date
ko: 날짜
ru: Дата

source: Pipeline|Duration
ko: 기간
ru: Продолжительность

source: Pipeline|Failed
ko: 실패
ru: Не выполнен

source: Pipeline|File
ko: 파일
ru: Файл

source: Pipeline|Manual
ko: 수동
ru: Вручную

source: Pipeline|Median (50th percentile)
ko: 중앙값 (상위 50%%)
ru: Медиана (50-й процентиль)

source: Pipeline|Merge request pipeline
ko: 머지 리퀘스트 파이프라인
ru: Конвейер запроса на слияние

source: Pipeline|Merge request pipeline runs on the contents of the merge request's source branch, not the target branch.
ko: 머지 리퀘스트 파이프라인은 대상 브랜치가 아닌 머지 리퀘스트의 소스 브랜치의 내용을 기반으로 실행됩니다.
ru: Конвейер запроса на слияние выполняется на содержимом исходной ветки запроса, а не целевой.

source: Pipeline|Merge train pipeline
ko: 머지 트레인 파이프라인
ru: Конвейер цепочки слияний

source: Pipeline|Merge train pipeline jobs can not be retried
ko: 머지 트레인 파이프라인 작업을 다시 시도할 수 없습니다.
ru: Задания конвейеров цепочки слияний не могут быть повторно выполнены

source: Pipeline|Merge train pipeline runs on the contents of the merge request combined with the contents of all other merge requests queued for merging into the target branch.
ko: 머지 트레인 파이프라인은 대상 브랜치에 머지하기 위해 대기 중인 다른 모든 머지 리퀘스트의 내용과 결합된 머지 리퀘스트의 내용을 기반으로 실행됩니다.
ru: Конвейер цепочки слияний работает с содержимым запроса на слияние, объединённым с содержимым всех других запросов на слияние, ожидающих слияния в целевую ветку.

source: Pipeline|Merged results pipeline
ko: 머지된 결과 파이프라인
ru: Конвейер с результатами слияния

source: Pipeline|Merged results pipeline runs on the contents of the merge request combined with the contents of the target branch.
ko: 머지된 결과 파이프라인은 머지 리퀘스트의 내용과 대상 브랜치의 내용을 결합하여 실행됩니다.
ru: Конвейер с результатами слияния выполняется на основе содержимого запроса на слияние, объединённого с содержимым целевой ветки.

source: Pipeline|Minutes
ko: 분

source: Pipeline|New pipeline
ko: 새 파이프라인
ru: Новый конвейер

source: Pipeline|Only the first 100 jobs per stage are displayed
ko: 단계마다 첫 100개의 작업만 표시됩니다.
ru: Отображаются только первые 100 заданий на каждом этапе

source: Pipeline|Other (Cancelled, Skipped)
ko: 기타 (취소됨, 생략됨)
ru: Другие (отменённые, пропущенные)

source: Pipeline|Passed
ko: 통과
ru: Выполнен
