Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ImportProjects|Cancelling project import failed: %{reason}
ko: 프로젝트 가져오기 취소 실패: %{reason}
ru: Не удалось отменить импорт проекта: %{reason}

source: ImportProjects|Collaborated
ko: 협업

source: ImportProjects|Continue import
ko: 가져오기 계속
ru: Продолжить импорт

source: ImportProjects|Error importing repository %{project_safe_import_url} into %{project_full_path} - %{message}
ko: %{project_safe_import_url} 리포지토리 %{project_full_path}로 가져오는 중 오류 발생 - %{message}
ru: Ошибка импорта репозитория %{project_safe_import_url} в %{project_full_path} - %{message}

source: ImportProjects|Import repositories
ko: 리포지토리 가져오기
ru: Импорт репозиториев

source: ImportProjects|Imported files will be kept. You can import this repository again later.
ko: 가져온 파일은 보관됩니다. 나중에 이 리포지토리를 다시 가져올 수 있습니다.
ru: Импортированные файлы будут сохранены. Вы сможете снова импортировать этот репозиторий позже.

source: ImportProjects|Importing a project into a personal namespace results in all contributions being mapped to the same bot user and they cannot be reassigned. To map contributions to actual users, import the project to a group instead.
ko: 개인 네임스페이스로 프로젝트를 가져오면 모든 기여가 동일한 봇 사용자에게 매핑되며 다시 할당할 수 없습니다. 실제 사용자에게 기여도를 매핑하려면 대신 프로젝트를 그룹으로 가져오세요.
ru: Импорт проекта в личное пространство имен приведет к тому, что все вклады будут связаны с одним и тем же пользователем-ботом, и их нельзя будет переназначить. Чтобы связать вклады с реальными пользователями, импортируйте проект в группу.

source: ImportProjects|Importing the project failed
ko: 프로젝트 가져오기 실패
ru: Не удалось импортировать проект

source: ImportProjects|Importing the project failed: %{reason}
ko: 프로젝트 가져오기 실패: %{reason}
ru: Ошибка при импорте проекта: %{reason}

source: ImportProjects|Organization
ko: 조직
ru: Организация

source: ImportProjects|Organizations
ko: 조직
ru: Организации

source: ImportProjects|Owned
ko: 소유함

source: ImportProjects|Re-import creates a new project. It does not sync with the existing project.
ko: 다시 가져오기는 새 프로젝트를 생성합니다. 기존 프로젝트와 동기화되지 않습니다.

source: ImportProjects|Repository above permitted size limit.
ko: 허용된 크기 제한을 초과하는 리포지토리.
ru: Репозиторий превышает разрешенный размер.

source: ImportProjects|Requesting namespaces failed
ko: 네임스페이스 요청 실패

source: ImportProjects|Requesting your %{provider} repositories failed
ko: %{provider} 리포지토리 요청 실패
ru: Не удалось запросить %{provider} репозиториев

source: ImportProjects|Select the repositories you want to import
ko: 가져오려는 리포지토리 선택

source: ImportProjects|The more information you select, the longer it will take to import.
ko: 더 많은 정보를 선택할수록 가져오는 데 시간이 더 오래 걸립니다.
ru: Чем больше информации вы выберете, тем больше времени займет импорт.

source: ImportProjects|The remote data could not be imported.
ko: 리모트 데이터는 가져오지 못 할 수도 있습니다.
ru: Удаленные данные не могут быть импортированы.

source: ImportProjects|The repository could not be created.
ko: 리포지토리를 생성할 수 없습니다.
ru: Не удалось создать репозиторий.

source: ImportProjects|To import collaborators, or if your project has Git LFS files, you must use a classic personal access token with %{codeStart}read:org%{codeEnd} scope. %{linkStart}Learn more%{linkEnd}.
ko: 협력자를 가져오거나 프로젝트에 Git LFS 파일이 있는 경우 %{codeStart}read:org%{codeEnd} 범위의 클래식 개인 액세스 토큰을 사용해야 합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Чтобы импортировать соавторов или если в вашем проекте есть файлы Git LFS, вы должны использовать классический личный токен доступа с областью %{codeStart}read:org%{codeEnd}. %{linkStart}Подробнее%{linkEnd}.

source: ImportProjects|Update of imported projects with realtime changes failed
ko: 가져온 프로젝트를 실시간 변경사항을 업데이트하지 못했습니다.

source: Imported
ko: 가져옴

source: Imported relation must be one of %{relations}
ko: 가져온 관계는 %{relations}중 하나여야 합니다.
ru: Импортированное отношение должно быть одним из %{relations}

source: Imported requirements
ko: 가져온 요구 사항

source: Importing %d repository
ko: %d개 리포지토리 가져오는 중

source: Importing GitLab projects? Migrating GitLab projects when migrating groups by direct transfer is in Beta. %{link_start}Learn more.%{link_end}
ko: GitLab 프로젝트 가져오기 하고 있습니까? 직접 전송으로 그룹을 마이그레이션할 때 GitLab 프로젝트 마이그레이션은 베타 버전입니다. %{link_start}자세히 알아보기%{link_end}
ru: Хотите импортировать проекты GitLab? Миграция проектов GitLab при переносе групп напрямую находится в стадии бета-тестирования. %{link_start}Подробнее.%{link_end}

source: Importing…
ko: 가져오는중…
ru: Импорт…

source: Import|An error occurred while fetching import details.
ko: 가져오기 세부 정보를 가져오는 동안 오류가 발생했습니다.

source: Import|Close details
ko: 세부 정보 닫기
ru: Скрыть подробности

source: Import|Complete
ko: 완료됨
ru: Завершён

source: Import|Failed
ko: 실패됨
ru: Не удался

source: Import|Failures for %{id}
ko: %{id}에 대해 실패

source: Import|GitHub import details
ko: GitHub 가져오기 세부 정보

source: Import|Import completed
ko: 가져오기 완료됨
ru: Импорт завершён

source: Import|Import from %{hostname} completed
ko: %{hostname} 에서 가져오기 완료됨
ru: Импорт с %{hostname} завершён

source: Import|Import source user has an invalid status for this operation
ko: 가져오기 소스 사용자의 상태가 이 작업에 대해 잘못되었습니다.
ru: У пользователя источника импорта некорректный статус для этой операции

source: Import|Importing
ko: 가져오는 중
ru: Импортирование

source: Import|In progress
ko: 진행 중
ru: В процессе

source: Import|Maximum decompressed file size for archives from imports (MiB)
ko: 가져온 아카이브의 최대 압축 해제 파일 크기(MiB)
ru: Максимальный размер распакованного файла для архивов при импорте (МиБ)

source: Import|Maximum import remote file size (MiB)
ko: 가져오기 리모트 파일 최대 크기(MiB)
ru: Максимальный размер удалённого файла для импорта (МиБ)

source: Import|Maximum number of simultaneous import jobs for Bitbucket Cloud importer
ko: Bitbucket Cloud 가져오기 도구의 최대 동시 가져오기 작업 수
ru: Максимальное количество одновременных заданий импорта для импортера Bitbucket Cloud

source: Import|Maximum number of simultaneous import jobs for Bitbucket Server importer
ko: Bitbucket 서버 가져오기 도구에 대한 최대 동시 가져오기 작업 수
ru: Максимальное количество одновременных заданий импорта для импортера с сервера Bitbucket

source: Import|Maximum number of simultaneous import jobs for GitHub importer
ko: GitHub 가져오기 도구의 최대 동시 가져오기 작업 수
ru: Максимальное количество одновременных заданий импорта для импортера GitHub

source: Import|Maximum remote file size for imports from external object storages. For example, AWS S3.
ko: 외부 개체 스토리지(e.g.AWS S3)에서 가져올 때 리모트 파일 최대 크기
ru: Максимальный размер удалённого файла для импорта из внешних хранилищ объектов. Например, AWS S3.

source: Import|Maximum size of decompressed archive.
ko: 압축 풀린 아카이브의 최대 크기.
ru: Максимальный размер распакованного архива.

source: Import|Must only contain the base URL of the source GitLab instance.
ko: 소스 GitLab 인스턴스의 기본 URL만 포함해야 합니다.

source: Import|No import details
ko: 가져오기 세부 정보 없음

source: Import|Not started
ko: 시작되지 않음
ru: Не начат

source: Import|Open details
ko: 세부 정보 열기
ru: Показать подробности

source: Import|Partially completed
ko: 부분적으로 완료됨

source: Import|Pending
ko: 보류 중
ru: В ожидании

source: Import|Placeholder user record reassignment complete
ko: 플레이스홀더 사용자 레코드 재할당 완료
ru: Переназначение учётной записи временного пользователя завершено

source: Import|Reassign contributions
ko: 기여 재할당
ru: Переназначить участие

source: Import|Rescheduling placeholder user records reassignment: database health
ko: 플레이스홀더 사용자 레코드 재할당 일정 변경: 데이터베이스 상태
ru: Переназначение записей временных пользователей запланировано повторно: состояние базы данных

source: Import|Show errors
ko: 오류 표시

source: Import|The import %{project_creator_name} started on %{start_date} from %{strong_open}%{hostname}%{strong_close} has completed.
ko: %{project_creator_name}에 의해 %{start_date}에 %{strong_open}%{hostname}%{strong_close}에서 시작된 가져오기가 완료되었습니다.
ru: Импорт %{project_creator_name}, начатый %{start_date} с %{strong_open}%{hostname}%{strong_close}, завершён.

source: Import|The import you started on %{start_date} from %{strong_open}%{hostname}%{strong_close} has completed.
ko: %{start_date}에 %{strong_open}%{hostname}%{strong_close}에서 시작한 가져오기가 완료되었습니다.
ru: Импорт, который вы начали %{start_date} с %{strong_open}%{hostname}%{strong_close}, завершён.

source: Import|The repository could not be imported.
ko: 리포지토리를 가져올 수 없습니다.

source: Import|There is not a valid Git repository at this URL. If your HTTP repository is not publicly accessible, verify your credentials.
ko: 이 URL에 유효한 Git 리포지토리가 없습니다. HTTP 리포지토리에 공개적으로 액세스할 수 없는 경우 자격 증명을 확인하십시오.

source: Import|This project is being imported. Do not make any changes to the project until the import is complete.
ko: 이 프로젝트를 가져오는 중입니다. 가져오기가 완료될 때까지 프로젝트를 변경하지 마십시오.
ru: Этот проект импортируется. Не вносите изменения в проект до завершения импорта.

source: Import|Timeout for decompressing archived files (seconds)
ko: 아카이빙 파일 압축 풀기 최대 시간 (초)
ru: Таймаут для распаковки файлов архивов (в секундах)

source: Import|Timeout for decompressing archived files.
ko: 아카이빙된 파일의 압축을 풀때 최대 시간입니다.
ru: Таймаут для распаковки файлов архивов.

source: Import|Users with the Owner role for the group can reassign contributions on the "Members" page.
ko: 그룹에 대한 소유자 역할을 가진 사용자는 "멤버" 페이지에서 기여를 재지정할 수 있습니다.
ru: Участники группы с ролью Владелец могут переназначать вклад на странице «Участники».

source: Import|View import results
ko: 가져오기 결과 보기
ru: Посмотреть результаты импорта

source: Import|You can import a Subversion repository by using third-party tools. %{svn_link}.
ko: 외부 도구를 사용하여 Subversion 리포지토리를 가져올 수 있습니다. %{svn_link}.

source: Import|You can now review your import results.
ko: 가져오기 결과를 리뷰할 수 있습니다.
ru: Теперь вы можете просмотреть результаты импорта.

source: Import|You can reassign contributions on the "Members" page of the group.
ko: 그룹의 "멤버" 페이지에서 기여를 재지정할 수 있습니다.
ru: Вы можете переназначить вклад на странице «Участники» группы.

source: Import|You do not have permission to view import source users for this namespace
ko: 이 네임스페이스에 대한 가져오기 소스 사용자를 볼 수 있는 권한이 없습니다.
ru: У вас нет прав на просмотр пользователей источника импорта для этого пространства имён

source: Import|You have insufficient permissions to update the import source user
ko: 가져오기 소스 사용자를 업데이트할 권한이 부족합니다.
ru: У вас недостаточно прав для обновления пользователя исходного импорта.

source: Import|already assigned to another placeholder
ko: 이미 다른 플레이스홀더에 할당됨
ru: уже назначен другому временно́му пользователю

source: Improve customer support with Service Desk
ko: 서비스 데스크를 통한 고객 지원 개선
ru: Улучшите поддержку клиентов с помощью Service Desk

source: Improve indexing performance by increasing Sidekiq load. Values greater than the current shard limit (%{limit}) are not allowed.
ko: Sidekiq 로드를 늘려 인덱싱 성능을 향상시킵니다. 현재 샤드 제한(%{limit})보다 큰 값은 허용되지 않습니다.
ru: Улучшите производительность индексации за счет увеличения нагрузки на Sidekiq. Значения, превышающие текущий предел сегментов (%{limit}), не допускаются.

source: Improve quality with test cases
ko: 테스트 케이스로 품질 향상
ru: Улучшить качество при помощи тестовых случаев

source: In GitLab
ko: GitLab 에서
ru: В GitLab

source: In case of pull mirroring, your user will be the author of all events in the activity feed that are the result of an update, like new branches being created or new commits being pushed to existing branches.
ko: 풀 미러링의 경우 사용자는 새로운 브랜치가 생성되거나 기존 브랜치로 푸시되는 새 커밋과 같이 업데이트의 결과인 활동 피드의 모든 이벤트의 작성자가 됩니다.
ru: В случае зеркалирования с получением ваш пользователь будет автором всех событий в ленте активности, которые являются результатом обновления, таких как создание новых веток или отправка новых коммитов в существующие ветки.

source: In each example, replace %{code_start}TOKEN%{code_end} with the trigger token you generated and replace %{code_start}REF_NAME%{code_end} with the branch or tag name.
ko: 각 예제에서 %{code_start}TOKEN%{code_end}을 트리거 토큰으로 바꾸고 %{code_start}REF_NAME%{code_end}을 브랜치 또는 태그 이름으로 바꿉니다.
ru: В каждом примере замените %{code_start}TOKEN%{code_end} на созданный вами токен запуска, а %{code_start}REF_NAME%{code_end} — на имя ветки или тега.

source: In progress
ko: 진행 중
ru: В процессе

source: In progress, queued for %{queuedDuration} seconds
ko: 진행 중, %{queuedDuration} 초 동안 대기 중
ru: В процессе, был в очереди %{queuedDuration} секунд

source: In the background, we're attempting to connect you again.
ko: 백그라운드에서 다시 연결을 시도하고 있습니다.

source: In this group
ko: 이 그룹에서
ru: В этой группе

source: In this page you will find information about the settings that are used in your current instance.
ko: 이 페이지에서는 현재 인스턴스에서 사용되는 설정 정보를 찾을 수 있습니다.
ru: На этой странице вы найдете информацию о настройках, которые используются в вашем текущем экземпляре.

source: In this project
ko: 이 프로젝트에서
ru: В этом проекте

source: In use
ko: 사용 중

source: InProductMarketing|%{upper_start}Free 60-day trial%{upper_end} %{lower_start}GitLab Ultimate & GitLab Duo Enterprise%{lower_end} %{last_start}Sign up for a free trial of the most comprehensive AI-native DevSecOps Platform%{last_end}
ko: %{upper_start}60일 무료 체험%{upper_end} %{lower_start}GitLab Ultimate 및 GitLab Duo Enterprise%{lower_end} %{last_start}가장 포괄적인 AI-네이티브 DevSecOps 플랫폼의 무료 체험판에 가입하세요%{last_end}
ru: %{upper_start}Бесплатный пробный период на 60 дней%{upper_end} %{lower_start}GitLab Ultimate и GitLab Duo Enterprise%{lower_end} %{last_start}Оформите бесплатный пробный доступ к самой полной платформе DevSecOps с поддержкой ИИ%{last_end}

source: InProductMarketing|60-day trial period
ko: 60일 체험기간
ru: Пробный период на 60 дней

source: InProductMarketing|Boost efficiency and collaboration
ko: 효율성과 협업을 강화하세요
ru: Повышает эффективность и сотрудничество

source: InProductMarketing|Built-in security
ko: 빌트인 보안
ru: Встроенная безопасность

source: InProductMarketing|End-to-end security and compliance
ko: 종단간 보안 및 규정 준수
ru: Комплексная защита и соблюдение норм

source: InProductMarketing|Ensure compliance
ko: 규정 준수 보장

source: InProductMarketing|Experience the power of Ultimate + GitLab Duo Enterprise
ko: Ultimate + GitLab Duo Enterprise의 강력한 기능을 경험하세요
ru: Оцените возможности Ultimate + GitLab Duo Enterprise

source: InProductMarketing|Free guest users
ko: 무료 게스트 사용자

source: InProductMarketing|GitLab Duo Enterprise: AI across the software development lifecycle
ko: GitLab Duo Enterprise: 소프트웨어 개발 라이프사이클 전반에 걸친 AI
ru: GitLab Duo Enterprise: ИИ на всех этапах жизненного цикла разработки программного обеспечения.

source: InProductMarketing|Invite unlimited colleagues
ko: 동료 무제한 초대
ru: Приглашайте неограниченное количество коллег

source: InProductMarketing|No credit card required.
ko: 신용 카드가 필요하지 않습니다.

source: InProductMarketing|One platform for Dev, Sec, and Ops teams
ko: 개발, 보안 및 운영 팀을 위한 단일 플랫폼
ru: Единая платформа для команд Dev, Sec и Ops

source: InProductMarketing|Ship secure software faster
ko: 보안이 강화된 소프트웨어를 더 빠르게 배포하세요
ru: Выпускайте безопасное программное обеспечение быстрее

source: InProductMarketing|Start a Self-Managed trial
ko: 자체 관리 평가판 시작
ru: Начать пробную версию для автономного развёртывания

source: InProductMarketing|Team members collaborating
ko: 팀원과 협업

source: InProductMarketing|Trusted by
ko: 신뢰로 설정함

source: InProductMarketing|Want to host GitLab on your servers?
ko: 개인 서버에 GitLab을 호스팅하고 싶습니까?
ru: Хотите разместить GitLab на своих серверах?

source: Inactive
ko: 비활성
ru: Неактивные

source: Inactive group access tokens
ko: 비활성 그룹 액세스 토큰
ru: Неактивные токены доступа группы

source: Inactive project access tokens
ko: 비활성 프로젝트 액세스 토큰
ru: Неактивные токены доступа проекта

source: Incident
ko: 인시던트
ru: Инцидент

source: Incident Management Limits
ko: 인시던트 관리 제한
ru: Лимиты, связанные с Управлением инцидентами

source: Incident creation cancelled.
ko: 인시던트 생성이 취소되었습니다.
ru: Создание инцидента отменено.

source: Incident details
ko: 인시던트 세부정보

source: Incident template (optional).
ko: 인시던트 템플릿 (옵션)

source: Incident title
ko: 인시던트 제목

source: IncidentManagement|%{hours} hours, %{minutes} minutes remaining
ko: %{hours} 시간 %{minutes} 분 남음
ru: Осталось %{hours} ч, %{minutes} мин

source: IncidentManagement|%{minutes} minutes remaining
ko: %{minutes} 분 남음

source: IncidentManagement|Achieved SLA
ko: 달성된 SLA

source: IncidentManagement|Acknowledged
ko: 확인됨
ru: Подтверждено

source: IncidentManagement|All
ko: 전체

source: IncidentManagement|All alerts promoted to incidents are automatically displayed within the list.
ko: 인시던트로 승격된 모든 경보는 목록에 자동으로 표시됩니다.
ru: Все оповещения, преобразованные в инциденты, автоматически отображаются в списке.

source: IncidentManagement|All alerts promoted to incidents are automatically displayed within the list. You can also create a new incident using the button below.
ko: 인시던트로 승격된 모든 경보는 목록에 자동으로 표시됩니다. 아래 버튼을 사용하여 새 인시던트를 만들 수도 있습니다.
ru: Все оповещения, преобразованные в инциденты, автоматически отображаются в списке. Вы также можете создать новый инцидент, используя кнопку ниже.

source: IncidentManagement|An error occurred while fetching the incident status. Please reload the page.
ko: 인시던트 상태를 가져오는 동안 오류가 발생했습니다. 페이지를 새로고침하세요.

source: IncidentManagement|An error occurred while updating the incident status. Please reload the page and try again.
ko: 인시던트 상태를 업데이트하는 동안 오류가 발생했습니다. 페이지를 새로고침하고 다시 시도하세요.

source: IncidentManagement|Assign paging status
ko: 페이징 상태 지정

source: IncidentManagement|Assignees
ko: 담당자
ru: Исполнители

source: IncidentManagement|Closed
ko: 닫힘

source: IncidentManagement|Create incident
ko: 인시던트 생성

source: IncidentManagement|Critical - S1
ko: 치명적 - S1

source: IncidentManagement|Date created
ko: 생성된 날짜

source: IncidentManagement|Display your incidents in a dedicated view
ko: 전용 보기에 인시던트 표시
ru: Отображайте ваши инциденты в отдельном представлении.

source: IncidentManagement|High - S2
ko: 높음 - S2

source: IncidentManagement|Incident
ko: 인시던트

source: IncidentManagement|Incidents
ko: 인시던트
ru: Инциденты

source: IncidentManagement|Low - S4
ko: 낮음 - S4

source: IncidentManagement|Medium - S3
ko: 중간 - S3

source: IncidentManagement|Missed SLA
ko: 미달성 SLA

source: IncidentManagement|No incidents to display.
ko: 표시할 인시던트가 없습니다.
ru: Нет инцидентов для отображения.

source: IncidentManagement|None
ko: 없음
ru: Нет

source: IncidentManagement|Open
ko: 열기

source: IncidentManagement|Page your team with escalation policies
ko: 에스컬레이션 정책으로 팀 호출

source: IncidentManagement|Paged
ko: 호출됨

source: IncidentManagement|Published
ko: 게시됨
ru: Опубликовано

source: IncidentManagement|Published to status page
ko: 상태 페이지에 게시됨
ru: Опубликовано на странице состояния

source: IncidentManagement|Resolved
ko: 해결됨

source: IncidentManagement|Severity
ko: 심각도
ru: Уровень серьёзности

source: IncidentManagement|Status
ko: 상태

source: IncidentManagement|Stops paging
ko: 페이징 중지

source: IncidentManagement|There are no closed incidents
ko: 닫힌 인시던트가 없습니다.
ru: Нет закрытых инцидентов

source: IncidentManagement|There was an error displaying the incidents.
ko: 인시던트를 표시하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при отображении инцидентов.

source: IncidentManagement|Time to SLA
ko: SLA까지 시간

source: IncidentManagement|Triggered
ko: 트리거됨

source: IncidentManagement|Unassigned
ko: 지정되지 않음
ru: Не назначено

source: IncidentManagement|Unknown
ko: 알 수 없음

source: IncidentManagement|Unpublished
ko: 게시하지 않음

source: IncidentManagement|Use escalation policies to automatically page your team when incidents are created.
ko: 인시던트가 생성될 때 에스컬레이션 정책을 사용하여 팀을 자동으로 호출합니다.
ru: Используйте политики эскалации для автоматической отправки уведомлений вашей команде при создании инцидентов.

source: IncidentSettings|Activate "time to SLA" countdown timer
ko: "SLA까지 시간" 카운트다운 타이머 활성화
ru: Активировать таймер обратного отсчёта для «времени до SLA»

source: IncidentSettings|Fine-tune incident settings and set up integrations with external tools to help better manage incidents.
ko: 인시던트 설정을 미세 조정하고 외부 도구와의 통합을 설정하여 인시던트를 더 잘 관리할 수 있습니다.
ru: Точная настройка параметров инцидентов и настройка интеграции с внешними инструментами для более эффективного управления инцидентами.

source: IncidentSettings|Grafana integration
ko: Grafana 통합
ru: Интеграция с Grafana

source: IncidentSettings|Incident settings
ko: 인시던트 설정
ru: Настройки инцидента

source: IncidentSettings|Incidents
ko: 인시던트
ru: Инциденты

source: IncidentSettings|Introduce a countdown timer in incident issues to better track Service Level Agreements (SLAs). The timer starts automatically when the incident is created, and sets a time limit for resolving the incident. When activated, the time to SLA countdown appears on all new incidents.
ko: 서비스 수준 약관(SLA)을 더 잘 추적하기 위해 인시던트 이슈에 카운트다운 타이머를 도입합니다. 타이머는 인시던트가 생성되면 자동으로 시작되며 인시던트 해결을 위한 시간 제한을 설정합니다. 활성화되면 SLA까지의 시간 카운트다운이 모든 새 인시던트에 나타납니다.
ru: Представляем таймер обратного отсчёта в обсуждениях инцидентов для лучшего отслеживания соглашений об уровне обслуживания (SLA). Таймер запускается автоматически при создании инцидента и устанавливает ограничение по времени для его разрешения. Когда эта функция активирована, отсчёт времени до SLA отображается для всех новых инцидентов.

source: IncidentSettings|PagerDuty integration
ko: PagerDuty 통합
ru: Интеграция с PagerDuty

source: IncidentSettings|Time limit
ko: 시간 제한
ru: Ограничение времени

source: IncidentSettings|Time limit must be a multiple of 15 minutes.
ko: 시간 제한은 15분의 배수여야 합니다.
ru: Ограничение времени должно быть кратно 15 минутам.

source: IncidentSettings|Time limit must be a valid number.
ko: 시간 제한은 유효한 숫자여야 합니다.
ru: Ограничение времени должно быть допустимым числом.

source: IncidentSettings|Time limit must be greater than 0.
ko: 시간 제한은 0보다 커야 합니다.
ru: Ограничение времени должно быть больше 0.

source: IncidentSettings|When activated, this applies to all new incidents in the project.
ko: 활성화되면 프로젝트의 모든 새 인시던트에 적용됩니다.
ru: При активации применяется ко всем новым инцидентам в проекте.

source: IncidentSettings|hours
ko: 시간
ru: часы

source: IncidentSettings|minutes
ko: 분
ru: минуты

source: Incidents
ko: 인시던트
ru: Инциденты

source: Incidents|Add image details
ko: 이미지 세부 정보 추가
ru: Добавить информацию об изображении

source: Incidents|Add text or a link to display with your image. If you don't add either, the file name displays instead.
ko: 이미지와 함께 표시할 텍스트 또는 링크를 추가합니다. 만약 둘 다 추가하지 않으면, 파일 이름이 대신 표시됩니다.

source: Incidents|Drop or %{linkStart}upload%{linkEnd} a metric screenshot to attach it to the incident
ko: 메트릭 스크린샷을 드래그&드롭하거나 %{linkStart}업로드%{linkEnd}하여 인시던트에 첨부합니다.

source: Incidents|Must start with http:// or https://
ko: http:// 또는 https://로 시작해야 합니다.
ru: Должно начинаться с http:// или https://

source: Incident|Add new timeline event
ko: 새 타임라인 이벤트 추가

source: Incident|Adding an event tag associates the timeline comment with specific incident metrics.
ko: 이벤트 태그를 추가하면 타임라인 설명이 특정 인시던트 측정항목과 연결됩니다.

source: Incident|Alert details
ko: 경고 세부정보

source: Incident|Are you sure you want to delete this event?
ko: 이 이벤트를 삭제하시겠습니까?

source: Incident|Are you sure you wish to delete this image?
ko: 이 이미지를 삭제하시겠습니까?

source: Incident|Delete event
ko: 이벤트 삭제

source: Incident|Delete image
ko: 이미지 삭제

source: Incident|Deleting %{filename}
ko: %{filename} 삭제

source: Incident|Edit image text or link
ko: 이미지 텍스트 또는 링크 수정

source: Incident|Editing %{filename}
ko: %{filename} 수정

source: Incident|Error creating incident timeline event: %{error}
ko: 인시던트 타임라인 이벤트 생성 오류: %{error}

source: Incident|Error deleting incident timeline event: %{error}
ko: 인시던트 타임라인 이벤트 삭제 오류: %{error}

source: Incident|Error updating incident timeline event: %{error}
ko: 인시던트 타임라인 이벤트 업데이트 오류: %{error}

source: Incident|Event tag
ko: 이벤트 태그
ru: Тег события

source: Incident|Incident
ko: 인시던트
ru: Инцидент

source: Incident|Metrics
ko: 측정항목

source: Incident|No timeline items have been added yet.
ko: 아직 타임라인 항목이 추가되지 않았습니다.

source: Incident|Save and add another event
ko: 다른 이벤트 저장 및 추가
ru: Сохранить и добавить еще одно событие

source: Incident|Something went wrong while creating the incident timeline event.
ko: 인시던트 타임라인 이벤트를 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании события в хронологии инцидента.
