Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: WorkItem|Something went wrong while promoting the %{workItemType}. Please try again.
ko: %{workItemType}을 승격하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при переносе %{workItemType}. Повторите попытку.

source: WorkItem|Something went wrong while removing child.
ko: 하위 항목을 제거하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении дочернего элемента.

source: WorkItem|Something went wrong while undoing child removal.
ko: 하위 항목 제거를 실행 취소하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при отмене удаления дочернего элемента.

source: WorkItem|Something went wrong while updating the %{workItemType}. Please try again.
ko: %{workItemType}을 업데이트하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении %{workItemType}. Повторите попытку.

source: WorkItem|Something went wrong while updating the work item. Please try again.
ko: 작업 항목을 업데이트하는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при обновлении рабочего элемента. Повторите попытку.

source: WorkItem|Start
ko: 시작
ru: Начало

source: WorkItem|Task
ko: 작업
ru: Задание

source: WorkItem|Task actions
ko: 작업 동작
ru: Действия с заданием

source: WorkItem|Task deleted
ko: 작업 삭제됨
ru: Задание удалено

source: WorkItem|Task reverted
ko: 작업이 되돌려짐
ru: Задание отменено

source: WorkItem|Teal
ko: 청록색

source: WorkItem|Test case
ko: 테스트 케이스
ru: Тест-кейс

source: WorkItem|Text
ko: 텍스트

source: WorkItem|The %{workItemType} was closed automatically when a branch was merged.
ko: %{workItemType} 은 브랜치가 머지될 때 자동으로 닫혔습니다.
ru: %{workItemType} закрыто автоматически при объединении ветки.

source: WorkItem|The current key result
ko: 현재 주요 결과

source: WorkItem|The current objective
ko: 현재 목표

source: WorkItem|The current task
ko: 현재 작업
ru: Текущее задание

source: WorkItem|These existing items have a similar title and may represent potential duplicates.
ko: 이들 아이템들이 비슷한 제목을 갖고 있어 잠재적으로 중복될 수 있습니다.

source: WorkItem|This %{workItemType} has open child items. If you close this %{workItemType}, they will remain open.
ko: 이 %{workItemType} 에는 열린 하위 항목이 있습니다. 이 %{workItemType}를 닫으면 열린 상태로 유지됩니다.

source: WorkItem|This %{workItemType} is confidential and should only be visible to team members with at least the Planner role
ko: 이 %{workItemType}은 비공개이며 적어도 플래너 역할이 있는 구성원만 볼 수 있습니다
ru: Этот %{workItemType} является конфиденциальным и должен быть доступен только участникам команды с ролью не ниже Планировщик

source: WorkItem|This %{workItemType} is confidential and should only be visible to users having at least the Planner role
ko: 이 %{workItemType}은 비공개이며 최소한 플래너 역할이 있는 사용자에게만 표시되어야 합니다

source: WorkItem|This %{workItemType} is currently blocked by the following items:
ko: 이 %{workItemType} 은 현재 다음 항목에 의해 차단되었습니다.

source: WorkItem|This %{workItemType} will be closed when any of the following is merged.
ko: 이 %{workItemType} 은 다음 중 하나가 머지되면 닫힙니다.

source: WorkItem|This %{workItemType} will be closed when the following is merged.
ko: 이 %{workItemType} 은 다음이 머지되면 닫힙니다.

source: WorkItem|This group has no active custom fields. Create a custom field to track data that matters to your team.
ko: 이 그룹에는 활성 커스텀 필드가 없습니다. 커스텀 필드를 생성하여 당신의 팀에 중요한 데이터를 추적하십시오.
ru: В этой группе нет активных пользовательских полей. Создайте пользовательское поле, чтобы отслеживать данные, важные для вашей команды.

source: WorkItem|This work item is not available. It either doesn't exist or you don't have permission to view it.
ko: 이 작업 항목은 사용할 수 없습니다. 존재하지 않거나 볼 수 있는 권한이 없습니다.

source: WorkItem|Ticket
ko: 티켓

source: WorkItem|Time tracking
ko: 시간 추적

source: WorkItem|To-do item
ko: 할일 아이템
ru: Напоминание

source: WorkItem|Toggle details
ko: 세부 정보 토글

source: WorkItem|Truncate descriptions
ko: 설명 축약
ru: Обрезать описания

source: WorkItem|Turn off confidentiality
ko: 비공개 해제
ru: Выключить конфиденциальность

source: WorkItem|Turn on confidentiality
ko: 비공개 활성화
ru: Включить конфиденциальность

source: WorkItem|Type
ko: 유형
ru: Тип

source: WorkItem|Type changed.
ko: 유형 변경됨.

source: WorkItem|Unable to find selected template.
ko: 선택된 템플릿을 찾을 수 없습니다.

source: WorkItem|Unarchive %{itemName}
ko: %{itemName}을 아카이빙 해제

source: WorkItem|Undo
ko: 실행 취소
ru: Отменить

source: WorkItem|Usage
ko: 사용

source: WorkItem|Usage:
ko: 사용:

source: WorkItem|View current version
ko: 현재 버전 보기

source: WorkItem|View on a roadmap
ko: 로드맵 보기
ru: Просмотреть в плане развития

source: WorkItem|Weight
ko: 가중치
ru: Вес

source: WorkItem|Work item
ko: 작업 항목
ru: Рабочий элемент

source: WorkItem|Work item not found
ko: 작업 항목을 찾을 수 없음

source: WorkItem|Work items
ko: 작업 항목

source: WorkItem|Yes, close %{workItemType}
ko: 네, %{workItemType}를 닫습니다
ru: Да, закрыть %{workItemType}

source: WorkItem|You cannot add another child %{workItemType}. You’ve reached the maximum number of nested levels.
ko: 다른 하위 항목 %{workItemType}을 추가할 수 없습니다. 중첩된 레벨의 최대 수에 도달했습니다.

source: WorkItem|You don't have the necessary permission to view the ancestor.
ko: 선행항목을 보는 데 필요한 권한이 없습니다.
ru: У вас нет необходимых прав для просмотра предка.

source: WorkItem|You don't have the necessary permission to view the ancestors.
ko: 상위 항목을 보는 데 필요한 권한이 없습니다.
ru: У вас нет необходимых прав для просмотра предков.

source: WorkItem|You're only seeing %{boldStart}other activity%{boldEnd} in the feed. To add a comment, switch to one of the following options.
ko: 피드에서 %{boldStart}다른 활동%{boldEnd}만 보고 있습니다. 댓글을 추가하려면 다음 옵션 중 하나로 전환하세요.
ru: Вы видите только %{boldStart}другую активность%{boldEnd} в ленте. Чтобы добавить комментарий, переключитесь на один из следующих вариантов.

source: WorkItem|at risk
ko: 위험함
ru: под угрозой

source: WorkItem|attention
ko: 주의

source: WorkItem|blocks
ko: 블록

source: WorkItem|epic
ko: 에픽
ru: цель

source: WorkItem|incident
ko: 인시던트
ru: инцидент

source: WorkItem|is blocked by
ko: 다음에 의해 차단됨

source: WorkItem|issue
ko: 이슈
ru: обсуждение

source: WorkItem|issue weight completed
ko: 이슈 가중치 완료됨
ru: веса обсуждений выполнено

source: WorkItem|item
ko: 항목

source: WorkItem|items
ko: 항목

source: WorkItem|key result
ko: 주요 결과

source: WorkItem|need
ko: 필요

source: WorkItem|needs
ko: 필요

source: WorkItem|objective
ko: 목표

source: WorkItem|on track
ko: 진행 중
ru: в рамках плана

source: WorkItem|relates to
ko: 다음과 관련됨

source: WorkItem|requirement
ko: 요구 사항

source: WorkItem|task
ko: 작업
ru: задача

source: WorkItem|test case
ko: 테스트 케이스

source: WorkItem|the following items
ko: 다음 항목

source: WorkItem|ticket
ko: 티켓
ru: тикет

source: Workflow
ko: 워크플로
ru: Рабочий процесс

source: Workflow started successfully
ko: 워크플로가 성공적으로 시작되었습니다

source: Workspaces
ko: 작업공간
ru: Рабочие пространства

source: Workspaces|%{workspaceName} has been terminated.
ko: %{workspaceName}가 종료되었습니다.

source: Workspaces|A devfile defines the development environment for a GitLab project. A workspace must have a valid devfile in the Git reference you use.
ko: devfile은 GitLab 프로젝트의 개발 환경을 정의합니다. 작업공간에는 사용하는 Git 참조에 유효한 devfile이 있어야 합니다.

source: Workspaces|A devfile is a file that defines a development environment by specifying the necessary tools, languages, runtimes, and other components for a GitLab project.
ko: devfile은 GitLab 프로젝트에 필요한 도구, 언어, 런타임 및 기타 컴포넌트를 정의하여 개발 환경을 결정하는 파일입니다.
ru: Файл devfile — это файл, который определяет среду разработки, указывая необходимые инструменты, языки, среды выполнения и другие компоненты для проекта GitLab.

source: Workspaces|A workspace is a virtual sandbox environment for your code in GitLab.
ko: 작업공간은 GitLab의 코드를 위한 가상 샌드박스 환경입니다.
ru: Рабочее пространство — это виртуальная песочница для вашего кода в GitLab.

source: Workspaces|Active
ko: 활성

source: Workspaces|Agents
ko: 에이전트

source: Workspaces|Agents connect workspaces to your Kubernetes cluster. To create a workspace with an allowed agent, group members must have at least the Developer role.
ko: 에이전트는 작업공간을 Kubernetes 클러스터에 연결합니다. 허용된 에이전트로 작업 영역을 만들려면 그룹 구성원에게 최소한 개발자 역할이 있어야 합니다.
ru: Агенты подключают рабочие пространства к вашему кластеру Kubernetes. Чтобы создать рабочее пространство с разрешённым агентом, участники группы должны иметь как минимум роль Разработчик.

source: Workspaces|All agents
ko: 모든 에이전트

source: Workspaces|Allow agent
ko: 에이전트 허용

source: Workspaces|Allow this agent for all group members?
ko: 모든 그룹 멤버에게 이 에이전트를 허용하시겠습니까?

source: Workspaces|Allowed agents
ko: 허용된 에이전트

source: Workspaces|Availability
ko: 가용성

source: Workspaces|Available
ko: 가용

source: Workspaces|Block agent
ko: 에이전트 차단

source: Workspaces|Block this agent for all group members?
ko: 모든 그룹 구성원에 대해 이 에이전트를 차단하시겠습니까?

source: Workspaces|Blocked
ko: 차단됨

source: Workspaces|Blocking an agent doesn't delete it. Agents can only be deleted in the project where they were created.
ko: 에이전트를 차단해도 삭제되지는 않습니다. 에이전트는 에이전트가 생성된 프로젝트에서만 삭제할 수 있습니다.

source: Workspaces|Cancel
ko: 취소
ru: Отмена

source: Workspaces|Cluster agent
ko: 클러스터 에이전트

source: Workspaces|Configure which Kubernetes agents are available for new workspaces. These settings do not affect existing workspaces.
ko: 새 작업 공간에 사용할 수 있는 Kubernetes 에이전트를 구성합니다. 이 설정은 기존 작업 공간에는 영향을 미치지 않습니다.

source: Workspaces|Connected
ko: 연결됨

source: Workspaces|Could not load available agents. Refresh the page to try again.
ko: 사용 가능한 에이전트를 로드할 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Workspaces|Could not load workspaces
ko: 작업공간을 로드할 수 없습니다.

source: Workspaces|Could not retrieve cluster agents for this project
ko: 이 프로젝트에 대한 클러스터 에이전트를 가져올 수 없습니다.
ru: Не удалось получить агентов кластера для этого проекта

source: Workspaces|Create a new workspace
ko: 새 작업공간 생성
ru: Создать новое рабочее пространство

source: Workspaces|Create workspace
ko: 작업공간 생성

source: Workspaces|Created
ko: 생성됨

source: Workspaces|Creating
ko: 생성중
ru: Создание

source: Workspaces|Defines the workspace's development environment.
ko: 작업 공간의 개발 환경을 정의.

source: Workspaces|Devfile
ko: Devfile

source: Workspaces|Devfile location
ko: Devfile 위치

source: Workspaces|Each workspace is a secure cloud environment for your GitLab project. Quickly switch between projects, live preview, and compile code on any device.
ko: 각 작업 공간은 GitLab 프로젝트를 위한 안전한 클라우드 환경입니다. 모든 기기에서 프로젝트 간을 빠르게 전환하고, 라이브 미리보기를 하고, 코드를 컴파일하세요.

source: Workspaces|Error
ko: 오류
ru: Ошибка

source: Workspaces|Failed
ko: 실패

source: Workspaces|Failed to create workspace
ko: 작업공간을 생성하지 못했습니다.
ru: Не удалось создать рабочее пространство

source: Workspaces|Failed to fetch custom devfiles. %{linkStart}Reload to try again%{linkEnd}.
ko: 사용자 정의 devfile을 가져오는 데 실패했습니다. %{linkStart}다시 시도하려면 새로 고침하세요.%{linkEnd}.
ru: Не удалось загрузить пользовательские devfiles. %{linkStart}Перезагрузите страницу, чтобы попробовать снова%{linkEnd}.

source: Workspaces|Failed to update workspace
ko: 작업공간 업데이트 실패
ru: Не удалось обновить рабочее пространство

source: Workspaces|From your code
ko: 당신의 코드에서

source: Workspaces|GitLab default devfile contents
ko: GitLab 기본 devfile 내용

source: Workspaces|GitLab devfile
ko: GitLab devfile

source: Workspaces|Group
ko: 그룹

source: Workspaces|Group agents
ko: 그룹 에이전트

source: Workspaces|Group members can use allowed agents to create workspaces.
ko: 그룹 구성원은 허용된 에이전트를 사용하여 작업 영역을 생성할 수 있습니다.
ru: Участники группы могут использовать разрешённые агенты для создания рабочих пространств.

source: Workspaces|Group members can't create a workspace with a blocked agent. Existing workspaces using this agent will continue to run and will not be affected by this.
ko: 그룹 구성원은 차단된 에이전트가 있는 작업 영역을 만들 수 없습니다. 이 에이전트를 사용하는 기존 작업공간은 계속 실행되며 이로 인해 영향을 받지 않습니다.
ru: Участники группы не могут создавать рабочие пространства с заблокированным агентом. Существующие рабочие пространства, использующие этого агента, продолжат работу и не будут затронуты.

source: Workspaces|If your devfile is not in the root directory of your project, specify a relative path.
ko: devfile이 프로젝트의 루트 디렉터리에 없으면 상대 경로를 지정합니다.

source: Workspaces|Instant development environments
ko: 즉각적인 개발 환경

source: Workspaces|Learn more.
ko: 자세히 알아보세요.
ru: Подробнее.

source: Workspaces|Name
ko: 이름

source: Workspaces|New workspace
ko: 새 작업공간

source: Workspaces|No active workspaces
ko: 활성 작업 공간 없음
ru: Нет активных рабочих пространств

source: Workspaces|No agents available
ko: 가용 에이전트가 없음

source: Workspaces|No agents available to create workspaces. Please consult %{linkStart}Workspaces documentation%{linkEnd} for troubleshooting.
ko: 작업 공간을 생성할 수 있는 에이전트가 없습니다. 문제 해결을 위해 %{linkStart}작업 공간 설명서%{linkEnd} 를 참조하세요.

source: Workspaces|No terminated workspaces
ko: 종료된 작업 공간 없음

source: Workspaces|Not connected
ko: 연결되지 않음

source: Workspaces|Open workspace
ko: 작업공간 열기
ru: Открыть рабочее пространство

source: Workspaces|Path to devfile
ko: devfile 경로

source: Workspaces|Project
ko: 프로젝트
ru: Проект

source: Workspaces|Project reference
ko: 프로젝트 참조

source: Workspaces|Provide a relative path if the devfile is not in the project's root directory.
ko: 개발 파일이 프로젝트의 루트 디렉토리에 없는 경우 상대 경로를 제공하세요.

source: Workspaces|Restart
ko: 다시 시작

source: Workspaces|Running
ko: 실행 중
ru: Выполняется

source: Workspaces|Start
ko: 시작

source: Workspaces|Starting
ko: 시작 중

source: Workspaces|Starting workspace
ko: 작업공간 시작 중

source: Workspaces|Status
ko: 상태

source: Workspaces|Stop
ko: 정지

source: Workspaces|Stopped
ko: 정지됨

source: Workspaces|Stopping
ko: 정지 중

source: Workspaces|Terminate
ko: 종료

source: Workspaces|Terminated
ko: 종료됨

source: Workspaces|Terminating
ko: 종료 중

source: Workspaces|The source branch, tag, or commit hash of your workspace.
ko: 작업 공간의 소스 브랜치, 태그 또는 커밋 해시입니다.
ru: Исходная ветка, тег или хеш коммита вашего рабочего пространства.

source: Workspaces|This agent is already allowed.
ko: 이 에이전트는 이미 허용되었습니다.

source: Workspaces|This agent is already blocked.
ko: 이 에이전트는 이미 차단되었습니다.

source: Workspaces|This group has no agents. Start by creating an agent.
ko: 이 그룹에는 에이전트가 없습니다. 에이전트를 생성하여 시작하세요.

source: Workspaces|This group has no available agents. Select the %{strongStart}All agents%{strongEnd} tab and allow at least one agent.
ko: 이 그룹에는 사용 가능한 에이전트가 없습니다. %{strongStart}모든 에이전트%{strongEnd} 탭을 선택하고 하나 이상의 에이전트를 허용합니다.

source: Workspaces|To create a workspace, add a devfile to this project. A devfile is a configuration file for your workspace.
ko: 작업 공간을 만들려면 이 프로젝트에 devfile을 추가하십시오. devfile은 작업공간의 구성 파일입니다.

source: Workspaces|Unable to complete this action
ko: 이 동작을 완료할 수 없습니다.

source: Workspaces|Unable to load current workspaces. Please try again or contact an administrator.
ko: 현재 작업공간을 로드할 수 없습니다. 다시 시도하거나 운영자에게 문의하세요.

source: Workspaces|Unknown state
ko: 알 수 없는 상태

source: Workspaces|Use GitLab default devfile
ko: GitLab 기본 devfile 사용

source: Workspaces|What is a devfile?
ko: devfile이란 무엇입니까?

source: Workspaces|What's the %{linkStart}Gitlab default devfile%{linkEnd}?
ko: %{linkStart}Gitlab 기본 devfile%{linkEnd}은 무엇인가요?

source: Workspaces|When no devfile is provided, the GitLab default devfile will be used.
ko: devfile이 제공되지 않으면 GitLab 기본 devfile이 사용됩니다.

source: Workspaces|Workspaces
ko: 작업공간
ru: Рабочие пространства

source: Workspaces|Workspaces Agent Availability
ko: 워크스페이스 에이전트 가용성

source: Workspaces|Workspaces Settings
ko: 작업공간 설정

source: Workspaces|Workspaces have built-in support for devfiles. The default location is .devfile.yaml, but you can also use a custom location. The devfile is used to automatically configure the development environment with the defined specifications.
ko: 작업 공간에는 devfiles에 대한 기본 지원이 있습니다. 기본 위치는 .devfile.yaml이지만 사용자 정의 위치를 사용할 수도 있습니다. devfile은 정의된 사양으로 개발 환경을 자동으로 구성하는 데 사용됩니다.

source: Workspaces|You can open the workspace only once it is ready.
ko: 준비가 된 작업공간을 한번만 열 수 있습니다.
ru: Вы можете открыть рабочее пространство только после его подготовки.

source: Workspaces|You can't create a workspace for this project
ko: 이 프로젝트에 대한 작업 공간을 만들 수 없습니다.
ru: Вы не можете создать рабочее пространство для этого проекта

source: Workspaces|Your workspaces
ko: 당신의 작업공간
ru: Ваши рабочие пространства

source: Write
ko: 작성
ru: Правка

source: Write a comment or drag your files here...
ko: 코멘트를 작성하거나 파일을 여기로 드래그하십시오…...
ru: Напишите комментарий или перетащите файлы сюда...

source: Write a comment or drag your files here…
ko: 댓글을 작성하거나, 여기에 파일을 드래그 해 주세요.
ru: Напишите комментарий или перетащите сюда файлы...

source: Write a comment…
ko: 댓글 쓰기...
ru: Напишите комментарий…

source: Write a description or drag your files here…
ko: 설명을 쓰거나 파일을 여기에 끌어다 놓으십시오…
ru: Напишите описание или перетащите файлы сюда…

source: Write a description...
ko: 설명을 쓰세요...
ru: Напишите описание...

source: Write a description…
ko: 설명 쓰기…
ru: Напишите описание…

source: Write an internal note or drag your files here…
ko: 내부 노트를 작성하거나 여기로 파일을 드래그 해 주세요…
ru: Напишите внутреннюю заметку или перетащите сюда свои файлы…

source: Write comment template content here…
ko: 여기에 댓글 템플릿 내용을 작성하세요...
ru: Напишите содержание шаблона комментария здесь…

source: Write milestone description...
ko: 마일스톤 설명 쓰기...
ru: Напишите описание этапа...

source: Write milestone description…
ko: 마일스톤 설명 쓰기…
ru: Напишите описание этапа…

source: Write your release notes or drag your files here…
ko: 릴리스 노트를 작성하거나 여기로 파일을 끌어다 놓으십시오…
ru: Напишите свои заметки к релизу или перетащите ваши файлы сюда…

source: Wrong extern UID provided. Make sure Auth0 is configured correctly.
ko: 잘못된 외부 UID가 제공되었습니다. Auth0이 올바르게 설정되었는지 확인하십시오.

source: X (formerly Twitter)
ko: X (구 트위터)
ru: X (ранее Twitter)

source: X (formerly Twitter):
ko: X (구 트위터):
ru: X (ранее Twitter):

source: Year
ko: 년
ru: Год

source: Yes
ko: 예
ru: Да

source: Yes or No
ko: 예 또는 아니요
ru: Да или нет

source: Yes, add it
ko: 네, 추가합니다.
ru: Да, добавить

source: Yes, close issue
ko: 예, 이슈를 닫습니다.
ru: Да, закрыть обсуждение

source: Yes, delete project
ko: 예, 프로젝트를 삭제합니다.
ru: Да, удалить проект

source: Yes, run %{jobName}
ko: 예, %{jobName} 실행
ru: Да, выполнить %{jobName}

source: Yes, run all manual
ko: 예, 모든 수동 실행

source: Yesterday
ko: 어제
ru: Вчера

source: You
ko: 당신
ru: Вы

source: You already have access.
ko: 이미 액세스 권한이 있습니다.
ru: У вас уже есть доступ.

source: You already have pending todo for this alert
ko: 이 알림에 대해 이미 보류 중인 작업이 있습니다.
ru: У вас уже есть незавершённое напоминание для этого оповещения

source: You are about to add %{usersTag} people to the discussion. They will all receive a notification.
ko: %{usersTag}명의 사용자를 토론에 추가하려고 합니다. 그들은 모두 알림을 받을 것입니다.
ru: Вы собираетесь добавить участников %{usersTag} в дискуссию. Каждый из них получит уведомление.

source: You are about to clear %{count} image from the cache. Once you confirm, the next time a pipeline runs it must pull an image or tag from Docker Hub. Are you sure?
ko: 캐시에서 %{count} 이미지를 지우려고 합니다. 확인 하면, 이후에 파이프라인을 실행할 때 Docker Hub에서 이미지 또는 태그를 가져와야 합니다. 확실합니까?

source: You are about to delete the group %{group_name}.
ko: %{group_name} 그룹을 삭제하려고 합니다.
ru: Вы собираетесь удалить группу %{group_name}.

source: You are about to delete this forked project containing:
ko: 다음을 포함하는 포크된 프로젝트를 삭제하려고 합니다:
ru: Вы собираетесь удалить этот форкнутый проект, содержащий:

source: You are about to delete this project containing:
ko: 다음을 포함하는 이 프로젝트를 삭제하려고 합니다.
ru: Вы собираетесь удалить этот проект, содержащий:

source: You are about to incur additional charges
ko: 추가 요금이 발생합니다

source: You are about to transfer %{codeStart}%{groupName}%{codeEnd} to another namespace. This action changes the %{groupLinkStart}group's path%{groupLinkEnd} and can lead to %{documentationLinkStart}data loss%{documentationLinkEnd}.
ko: %{codeStart}%{groupName}%{codeEnd} 를 다른 네임스페이스로 전송하려고 합니다. 이 동작은 %{groupLinkStart}그룹의 경로%{groupLinkEnd} 를 변경하고 %{documentationLinkStart}데이터 손실%{documentationLinkEnd}로 이어질 수 있습니다.

source: You are about to transfer %{code_start}%{project_full_name}%{code_end} to another namespace. This action changes the %{link_to_namespace_change_doc} and can lead to %{link_to_data_loss_doc}.
ko: %{code_start}%{project_full_name}%{code_end} 를 다른 네임스페이스로 전송하려고 합니다. 이 동작은 %{link_to_namespace_change_doc} 을 변경하고 %{link_to_data_loss_doc}이 발생할 수 있습니다.

source: You are almost out of Pages parallel deployments. Delete some deployments or you will be unable to create new ones soon. %{link}.
ko: Pages 병렬 배포가 거의 없습니다. 일부 배포를 삭제하지 않으면 곧 새 배포를 만들 수 없게 됩니다. %{link}.
ru: У вас почти закончились параллельные развёртывания в Pages. Удалите некоторые развёртывания, иначе вы не сможете создать новые в ближайшее время. %{link}.

source: You are already a member of this %{member_source}.
ko: 이미 이 %{member_source}의 멤버입니다.

source: You are already impersonating another user
ko: 이미 다른 사용자를 대리(impersonate)하고 있습니다.
ru: Вы уже олицетворяете другого пользователя.

source: You are an administrator, which means authorizing access to %{strong_start}%{client_name}%{strong_end} will allow it to interact with GitLab as an administrator as well.
ko: 당신은 운영자이므로 %{strong_start}%{client_name}%{strong_end}에 대한 접근 권한을 부여하면 운영자 권한으로 GitLab과 상호작용할 수 있습니다.
ru: Вы — администратор, поэтому авторизация доступа для приложения %{strong_start}%{client_name}%{strong_end} также позволит ему взаимодействовать с GitLab от имени администратора.

source: You are attempting to delete a file that has been previously updated.
ko: 이전에 업데이트된 파일을 삭제하려고 합니다.
ru: Вы пытаетесь удалить файл, который был ранее обновлен.

source: You are attempting to update a file that has changed since you started editing it.
ko: 편집을 시작한 후 변경된 파일을 업데이트하려고 합니다.
ru: Вы пытаетесь обновить файл, который изменился с тех пор, как вы начали его редактировать.

source: You are being redirected away from GitLab
ko: GitLab에서 다른 곳으로 리디렉션됩니다.

source: You are currently offline, or the GitLab instance is not reachable.
ko: 현재 오프라인이거나 GitLab 인스턴스에 연결할 수 없습니다.

source: You are going to delete %{project_full_name}. Deleted projects CANNOT be restored! Are you ABSOLUTELY sure?
ko: %{project_full_name} 프로젝트를 삭제하려고 합니다. 삭제된 프로젝트는 절대 복구할 수 없습니다! 정말 삭제하시겠습니까?
ru: Вы собираетесь удалить %{project_full_name}. Удаленные проекты НЕЛЬЗЯ восстановить! Вы АБСОЛЮТНО уверены?

source: You are going to remove the fork relationship from %{project_full_name}. Are you ABSOLUTELY sure?
ko: %{project_full_name}에서 포크 관계를 제거합니다. 확실한가요?
ru: Вы собираетесь удалить связь форка с %{project_full_name}. Вы АБСОЛЮТНО уверены?

source: You are going to turn off the confidentiality. This means %{strongStart}everyone%{strongEnd} will be able to see%{commentText} this %{issuableType}.
ko: 비공개를 해제 합니다. 이는 %{strongStart}모든 사람%{strongEnd} 이%{commentText} 이 %{issuableType}을 볼 수 있음을 의미합니다.
ru: Вы собираетесь отключить конфиденциальность. Это означает, что %{strongStart}каждый%{strongEnd} сможет просматривать%{commentText} этот %{issuableType}.

source: You are going to turn on confidentiality. Only %{context} members with %{strongStart}%{permissions}%{strongEnd} can view or be notified about this %{issuableType}.
ko: 비공개 기능이 켜집니다. %{strongStart}%{permissions}%{strongEnd} 을 가진 %{context} 명의 회원만이 이 %{issuableType} 를 보거나 알림을 받을 수 있습니다.
ru: Вы собираетесь включить конфиденциальность. Только участники %{context} с %{strongStart}%{permissions}%{strongEnd} смогут просматривать или получать уведомления об этом %{issuableType}.

source: You are not allowed to %{action} a user
ko: 사용자에게 %{action}은 허용되지 않습니다.
ru: Вам запрещено %{action} пользователя

source: You are not allowed to approve a user
ko: 사용자를 승인할 권한이 없습니다.
ru: Вам запрещено одобрить пользователя

source: You are not allowed to change the Work Item type to %{name}.
ko: 작업 항목 유형을 %{name}으로 변경이 허용되지 않습니다.
ru: Вам запрещено менять тип рабочего элемента на %{name}.

source: You are not allowed to create this tag as it is protected.
ko: 이 태그는 보호되어 있으므로 생성할 수 없습니다.
ru: Вам не разрешено создание этого тега, так как он защищён.

source: You are not allowed to download code from this project.
ko: 이 프로젝트에서 코드를 다운로드가 허용되지 않습니다.
ru: Вам запрещено скачивать код из этого проекта.

source: You are not allowed to reject a user
ko: 사용자를 거부하는 것이 허용되지 않습니다
ru: Вы не можете отклонить пользователя
