Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: CICD|Allow Git push requests to the repository
ko: 리포지토리에 Git 푸시 요청 허용
ru: Разрешить запросы на отправку в репозиторий

source: CICD|An error occurred while adding the authentication log entries. Please try again.
ko: 인증 기록 항목을 추가하는 과정에서 오류가 발생하였습니다. 다시 시도해 보십시오.
ru: Произошла ошибка при добавлении записей в журнал аутентификации. Повторите попытку.

source: CICD|An error occurred while removing the auto-added log entries. Please try again.
ko: 자동 추가된 로그 항목을 제거하는 동안 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при удалении записей, автоматически добавленных из журнала. Повторите попытку.

source: CICD|Are you sure you want to remove %{namespace} from the job token allowlist?
ko: 작업 토큰 허용 목록에서 %{namespace}을 제거하시겠습니까?
ru: Вы уверены, что хотите удалить %{namespace} из белого списка токена задания?

source: CICD|Are you sure you want to remove %{namespace} from the job token allowlist? This action cannot be undone.
ko: 작업 토큰 허용 목록에서 %{namespace}을(를) 제거하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить %{namespace} из белого списка токена задания? Это действие нельзя отменить.

source: CICD|Authentication events using the job token. %{linkStart}Learn more.%{linkEnd}
ko: 작업 토큰을 사용한 인증 이벤트. %{linkStart}자세히 알아보기.%{linkEnd}
ru: События аутентификации с использованием токена задания. %{linkStart}Подробнее.%{linkEnd}

source: CICD|Authentication log
ko: 인증 로그
ru: Журнал аутентификации

source: CICD|Authentication log entries were successfully added to the allowlist.
ko: 인증 기록 항목이 허가 리스트에 성공적으로 추가되었습니다.
ru: Записи из журнала аутентификации были успешно добавлены в белый список.

source: CICD|Authentication log entries were successfully removed from the allowlist.
ko: 인증 로그 항목이 허용 목록에서 성공적으로 제거되었습니다.
ru: Записи журнала аутентификации были успешно удалены из белого списка.

source: CICD|Authorized groups and projects
ko: 승인된 그룹 및 프로젝트
ru: Авторизованные группы и проекты

source: CICD|Auto DevOps
ko: Auto DevOps
ru: Auto DevOps

source: CICD|Auto-populating allowlist entries. Please wait while the action completes.
ko: 허용 목록 항목을 자동으로 채웁니다. 작업이 완료될 때까지 기다려 주세요.
ru: Автоматическое заполнение записей в белом списке. Подождите, пока действие завершится.

source: CICD|Automatic deployment to staging, manual deployment to production
ko: 스테이징 환경에 자동 배포, 프로덕션 환경에 수동 배포
ru: Автоматическое развёртывание в тестовом окружении, ручное развёртывание в рабочем окружении

source: CICD|Automatic pipeline cleanup
ko: 자동 파이프라인 청소
ru: Автоматическая очистка конвейера

source: CICD|CI/CD job token allowlist
ko: CI/CD 작업 토큰 허용 목록
ru: Белый список токенов заданий CI/CD

source: CICD|CI/CD job token can be used to authenticate a Git push to this repository, using the permissions of the user that started the job.
ko: CI/CD 작업 토큰은 작업을 시작한 사용자의 권한을 사용하여 이 리포지토리에 대한 Git 푸시를 인증하는 데 사용할 수 있습니다.
ru: Токен задания CI/CD может использоваться для аутентификации Git-отправки в этот репозиторий с правами пользователя, который запустил задание.

source: CICD|Configure CI job log settings for all projects.
ko: 모든 프로젝트에 대한 CI/CD 작업 로그 설정을 구성합니다.
ru: Настройте параметры журнала CI для всех проектов

source: CICD|Configure CI/CD job token settings for all projects.
ko: 모든 프로젝트에 대한 CI/CD 작업 토큰 설정을 구성합니다.
ru: Настройте параметры токена задания CI/CD для всех проектов.

source: CICD|Continuous deployment to production
ko: 프로덕션 환경에 지속적인 배포
ru: Непрерывное развёртывание в рабочее окружение

source: CICD|Continuous deployment to production using timed incremental rollout
ko: 점진적(incremental) 롤아웃을 사용하여 프로덕션 환경에 지속적 배포 (Continuous Deplyment)
ru: Непрерывное развёртывание в рабочее окружение с использованием поэтапного инкрементного развёртывания

source: CICD|Default (user membership and role)
ko: 기본값 (사용자 멤버십 및 역할)
ru: По умолчанию (участие и роль пользователя)

source: CICD|Default to Auto DevOps pipeline
ko: Auto DevOps 파이프라인을 기본으로 사용
ru: По умолчанию для сборочной линии Auto DevOps

source: CICD|Default to Auto DevOps pipeline for all projects
ko: 모든 프로젝트에 대한 자동 DevOps 파이프라인 기본값으로 설정
ru: По умолчанию использовать конвейер Auto DevOps для всех проектов

source: CICD|Deployment strategy
ko: 배포 전략
ru: Стратегия развёртывания

source: CICD|Developer
ko: 개발자
ru: Разработчик

source: CICD|Disabling this feature is a permanent change.
ko: 이 기능을 비활성화하면 영구적으로 변경됩니다.
ru: Отключение данной функции является необратимым действием.

source: CICD|Enable and enforce job token allowlist for all projects.
ko: 모든 프로젝트에 대해 작업 토큰 허용 목록을 활성화하고 적용합니다.
ru: Включить и применить белый список токенов заданий для всех проектов.

source: CICD|Enable feature to limit job token access to the following projects.
ko: 다음 프로젝트에 대한 작업 토큰 액세스를 제한하는 기능을 활성화합니다.
ru: Включить функцию для ограничения доступа токена задания к следующим проектам.

source: CICD|Ensure only groups and projects with members authorized to access sensitive project data are added to the allowlist.
ko: 중요한 프로젝트 데이터에 대한 액세스 권한이 있는 멤버가 있는 그룹 및 프로젝트만 허용 목록에 추가되도록 합니다.
ru: Убедитесь, что в белый список добавлены только группы и проекты с участниками, имеющими право доступа к чувствительным данным проекта.

source: CICD|Grant additional access permissions to this project's CI/CD job tokens.
ko: 이 프로젝트의 CI/CD 작업 토큰에 추가 액세스 권한을 부여합니다.
ru: Предоставить дополнительные права доступа для токенов заданий CI/CD этого проекта.

source: CICD|Group or project
ko: 그룹 또는 프로젝트
ru: Группа или проект

source: CICD|Groups and projects on the allowlist are authorized to use a CI/CD job token to authenticate requests to this project. Entries added from the authentication log can be removed later if needed.
ko: 허가 리스트에 들어 있는 그룹과 프로젝트들은 이 프로젝트에 대한 CI/CD 작업 토큰을 이용하여 인증 요청을 할 수 있습니다. 필요한 경우 인증 기록 아이템에 저장된 항목을 삭제할 수 있습니다.
ru: Группы и проекты в белом списке имеют право использовать токен задания CI/CD для аутентификации запросов к этому проекту. Записи, добавленные из журнала аутентификации, можно удалить позже, если потребуется.

source: CICD|Job logs
ko: 작업 로그
ru: Журналы задания

source: CICD|Job token permissions
ko: 작업 토큰 권한
ru: Разрешения токена задания CI/CD

source: CICD|Jobs
ko: 작업
ru: Задания

source: CICD|Limit
ko: 한도
ru: Ограничение

source: CICD|Limit access %{italicStart}from%{italicEnd} this project (Deprecated)
ko: 이 프로젝트로 %{italicStart}부터의 %{italicEnd} 액세스 제한 (더 이상 사용되지 않음)
ru: Ограничить доступ %{italicStart}из%{italicEnd} этого проекта (устарело)

source: CICD|Maintainer
ko: 유지관리자
ru: Мейнтейнер

source: CICD|No authentication events to display.
ko: 표시할 인증 이벤트가 없습니다.
ru: Нет событий аутентификации для отображения.

source: CICD|No resources selected (minimal access only)
ko: 선택된 리소스 없음(최소 액세스만 가능)
ru: Ресурсы не выбраны (только минимальный доступ)

source: CICD|Only this project and any groups and projects in the allowlist
ko: 이 프로젝트와 허용 목록에 있는 모든 그룹 및 프로젝트만
ru: Только этот проект, а также все группы и проекты в белом списке

source: CICD|Paste a group or project path to authorize access into this project.
ko: 이 프로젝트에 대한 액세스를 허가하려면 그룹 또는 프로젝트 경로를 붙여넣으세요.
ru: Вставьте путь к группе или проекту, чтобы авторизовать доступ в этот проект.

source: CICD|Pipelines and jobs cannot be cancelled
ko: 파이프라인 및 작업은 취소할 수 없습니다
ru: Конвейеры и задания не могут быть отменены

source: CICD|Pipelines older than the configured time are deleted. Leave empty to never delete pipelines automatically. The default unit is in seconds, but you can use other units, for example %{code_open}15 days%{code_close}, %{code_open}1 month%{code_close}, %{code_open}1 year%{code_close}. Can be between 1 day to %{limit}.
ko: 구성된 시간보다 오래된 파이프라인은 삭제됩니다. 파이프라인을 자동으로 삭제하지 않으려면 비워 두세요. 기본 단위는 초이지만, %{code_open}15일%{code_close}, %{code_open}1개월%{code_close}, %{code_open}1년%{code_close} 등 다른 단위를 사용할 수 있습니다. 1일부터 %{limit}까지 입력할 수 있습니다.
ru: Конвейеры, старше указанного времени, удаляются. Оставьте пустым, чтобы никогда не удалять конвейеры автоматически. Единица времени по умолчанию — секунды, но можно использовать другие, например: %{code_open}15 days%{code_close}, %{code_open}1 month%{code_close}, %{code_open}1 year%{code_close}. Диапазон — от 1 дня до %{limit}.

source: CICD|Pipelines triggered by composite identities, including AI agents, run automatically without review or manual interaction.
ko: AI 에이전트를 포함한 복합 ID에 의해 트리거되는 파이프라인은 리뷰나 메뉴얼 인터렉션 없이 자동으로 실행됩니다.
ru: Конвейеры, инициированные составными учётными записями, включая агентов ИИ, запускаются автоматически без рецензирования или ручного вмешательства.

source: CICD|Prevent CI/CD job tokens from this project from being used to access other projects unless the other project is added to the allowlist. It is a security risk to disable this feature, because unauthorized projects might attempt to retrieve an active token and access the API. %{linkStart}Learn more%{linkEnd}.
ko: 다른 프로젝트가 허용 목록에 추가되지 않는 한 이 프로젝트의 CI/CD 작업 토큰이 다른 프로젝트에 액세스하는 데 사용되는 것을 방지합니다. 승인되지 않은 프로젝트가 활성 토큰을 검색하고 API에 액세스하려고 시도할 수 있으므로 이 기능을 비활성화하는 것은 보안상 위험합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Запретить использование токенов заданий CI/CD из этого проекта для доступа к другим проектам, если другой проект не добавлен в список разрешённых. Отключение этой функции может представлять собой угрозу безопасности, поскольку неавторизованные проекты могут попытаться извлечь активный токен и получить доступ к API. %{linkStart}Подробнее%{linkEnd}.

source: CICD|Remove all auto-added allowlist entries
ko: 자동 추가된 모든 허용 목록 항목을 제거
ru: Удалить все автоматически добавленные записи белого списка

source: CICD|Remove group or project
ko: 그룹 또는 프로젝트 삭제
ru: Удалить группу или проект

source: CICD|Removing auto-added allowlist entries. Please wait while the action completes.
ko: 자동 추가된 허용 목록 항목을 제거하는 중입니다. 작업이 완료될 때까지 기다려 주세요.
ru: Удаление автоматически добавленных записей из белого списка. Подождите, пока действие не будет завершено.

source: CICD|Removing these entries could cause authentication failures or disrupt pipelines.
ko: 이러한 항목을 제거하면 인증이 실패하거나 파이프라인이 중단될 수 있습니다.
ru: Удаление этих записей может привести к сбоям аутентификации или нарушению работы конвейеров.

source: CICD|Run pipelines triggered by AI agents automatically
ko: AI 에이전트가 트리거하는 파이프라인을 자동으로 실행합니다
ru: Автоматически запускать конвейеры, инициированные агентами ИИ

source: CICD|Select the groups and projects authorized to use a CI/CD job token to authenticate requests to this project. %{linkStart}Learn more%{linkEnd}.
ko: 이 프로젝트에 대한 요청을 인증하기 위해 CI/CD 작업 토큰을 사용할 권한이 있는 그룹과 프로젝트를 선택하세요. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Выберите группы и проекты, которым разрешено использовать токен задания CI/CD для аутентификации запросов к этому проекту. %{linkStart}Подробнее%{linkEnd}.

source: CICD|The %{boldStart}Limit access %{boldEnd}%{italicAndBoldStart}from%{italicAndBoldEnd}%{boldStart} this project%{boldEnd} setting is removed. Use the %{boldStart}Authorized groups and projects%{boldEnd} setting and allowlist instead. %{linkStart}How do I do this?%{linkEnd}
ko: %{boldStart}이 프로젝트%{boldEnd}%{italicAndBoldStart}로 부터%{italicAndBoldEnd}%{boldStart}액세스 제한%{boldEnd}설정이 제거되었습니다. 대신 %{boldStart}승인된 그룹 및 프로젝트%{boldEnd}설정과 허용 목록을 사용하세요. %{linkStart}어떻게 해야 하나요?%{linkEnd}
ru: Настройка %{boldStart}Ограничить доступ%{boldEnd} %{italicAndBoldStart}этого%{italicAndBoldEnd} %{boldStart}проекта%{boldEnd} была удалена. Используйте настройки %{boldStart}Авторизованные группы и проекты%{boldEnd} и белый список вместо неё. %{linkStart}Как это сделать?%{linkEnd}

source: CICD|The Auto DevOps pipeline runs by default in all projects with no CI/CD configuration file. %{link_start}What is Auto DevOps?%{link_end}
ko: Auto DevOps 파이프라인은 CI/CD 설정 파일이 없는 모든 프로젝트에서 기본적으로 실행됩니다. %{link_start}자동 DevOps란 무엇입니까?%{link_end}
ru: Конвейер Auto DevOps запускается по умолчанию во всех проектах, где отсутствует файл конфигурации CI/CD. %{link_start}Что такое Auto DevOps?%{link_end}

source: CICD|The Auto DevOps pipeline runs if no alternative CI configuration file is found.
ko: 자동 DevOps 파이프라인은 대체 CI 설정 파일이 없으면 실행됩니다.
ru: Конвейер Auto DevOps запускается, если не найден альтернативный файл конфигурации CI.

source: CICD|The allowlist can contain a maximum of %{projectAllowlistLimit} groups and projects.
ko: 허용 목록에는 최대 %{projectAllowlistLimit}개의 그룹과 프로젝트가 포함될 수 있습니다.
ru: В белом списке может быть не более %{projectAllowlistLimit} групп или проектов.

source: CICD|The process might take a moment to complete for large authentication logs or allowlists.
ko: 대용량 인증 로그나 허용 목록의 경우 프로세스를 완료하는 데 시간이 걸릴 수 있습니다.
ru: Процесс может занять некоторое время для больших журналов аутентификации или белых списков.

source: CICD|There are several CI/CD limits in place.
ko: 몇 가지 CI/CD 한도가 있습니다.
ru: Существует несколько ограничений для CI/CD.

source: CICD|There are too many entries to display. Download the CSV file to view the full log.
ko: 표시할 항목이 너무 많습니다. CSV 파일을 다운로드하여 전체 로그를 확인하세요.
ru: Слишком много записей для отображения. Скачайте файл CSV, чтобы просмотреть полный журнал.

source: CICD|There was a problem fetching authentication logs.
ko: 인증 로그를 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении журналов аутентификации.

source: CICD|There was a problem fetching authorization logs count.
ko: 인증 로그 수를 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении количества журналов авторизации.

source: CICD|This action removes all groups and projects that were auto-added from the authentication log.
ko: 이 작업을 수행하면 인증 로그에서 자동으로 추가된 모든 그룹과 프로젝트가 제거됩니다.
ru: Это действие удаляет все группы и проекты, которые были автоматически добавлены из журнала аутентификации.

source: CICD|Turn on incremental logging
ko: 증분 로그 켜기
ru: Включить инкрементальные журналы

source: CICD|Unprotected branches will not have access to the cache from protected branches.
ko: 보호되지 않은 브랜치는 보호된 브랜치의 캐시에 액세스할 수 없습니다.
ru: Не защищённые ветки не будут иметь доступ к кэшу защищённых веток.

source: CICD|Use separate caches for protected branches
ko: 보호된 브랜치에 별도의 캐시 사용
ru: Использовать отдельные кэши для защищённых веток

source: CICD|When enabled, all projects must use their allowlist to control CI/CD job token access between projects. The option to allow access from all groups and projects is hidden. %{link_start}Learn More.%{link_end}
ko: 활성화하면 모든 프로젝트는 허용 목록을 사용하여 프로젝트 간 CI/CD 작업 토큰 액세스를 제어해야 합니다. 모든 그룹 및 프로젝트에서 액세스를 허용하는 옵션은 숨겨져 있습니다. %{link_start}자세히 알아보기.%{link_end}
ru: Когда эта опция включена, все проекты должны использовать свой белый список для управления доступом токенов заданий CI/CD между проектами. Опция разрешения доступа от всех групп и проектов будет скрыта. %{link_start}Подробнее.%{link_end}

source: CICD|When turned on, archived job logs are incrementally uploaded to object storage. %{link_start}Learn more.%{link_end}
ko: 기능을 켜면, 보관된 작업 로그가 오브젝트 저장공간에 증분 업로드 됩니다. %{link_start}자세히 알아보기%{link_end}
ru: При включении архивированные журналы заданий будут загружаться в объектное хранилище поэтапно. %{link_start}Подробнее.%{link_end}

source: CICD|You're about to add all entries from the authentication log to the allowlist for %{projectName}. This will also update the Job Token setting to %{codeStart}This project and any groups and projects in the allowlist%{codeEnd}, if not already set. Duplicate entries will be ignored.
ko: %{projectName}에 대한 인증 로그의 모든 항목을 허용 목록에 추가하려고 합니다. 또한, 아직 설정되지 않은 경우 작업 토큰 설정이 %{codeStart}이 프로젝트 및 허용 목록에 있는 모든 그룹과 프로젝트%{codeEnd}로 업데이트됩니다. 중복 항목은 무시됩니다.
ru: Вы собираетесь добавить все записи из журнала аутентификации в белый список для %{projectName}. Это также установит настройку разрешений токена на %{codeStart}Только этот проект, а также все группы и проекты в белом списке%{codeEnd}, если она ещё не установлена. Дублирующиеся записи будут игнорироваться.

source: CICD|group enabled
ko: 그룹 활성화됨
ru: группа включена

source: CICD|instance enabled
ko: 인스턴스 사용
ru: экземпляр включен

source: CSV is being generated and will be emailed to you upon completion.
ko: CSV가 만들어지고 있습니다. 완료되면 이메일로 발송됩니다.
ru: CSV создается и будет отправлен вам по завершении.

source: CVE|As a maintainer, requesting a CVE for a vulnerability in your project will help your users stay secure and informed.
ko: 유지관리자로서 프로젝트의 취약점에 대한 CVE를 요청하면 사용자가 보안을 유지하고 정보를 얻는 데 도움이 됩니다.

source: CVE|CVE ID Request
ko: CVE ID 요청

source: CVE|Common Vulnerability Enumeration (CVE) identifiers are used to track distinct vulnerabilities in specific versions of code.
ko: CVE(Common Vulnerability Enumeration) 식별자는 특정 버전의 코드에서 고유한 취약점을 추적하는 데 사용됩니다.

source: CVE|Create CVE ID Request
ko: CVE ID 요청 생성

source: CVE|Enable CVE ID requests in the issue sidebar
ko: 이슈 사이드바에서 CVE ID 요청 활성화
ru: Включить запросы ID CVE в боковой панели обсуждений

source: CVE|Request CVE ID
ko: CVE ID 요청

source: CVE|Why Request a CVE ID?
ko: CVE ID를 요청하는 이유는 무엇입니까?

source: CVS|Action unavailable
ko: 동작을 사용할 수 없습니다
ru: Действие недоступно

source: CVS|Container Scanning for Registry is disabled
ko: 레지스트리에 대한 컨테이너 스캐닝이 비활성화되었습니다.
ru: Сканирование контейнеров для реестра отключено

source: CVS|Container Scanning for Registry is enabled
ko: 레지스트리에 대한 컨테이너 스캐닝이 활성화되었습니다.
ru: Сканирование контейнеров для реестра включено

source: CVS|Only a project maintainer or owner can toggle this feature.
ko: 프로젝트 유지관리자나 소유자만 이 기능을 토글할 수 있습니다.
ru: Только мейнтейнер или владелец проекта может переключать эту функцию.

source: Cache search results for %{label}
ko: %{label}에 대한 캐시 검색 결과
ru: Кэшировать результаты поиска на %{label}

source: Cadence
ko: 케이던스
ru: Периодичность

source: Cadence is not automated
ko: 케이던스는 자동화되지 않습니다.

source: Calculate the number of slices during reindexing. The multiplier is applied to the number of shards per index. Learn more about %{slice_multiplier_link_start}slice multiplier configuration%{slice_multiplier_link_end}.
ko: 재인덱싱하는 동안 슬라이스 수를 계산합니다. 배수는 인덱스당 샤드 수에 적용됩니다. %{slice_multiplier_link_start}슬라이스 승수 설정%{slice_multiplier_link_end}에 대해 자세히 알아보십시오.
ru: Рассчитать количество сегментов при повторной индексации. Множитель применяется к количеству шардов на индекс. Узнайте больше о %{slice_multiplier_link_start}настройке множителя сегментов%{slice_multiplier_link_end}.

source: Calculations are made based on projects in the current group. Projects in subgroups are not included.
ko: 현재 그룹의 프로젝트를 기준으로 계산합니다. 하위 그룹의 프로젝트는 포함되지 않습니다.
ru: Расчёты выполняются на основе проектов в текущей группе. Проекты во вложенных группах не учитываются.

source: Callback URL
ko: 콜백 URL
ru: URL обратного вызова

source: Campfire room ID (optional)
ko: 캠프파이어 룸 ID (옵션)

source: Campfire subdomain (optional)
ko: Campfire 하위 도메인 (옵션)

source: Campfire token
ko: Campfire 토큰

source: CampfireService|%{code_open}.campfirenow.com%{code_close} subdomain.
ko: %{code_open}.campfirenow.com%{code_close} 서브도메인

source: CampfireService|API authentication token from Campfire.
ko: Campfire로 부터 온 API 인증 토큰.
ru: Токен аутентификации API от Campfire.

source: CampfireService|ID portion of the Campfire room URL.
ko: Campfire room URL의 ID 부분.

source: CampfireService|Send notifications about push events to Campfire chat rooms.
ko: Campfire 채팅방에 푸시 이벤트에 대한 알림을 보냅니다.
ru: Отправляйте уведомления о событиях отправки в чаты Campfire.

source: Can be manually deployed to
ko: 다음으로 수동으로 배포 가능
ru: Может быть развернуто вручную в

source: Can create top-level groups:
ko: 최상위 그룹을 생성할 수 있음:
ru: Может создавать группы верхнего уровня:

source: Can not delete primary training
ko: 기본 교육을 삭제할 수 없습니다.
ru: Невозможно удалить основное обучение

source: Can only be present for group level value streams
ko: 그룹 레벨 가치흐름에서만 존재할 수 있습니다

source: Can't apply as the source branch was deleted.
ko: 소스 브랜치가 삭제되어 적용할 수 없습니다.
ru: Невозможно применить, так как исходная ветка была удалена.

source: Can't apply as these lines were changed in a more recent version.
ko: 이 라인은 최신 버전에서 변경되었으므로 적용할 수 없습니다.

source: Can't apply as this line was changed in a more recent version.
ko: 이 라인은 더 최신 버전에서 변경되었으므로 적용할 수 없습니다.

source: Can't apply this suggestion.
ko: 이 제안을 적용할 수 없습니다.
ru: Не удается применить это предложение.

source: Can't be empty
ko: 비워둘 수 없습니다
ru: Не может быть пустым

source: Can't contain %{chars}
ko: %{chars} 문자를 포함할 수 없음
ru: Не может содержать %{chars}

source: Can't contain spaces
ko: 공백을 포함할 수 없습니다.
ru: Не может содержать пробелы

source: Can't contain spaces, %{chars}
ko: 공백과 %{chars}를 포함할 수 없습니다.
ru: Не может содержать пробелы, %{chars}

source: Can't create model version package
ko: 모델 버전 패키지를 생성할 수 없습니다.

source: Can't create snippet: %{err}
ko: 스니펫을 생성할 수 없음: %{err}
ru: Не удалось создать сниппет: %{err}

source: Can't fetch content for the blob: %{err}
ko: Blob에 대한 콘텐츠를 가져올 수 없음: %{err}
ru: Не удалось получить содержимое объекта: %{err}

source: Can't find HEAD commit for this branch
ko: 이 브랜치에서 HEAD 커밋을 찾을 수 없습니다.
ru: Невозможно найти HEAD-коммит этой ветки

source: Can't scan the code?
ko: 코드를 스캔할 수 없습니까?
ru: Не удается отсканировать QR-код?

source: Can't update snippet: %{err}
ko: 스니펫을 업데이트할 수 없음: %{err}
ru: Не удалось обновить сниппет: %{err}

source: Canary Ingress does not exist in the environment.
ko: Canary Ingress가 환경에 존재하지 않습니다.

source: Canary weight must be specified and valid range (0..100).
ko: Canary 가중치의 유효한 범위(0..100)를 지정해야 합니다.
ru: Вес канареечного выпуска должен быть указан и иметь допустимый диапазон (0..100).

source: CanaryIngress|%{boldStart}Canary:%{boldEnd} %{canary}
ko: %{boldStart}Canary:%{boldEnd} %{canary}

source: CanaryIngress|%{boldStart}Stable:%{boldEnd} %{stable}
ko: %{boldStart}안정:%{boldEnd} %{stable}

source: CanaryIngress|Canary
ko: Canary

source: CanaryIngress|Change ratio
ko: 비율 변경

source: CanaryIngress|Change the ratio of canary deployments?
ko: Canary 배포 비율을 변경하시겠습니까?

source: CanaryIngress|Doing so will set a deployment change in progress. This temporarily blocks any further configuration until the deployment is finished.
ko: 이렇게 하면 진행 중인 배포 변경 사항이 설정됩니다. 이렇게 하면 배포가 완료될 때까지 추가 설정이 일시적으로 차단됩니다.

source: CanaryIngress|Stable
ko: 안정

source: CanaryIngress|You are changing the ratio of the canary rollout for %{environment} compared to the stable deployment to:
ko: 안정 배포와 비교하여 %{environment} 에 대한 Canary 롤아웃 비율을 다음과 같이 변경합니다.
ru: Вы изменяете соотношение канареечного развёртывания для %{environment} по сравнению со стабильным развёртыванием на:

source: Cancel
ko: 취소
ru: Отмена

source: Cancel and close
ko: 취소 후 닫기
ru: Отменить и закрыть

source: Cancel deletion for all indices
ko: 모든 인덱스에 대한 삭제 취소
ru: Отменить удаление для всех индексов

source: Cancel downstream pipeline
ko: 다운스트림 파이프라인 취소
ru: Отменить нисходящий конвейер

source: Cancel editing
ko: 변경 취소
ru: Отменить редактирование

source: Cancel pipeline
ko: 파이프라인 취소
ru: Отменить конвейер

source: Cancel the running pipeline
ko: 실행중인 파이프라인 취소
ru: Отменить запущенный конвейер

source: Cancel this job
ko: 이 작업 취소
ru: Отменить это задание

source: Cancel your account
ko: 당신의 계정 취소
ru: Аннулировать вашу учетную запись

source: Cancel, keep project
ko: 취소, 프로젝트 유지
ru: Отменить, сохранить проект

source: Cancelled
ko: 취소됨
ru: Отменено

source: Cancelling Preview
ko: 미리보기 취소
ru: Отмена предпросмотра

source: Cannot assign a confidential epic to a non-confidential issue. Make the issue confidential and try again
ko: 비공개가 아닌 이슈에 비공개 에픽을 할당할 수 없습니다. 이슈를 비공개로 설정하고 다시 시도하세요.

source: Cannot assign a confidential parent item to a non-confidential child item. Make the child item confidential and try again.
ko: 기밀이 아닌 하위 항목에 기밀 상위 항목을 할당할 수 없습니다. 하위 항목을 기밀로 설정한 후 다시 시도하세요.
ru: Невозможно назначить конфиденциальный родительский элемент неконфиденциальному дочернему элементу. Сделайте дочерний элемент конфиденциальным и повторите попытку.

source: Cannot assign this child type to parent type.
ko: 이 하위 유형을 상위 유형에 할당할 수 없습니다.
ru: Невозможно назначить этот тип дочернего элемента родительскому типу.

source: Cannot be merged automatically
ko: 자동으로 머지할 수 없습니다.
ru: Нет возможности объединить автоматически
