Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: mrWidget|%{boldStart}Merging!%{boldEnd} Take a deep breath and relax…
ko: %{boldStart}머지 중!%{boldEnd} 심호흡을 하고 긴장을 푸세요…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Сделайте глубокий вдох и расслабьтесь…

source: mrWidget|%{boldStart}Merging!%{boldEnd} The changes are leaving the station…
ko: %{boldStart}머지 중!%{boldEnd} 변경 사항이 스테이션을 떠나고 있습니다…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Изменения отправляются в путь…

source: mrWidget|%{boldStart}Merging!%{boldEnd} This is going to be great…
ko: %{boldStart}머지 중!%{boldEnd} 잘 될겁니다…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Это будет здорово…

source: mrWidget|%{boldStart}Merging!%{boldEnd} We're almost there…
ko: %{boldStart}머지 중!%{boldEnd} 거의 다 왔습니다…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Почти готово…

source: mrWidget|%{dangerStart}1 rule can't be approved%{dangerEnd}
ko: %{dangerStart}%{count}개의 규칙을 승인할 수 없습니다%{dangerEnd}
ru: %{dangerStart}1 правило не может быть одобрено%{dangerEnd}

source: mrWidget|%{mergeError}.
ko: %{mergeError}.
ru: %{mergeError}.

source: mrWidget|%{mergeError}. Try again.
ko: %{mergeError}입니다. 다시 시도해보세요.
ru: %{mergeError}. Попробуйте еще раз.

source: mrWidget|%{metricsLinkStart} Memory %{metricsLinkEnd} usage %{emphasisStart} decreased %{emphasisEnd} from %{memoryFrom}MB to %{memoryTo}MB
ko: %{metricsLinkStart} 메모리 사용률 %{metricsLinkEnd} 이 %{memoryFrom}MB 에서 %{memoryTo}MB 로 %{emphasisStart} 감소하였습니다. %{emphasisEnd}
ru: Потребление %{metricsLinkStart} памяти %{metricsLinkEnd} %{emphasisStart} уменьшено %{emphasisEnd} с %{memoryFrom}Мбайт до %{memoryTo}Мбайт

source: mrWidget|%{metricsLinkStart} Memory %{metricsLinkEnd} usage %{emphasisStart} increased %{emphasisEnd} from %{memoryFrom}MB to %{memoryTo}MB
ko: %{metricsLinkStart} 메모리 사용률 %{metricsLinkEnd} 이 %{memoryFrom}MB 에서 %{memoryTo}MB 로 %{emphasisStart} 증가하였습니다. %{emphasisEnd}
ru: Потребление %{metricsLinkStart} памяти %{metricsLinkEnd} %{emphasisStart} увеличелось %{emphasisEnd} с %{memoryFrom}Мбайт до %{memoryTo}Мбайт

source: mrWidget|%{metricsLinkStart} Memory %{metricsLinkEnd} usage is %{emphasisStart} unchanged %{emphasisEnd} at %{memoryFrom}MB
ko: %{metricsLinkStart} 메모리 사용률 %{metricsLinkEnd} 이 %{memoryFrom}MB 에서 %{emphasisStart} 변하지 않았습니다. %{emphasisEnd}
ru: Потребление %{metricsLinkStart} памяти %{metricsLinkEnd} осталось %{emphasisStart} неизменным %{emphasisEnd} на %{memoryFrom}Мбайт

source: mrWidget|1 invalid rule has been approved automatically
ko: %{count}개의 잘못된 규칙이 자동으로 승인되었습니다.
ru: 1 недействительное правило было одобрено автоматически

source: mrWidget|A new merge train has started and this merge request is the first of the queue.
ko: 새로운 머지 트레인이 시작되었고, 이 머지 리퀘스트는 대기열의 첫 번째입니다.
ru: Началась новая цепочка слияний, и этот запрос на слияние — первый в очереди.

source: mrWidget|Added to the merge train by %{merge_author}
ko: %{merge_author}에 의해 머지 트레인에 추가되었습니다.
ru: Добавлен в цепочку слияний %{merge_author}

source: mrWidget|An error occurred while removing your approval.
ko: 승인을 제거하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении вашего одобрения.

source: mrWidget|An error occurred while retrieving approval data for this merge request.
ko: 이 머지 리퀘스트에 대한 승인 데이터를 검색하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении данных об одобрениях для этого запроса на слияние.

source: mrWidget|An error occurred while submitting your approval.
ko: 승인을 제출하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при отправке вашего одобрения.

source: mrWidget|Approval is optional
ko: 승인은 옵션입니다.
ru: Одобрение необязательно

source: mrWidget|Approval password is invalid.
ko: 승인 비밀번호가 잘못되었습니다.
ru: Пароль для одобрения неверен.

source: mrWidget|Approve
ko: 승인
ru: Одобрить

source: mrWidget|Approve additionally
ko: 추가로 승인합니다
ru: Одобрить дополнительно

source: mrWidget|Approve additionally with SAML
ko: SAML로 추가 승인
ru: Дополнительно одобрить с использованием SAML

source: mrWidget|Approve with SAML
ko: SAML로 승인
ru: Одобрить с использованием SAML

source: mrWidget|Approved by
ko: 다음 사용자에 의해 승인됨:
ru: Одобрено

source: mrWidget|Approved by you
ko: 당신에 의해 승인됨
ru: Одобрено вами

source: mrWidget|Approved by you and others
ko: 당신과 다른 사람들에 의해 승인됨
ru: Одобрено вами и другими

source: mrWidget|Are you sure you want to rebase?
ko: 정말 rebase 하시겠습니까
ru: Вы уверены, что хотите выполнить перебазирование?

source: mrWidget|Assign yourself to these issues
ko: 이 이슈를 본인에게 할당
ru: Назначьте себя исполнителем за этих обсуждений

source: mrWidget|Assign yourself to this issue
ko: 이 이슈를 본인에게 할당
ru: Назначьте себя исполнителем этого обсуждения

source: mrWidget|Auto-merge enabled
ko: 자동 머지 활성화됨
ru: Автоматическое слияние включено

source: mrWidget|Bypass
ko: 우회
ru: Обойти

source: mrWidget|Bypassed
ko: 우회됨
ru: Обойдено

source: mrWidget|Can't bypass
ko: 우회할 수 없음
ru: Невозможно обойти

source: mrWidget|Cancel auto-merge
ko: 자동 머지 취소
ru: Отменить автоматическое слияние

source: mrWidget|Cannot merge until %{mergeAfter}
ko: %{mergeAfter}까지 머지할 수 없음
ru: Невозможно объединить до %{mergeAfter}

source: mrWidget|Checking if merge request can be merged…
ko: 머지 리퀘스트가 머지 될 수 있는지 확인중입니다…
ru: Проверка возможности слияния…

source: mrWidget|Cherry-pick
ko: cherry-pick
ru: Выборочно применить

source: mrWidget|Cherry-pick this merge request in a new merge request
ko: 새로운 머지 리퀘스트에서 이 머지 리퀘스트 cherry-pick
ru: Выборочно применить этот запрос на слияние в новом запросе на слияние

source: mrWidget|Closed
ko: 닫힘
ru: Закрыт

source: mrWidget|Closed by
ko: 닫음:
ru: закрыто

source: mrWidget|Closes issue
ko: 이슈 닫기
ru: Закрывает обсуждение

source: mrWidget|Delete source branch
ko: 소스 브랜치 삭제
ru: Удалить исходную ветку

source: mrWidget|Deployment statistics are not available currently
ko: 배포 통계는 아직 사용할 수 없습니다.
ru: На данный момент статистика развёртывания недоступна

source: mrWidget|Did not close
ko: 닫히지 않음
ru: Не закрыт

source: mrWidget|Failed to load deployment statistics
ko: 배포 통계를 로드하는데 실패하였습니다.
ru: Не удалось загрузить статистику развёртывания

source: mrWidget|GitLab %{linkStart}CI/CD can automatically build, test, and deploy your application.%{linkEnd} It only takes a few minutes to get started, and we can help you create a pipeline configuration file.
ko: GitLab %{linkStart}CI/CD는 자동으로 애플리케이션을 빌드, 테스트, 배포할 수 있습니다.%{linkEnd} 시작하는데 몇 분밖에 걸리지 않으며, 파이프라인 구성 파일을 만드는데 도움을 드릴 수 있습니다.
ru: GitLab %{linkStart}CI/CD может автоматически собирать, тестировать и развертывать ваше приложение.%{linkEnd} На начало работы потребуется всего несколько минут, и мы поможем вам создать файл конфигурации конвейера.

source: mrWidget|Go to first unresolved thread
ko: 첫 번째 미해결 스레드로 이동
ru: Перейти к первой нерешённой теме

source: mrWidget|If the %{type} branch exists in your local repository, you can merge this merge request manually using the command line.
ko: 로컬 repository에 %{type} 브랜치가 존재한다면, 커맨드 라인을 사용하여 이 머지 리퀘스트를 수동으로 머지 할 수 있습니다.
ru: Если ветка %{type} существует в вашем локальном репозитории, вы можете вручную объединить этот запрос на слияние с помощью командной строки.

source: mrWidget|If the last pipeline ran in the fork project, it may be inaccurate. Before merge, we advise running a pipeline in this project.
ko: 마지막 파이프라인이 fork한 프로젝트에서 실행되었다면, 그 결과가 정확하지 않을 수 있습니다. 머지 하기 전에, 현재 프로젝트에서 파이프라인을 실행하는 것이 좋습니다
ru: Если последний конвейер был запущен в форкнутом проекте, он может быть неточным. Перед слиянием мы рекомендуем запустить конвейер в этом проекте.

source: mrWidget|Information
ko: 정보
ru: Информация

source: mrWidget|Loading deployment statistics
ko: 배포 통계 로딩중
ru: Загрузка статистики развертывания

source: mrWidget|Members who can merge are allowed to add commits.
ko: 머지 할 수 있는 멤버들은 커밋을 추가할 수 있습니다.
ru: Участники, которые могут выполнить слияние, могут добавлять коммиты.

source: mrWidget|Mentions issue
ko: issue 언급
ru: Упомянуто обсуждение

source: mrWidget|Merge blocked: all required approvals must be given.
ko: 머지 차단됨: 요구되는 모든 승인이 필요합니다.
ru: Слияние заблокировано: должны быть даны все необходимые одобрения.

source: mrWidget|Merge failed.
ko: 머지 실패.
ru: Слияние не удалось.

source: mrWidget|Merge request was removed from the merge train.
ko: 머지 리퀘스트가 머지 트레인에서 제거되었습니다.
ru: Запрос на слияние был удалён из цепочки слияний.

source: mrWidget|Merged by
ko: 머지:
ru: Слияние выполнил(а)

source: mrWidget|Merging immediately is not recommended because your changes won't be validated by the merge train, and any running merge train pipelines will be restarted. %{docsLinkStart}What are the risks?%{docsLinkEnd}
ko: 즉시 머지하는 것은 권장되지 않습니다. 머지 트레인에서 변경 사항이 검증되지 않고 실행 중인 모든 머지 트레인 파이프라인이 다시 시작되기 때문입니다. %{docsLinkStart}어떤 위험이 있나요?%{docsLinkEnd}
ru: Немедленное слияние не рекомендуется, так как ваши изменения не будут проверены цепочкой слияний, а все запущенные конвейеры цепочки слияний будут перезапущены. %{docsLinkStart}Каковы риски?%{docsLinkEnd}

source: mrWidget|Merging immediately is not recommended because your changes won't be validated by the merge train, and any running merge train pipelines will be restarted. %{linkStart}What are the risks?%{linkEnd}
ko: 즉시 머지하는 것은 권장되지 않습니다. 머지 트레인에서 변경 사항이 검증되지 않고, 실행 중인 모든 머지 트레인 파이프라인이 다시 시작되기 때문입니다. %{linkStart}어떤 위험 요소가 있나요?%{linkEnd}
ru: Немедленное слияние не рекомендуется, так как ваши изменения не будут проверены цепочкой слияний, а все запущенные конвейеры цепочки слияний будут перезапущены. %{linkStart}Каковы риски?%{linkEnd}

source: mrWidget|Merging immediately is not recommended. The merged changes could cause pipeline failures on the target branch, and the changes will not be validated against the commits being added by the merge requests currently in the merge train. Read the %{linkStart}documentation%{linkEnd} for more information.
ko: 즉시 머지하는 것은 권장되지 않습니다. 머지된 변경 사항으로 인해 대상 브랜치에서 파이프라인 오류가 발생할 수 있으며 현재 머지 트레인에 있는 머지 리퀘스트에 의해 추가되는 커밋에 대해 변경 사항이 검증되지 않습니다. 자세한 내용은 %{linkStart}문서%{linkEnd} 읽어보세요.
ru: Немедленное слияние не рекомендуется. Слитые изменения могут привести к сбоям конвейера на целевой ветке, и изменения не будут проверены с учётом коммитов, добавляемых запросами на слияние, которые сейчас находятся в цепочке слияний. Читайте %{linkStart}документацию%{linkEnd} для получения дополнительной информации.

source: mrWidget|Migrate to GitLab CI/CD from Jenkins
ko: Jenkins에서 GitLab CI/CD로 마이그레이션
ru: Перейти на GitLab CI/CD с Jenkins

source: mrWidget|Please restore it or use a different %{type} branch.
ko: 복원하거나 다른 %{type} 브랜치를 사용해 주세요.
ru: Восстановите её или используйте другую ветку %{type}.

source: mrWidget|Rebase
ko: Rebase
ru: Перебазировать

source: mrWidget|Rebase without pipeline
ko: 파이프라인 없이 Rebase
ru: Перебазировать без конвейера

source: mrWidget|Refresh
ko: 새로고침
ru: Обновить

source: mrWidget|Refresh now
ko: 지금 새로고침
ru: Обновить сейчас

source: mrWidget|Refreshing now
ko: 지금 새로고침 중
ru: Обновляется сейчас

source: mrWidget|Remove from merge train
ko: 머지 트레인에서 제거
ru: Удалить из цепочки слияний

source: mrWidget|Revert
ko: 되돌리기
ru: Откатить

source: mrWidget|Revert this merge request in a new merge request
ko: 새로운 머지 리퀘스트에서 이 머지 리퀘스트로 되돌리기
ru: Откатить этот запрос на слияние в новом запросе на слияние

source: mrWidget|Revoke approval
ko: 승인 해지
ru: Отозвать одобрение

source: mrWidget|Scheduled a rebase of branch %{branch}.
ko: 브랜치 %{branch}의 Rebase를 예약했습니다.
ru: Запланировано перебазирование ветки %{branch}.

source: mrWidget|Set by %{merge_author} to be added to the merge train when all merge checks pass
ko: %{merge_author}가 모든 머지 검사를 통과하면 머지 트레인에 추가되도록 설정함
ru: Установлено %{merge_author} для добавления в цепочку слияний после прохождения всех проверок слияния

source: mrWidget|Set by %{merge_author} to be merged automatically when all merge checks pass
ko: %{merge_author}이 파이프라인이 성공하면 자동으로 머지되도록 설정하였습니다.
ru: Установлено %{merge_author} для автоматического слияния после прохождения всех проверок слияния

source: mrWidget|Set by %{merge_author} to be merged automatically when the pipeline succeeds
ko: 파이프라인이 성공하면 자동으로 머지되도록 %{merge_author}에 의해 설정됩니다
ru: Установлено %{merge_author} для автоматического слияния при успешном завершении конвейера.

source: mrWidget|Set by %{merge_author} to start a merge train when all merge checks pass
ko: %{merge_author} 가 모든 머지 검사를 통과하면 머지 트레인을 시작하도록 설정함
ru: Цепочка слияний будет запущена от имени %{merge_author} после прохождения всех проверок слияния

source: mrWidget|Start with migration plan
ko: 마이그레이션 계획으로 시작
ru: Посмотреть план миграции

source: mrWidget|Take advantage of simple, scalable pipelines and CI/CD enabled features. You can view integration results, security scans, tests, code coverage and more directly in merge requests!
ko: 간단하고 확장 가능한 파이프라인과 CI/CD 지원 기능을 활용하세요 머지 리퀘스트에서 통합 결과, 보안 스캔, 테스트, 코드 적용 범위 등을 직접 볼 수 있습니다!
ru: Воспользуйтесь простыми, масштабируемыми конвейерами и функциями с поддержкой CI/CD. Вы можете просматривать результаты интеграции, сканирования безопасности, тесты, покрытие кода и многое другое непосредственно в запросах на слияние!

source: mrWidget|The %{type} branch %{codeStart}%{name}%{codeEnd} does not exist.
ko: %{type}브랜치 %{codeStart}%{name}%{codeEnd} 존재하지 않습니다.
ru: Ветка %{type} %{codeStart}%{name}%{codeEnd} не существует.

source: mrWidget|The source branch is %{link} the target branch.
ko: 소스 브랜치는 %{link} 대상 브랜치입니다.
ru: Исходная ветка %{link} целевой ветки.

source: mrWidget|This merge request failed to be merged automatically
ko: 이 머지 리퀘스트를 자동으로 머지하는데 실패하였습니다.
ru: Этот запрос на слияние не может быть выполнен автоматически

source: mrWidget|This merge request is #%{mergeTrainPosition} of %{total} in queue.
ko: 이 머지 리퀘스트는 대기열에 있는 %{total} 중 #%{mergeTrainPosition} 입니다.
ru: Этот запрос на слияние — #%{mergeTrainPosition} из %{total} в очереди.

source: mrWidget|To approve this merge request, please enter your password. This project requires all approvals to be authenticated.
ko: 이 머지 리퀘스트를 승인하려면 비밀번호를 입력하세요. 이 프로젝트는 인증된 상태에서만 모든 승인이 가능합니다.
ru: Для того чтобы одобрить этот запрос на слияние, введите ваш пароль. Этот проект требует аутентификации для всех одобрений.

source: mrWidget|To change these default messages, edit the templates for both the merge and squash commit messages. %{linkStart}Learn more%{linkEnd}.
ko: 이러한 기본 메시지를 변경하려면 머지 및 스쿼시 커밋 메시지에 대한 템플릿을 편집하십시오. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Чтобы изменить эти сообщения по умолчанию, отредактируйте шаблоны для сообщений коммитов слияния и сжатия. %{linkStart}Подробнее%{linkEnd}.

source: mrWidget|To change this default message, edit the template for merge commit messages. %{linkStart}Learn more%{linkEnd}.
ko: 이 기본 메시지를 변경하려면 머지 커밋 메시지에 대한 템플릿을 편집하십시오. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Чтобы изменить это сообщение по умолчанию, отредактируйте шаблон сообщений для коммитов слияния. %{linkStart}Подробнее%{linkEnd}.

source: mrWidget|To change this default message, edit the template for squash commit messages. %{linkStart}Learn more%{linkEnd}.
ko: 이 기본 메시지를 변경하려면 스쿼시 커밋 메시지에 대한 템플릿을 편집하십시오. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Чтобы изменить это сообщение по умолчанию, отредактируйте шаблон для сообщений коммитов сжатия. %{linkStart}Подробнее%{linkEnd}.

source: mrWidget|To continue, %{docLinkStart}manage your storage usage%{docLinkEnd}.
ko: 계속하려면, %{docLinkStart}당신의 저장공간 사용량을 관리하세요%{docLinkEnd}.
ru: Чтобы продолжить, %{docLinkStart}освободите место в хранилище%{docLinkEnd}.

source: mrWidget|View merge train details.
ko: 머지 트레인 세부정보 보기
ru: Посмотреть детали цепочки слияний.

source: mrWidget|Your merge request is almost ready!
ko: 당신의 머지 레퀘스트가 거의 준비되었습니다.
ru: Ваш запрос на слияние почти готов!

source: mrWidget|Your password
ko: 당신의 비밀번호
ru: Ваш пароль

source: must be 254 characters or less.
ko: 254자 이하여야 합니다.

source: must be 3 months old at the most
ko: 최대 3개월이어야 합니다
ru: должен быть не моложе 3 месяцев

source: must be a boolean value
ko: 부울 값이어야 합니다

source: must be a hash
ko: 해시여야 합니다.

source: must be a hash containing 'cpu' and 'memory' attribute of type string
ko: 문자열 유형의 'cpu' 및 'memory' 속성을 포함하는 해시여야 합니다.

source: must be a hash containing 'limits' attribute of type hash
ko: 해시 유형의 'limits' 속성을 포함하는 해시여야 합니다.

source: must be a hash containing 'requests' attribute of type hash
ko: 해시 유형의 'requests' 속성을 포함하는 해시여야 합니다.

source: must be a root group.
ko: 루트 그룹이어야 합니다.

source: must be a root namespace
ko: 루트 네임스페이스여야 합니다

source: must be a string
ko: 문자열이어야 함

source: must be a valid IPv4 or IPv6 address
ko: 유효한 IPv4 또는 IPv6 주소여야 합니다
ru: должно быть корректным IPv4 или IPv6 адресом

source: must be a valid json schema
ko: 유효한 json 스키마여야 합니다.

source: must be a valid syntax highlighting theme ID
ko: 테마 ID를 강조하는 유효한 구문이어야 합니다

source: must be a value between 0 and 1
ko: 0과 1 사이의 값이어야 합니다.

source: must be after start
ko: 시작 이후여야 합니다

source: must be an array
ko: 배열이어야 합니다

source: must be an array of CIDR values
ko: CIDR 값의 배열이어야 합니다.

source: must be an array of hash
ko: 해시 배열이어야 합니다.

source: must be an array of hash containing 'allow' attribute of type string
ko: 문자열 유형의 허용('allow') 속성을 포함하는 해시 배열이어야 합니다.

source: must be an email you have verified
ko: 인증한 이메일이어야 합니다

source: must be an hash
ko: 해시여야 함

source: must be associated with a Group or a Project
ko: 그룹 또는 프로젝트와 연결되어야 합니다

source: must be associated with either a Project or Group entity type
ko: 프로젝트 또는 그룹 항목 유형과 연결되어야 합니다.

source: must be at least 1 day
ko: 1일 이상이어야 합니다

source: must be before %{expiry_date}
ko: %{expiry_date} 이전이어야 합니다

source: must be between 1 day and %{limit}
ko: 1일과 %{limit} 사이여야 합니다.

source: must be enabled.
ko: 활성화되어 있어야 함.

source: must be false when email confirmation setting is off
ko: 이메일 확인 설정이 꺼져 있으면 false여야 합니다.

source: must be greater than or equal to 0
ko: 0보다 크거나 같아야 합니다.

source: must be greater than start date
ko: 시작 날짜보다 커야 합니다

source: must be in ISO 8601 format
ko: ISO 8601 형식이어야 합니다

source: must be in same hierarchy as custom role's namespace
ko: 커스텀 역할의 네임스페이스와 동일한 계층 구조에 있어야 합니다

source: must be inside the fork network
ko: 포크 네트워크 내부에 있어야 합니다
ru: должен быть внутри сети форков

source: must be less than the limit of %{tag_limit} tags
ko: 태그 제한인 %{tag_limit}보다 적아야 합니다

source: must be no greater than the number of agent config versions
ko: 에이전트 구성 버전 수보다 클 수 없습니다.

source: must be one of: %{values}
ko: 다음 중 하나여야 합니다: %{values}

source: must be owned by the user's enterprise group
ko: 사용자의 엔터프라이즈 그룹이 소유해야 합니다.

source: must be present when package revision exists
ko: 패키지 리비전이 있는 경우 반드시 제공되어야 합니다

source: must be present when recipe revision exists
ko: 레시피 리비전이 있는 경우 반드시 제공되어야 합니다

source: must be set for a project namespace
ko: 프로젝트 네임스페이스에 대해 설정해야 합니다
ru: должно быть установлено для пространства имён проекта

source: must be specified
ko: 지정해야 합니다

source: must be unique by status and elapsed time within a policy
ko: 정책 내에서 상태 및 경과 시간별로 고유해야 합니다.

source: must be unique. This CA has already been configured for another namespace.
ko: 유일해야 합니다. 이 CA는 이미 다른 네임스페이스에 구성되었습니다.

source: must belong to same project of its requirement object.
ko: 해당 요구 사항 개체의 동일한 프로젝트에 속해야 합니다.

source: must belong to same project of the work item.
ko: 작업 항목의 동일한 프로젝트에 속해야 합니다.

source: must belong to the compliance requirement.
ko: 규정 준수 요구사항에 포함되어야 합니다.

source: must belong to the same compliance requirement.
ko: 동일한 규정 준수 요구사항에 포함되어야 합니다.

source: must belong to the same namespace.
ko: 동일한 네임스페이스에 속해 있어야 합니다.

source: must belong to the specified namespace
ko: 지정된 네임스페이스에 속해 있어야 합니다

source: must belong to the specified project
ko: 지정된 프로젝트에 속해 있어야 합니다

source: must contain only a discord user ID.
ko: Discord 사용자 ID만 포함해야 합니다.

source: must contain only a mastodon handle.
ko: mastodon 핸들만 포함해야 합니다.

source: must contain only a orcid ID.
ko: 단 하나의 orcid ID만 포함해야 합니다.
ru: должно содержать только идентификатор ORCID.

source: must have a repository
ko: 리포지토리가 있어야 합니다

source: must have a valid format and be greater than or equal to zero.
ko: 유효한 형식이어야 하며 0보다 크거나 같아야 합니다.

source: must have an associated workspaces agent config
ko: 연관된 작업 공간 에이전트 구성이 있어야 합니다.

source: must have the 'enabled' flag set to true
ko: 활성화('enabled') 플래그가 true로 설정되어 있어야 합니다.
ru: флаг «enabled» должен быть установлен в значение true

source: must match %{association}.project_id
ko: %{association}.project_id와 일치해야 합니다.

source: must match one of the following file types: %{extension_list}
ko: 다음 파일 유형 중 하나와 일치해야 합니다: %{extension_list}

source: must match the bulk import organization's ID
ko: 대량 가져오기 조직의 ID와 일치해야 함

source: must match the parent organization's ID
ko: 상위 조직의 ID와 일치해야 함

source: must match the root project organization's ID
ko: 죄상위 프로젝트 조직 ID와 일치해야 함
ru: должен соответствовать ID основной организации проекта

source: must not be a placeholder email
ko: 플레이스홀더 이메일이어서는 안 됩니다.

source: must not be a placeholder user
ko: 플레이스홀더 사용자가 아니어야 합니다
ru: не должен быть временным пользователем

source: must not be an owner of the namespace
ko: 네임스페이스의 소유자가 아니어야 합니다

source: must not contain commonly used combinations of words and letters
ko: 일반적으로 사용되는 단어와 문자의 조합을 포함해서는 안 됩니다.

source: must only be set for bot user types
ko: 봇 사용자 유형에만 설정해야 합니다.

source: must only contain letters, digits, forward-slash, underscore, hyphen or period
ko: 문자, 숫자, 슬래시, 밑줄, 하이픈 또는 마침표만 포함해야 합니다.

source: must reference the specified namespace as its entity
ko: 해당 항목으로서 지정 네임스페이스를 참조해야 합니다

source: must reference the specified project as its entity
ko: 해당 항목으로서 지정 프로젝트를 참조해야 합니다

source: my-topic
ko: 내-주제

source: name: %{name} exists in more than one image pull secret, image pull secrets must have a unique 'name'
ko: 이름: %{name} 은 두 개 이상의 이미지 풀 비밀에 존재합니다. 이미지 풀 비밀은 고유한 '이름'을 가져야 합니다.
ru: название: %{name} встречается более чем в одном секрете для получения образов, названия секретов должны быть уникальными

source: needs to be between 10 minutes and 1 month
ko: 10분에서 1개월 사이여야 합니다
ru: должно быть от 10 минут до 1 месяца

source: never
ko: 절대
ru: никогда

source: never expires
ko: 만료 없음
ru: никогда не истекает

source: new
ko: 신규
ru: новый

source: new merge request
ko: 새 머지 리퀘스트
ru: новый запрос на слияние

source: no
ko: 아니요
ru: нет

source: no expiration
ko: 만료 없음

source: no name set
ko: 이름이 설정되지 않음

source: no one can merge
ko: 아무도 머지할 수 없음
ru: никто не может выполнить слияние

source: no scopes selected
ko: 선택된 범위 없음

source: none
ko: 없음
ru: нет

source: not authorized to create member
ko: 멤버를 만들 권한이 없습니다.

source: not authorized to update member
ko: 멤버를 업데이트할 권한이 없습니다.

source: not enough arguments
ko: 인수가 충분하지 않습니다
ru: недостаточно аргументов

source: not found
ko: 찾을 수 없음
ru: не найдено

source: nounSeries|%{firstItem} and %{lastItem}
ko: %{firstItem}과 %{lastItem}

source: nounSeries|%{item}
ko: %{item}
ru: %{item}

source: nounSeries|%{item}, %{nextItem}
ko: %{item}, %{nextItem}

source: nounSeries|%{item}, and %{lastItem}
ko: %{item}과 %{lastItem}
ru: %{item}, и %{lastItem}

source: objective
ko: 목표

source: on or after
ko: 당일 또는 그 이후

source: only available on top-level groups.
ko: 최상위 그룹에서만 사용 가능합니다.

source: only supports valid HTTP(S) URLs
ko: 유효한 HTTP(S) URL만 지원합니다

source: or
ko: 또는
ru: или

source: or sign in with
ko: 또는 다음 계정으로 로그인
ru: или войдите с помощью

source: organizations can only be added to root groups and groups configured as CRM targets
ko: 조직은 루트 그룹 및 CRM 대상으로 구성된 그룹에만 추가할 수 있습니다.

source: overdue
ko: 연체
ru: просрочено

source: packages
ko: 패키지

source: params is empty
ko: 매개변수가 비어 있습니다.

source: parent
ko: 부모
ru: владелец

source: parent already has maximum number of children.
ko: 상위 항목은 이미 최대 개수의 하위 항목을 가지고 있습니다.

source: parent must be in the same project or group as child.
ko: 상위는 하위와 동일한 프로젝트 또는 그룹에 있어야 합니다.

source: password
ko: 패스워드
ru: пароль

source: past due
ko: 기한이 경과
ru: просрочено

source: pending comment
ko: 대기중인 댓글
ru: ожидающий комментарий

source: per user/month
ko: 사용자당/월
ru: за пользователя в месяц

source: personal access token
ko: 개인 액세스 토큰
ru: личный токен доступа

source: personal access tokens
ko: 개인 액세스 토큰
ru: личных токенов доступа
