Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ContainerRegistry|Container image tags can be created, overwritten, or deleted by specific user roles.
ko: 컨테이너 이미지 태그는 특정 사용자 역할에 의해 생성, 덮어쓰기 또는 삭제될 수 있습니다.
ru: Теги образов контейнеров могут быть созданы, перезаписаны или удалены определёнными ролями пользователей.

source: ContainerRegistry|Container image tags can never be overwritten or deleted.
ko: 컨테이너 이미지 태그는 덮어쓰거나 삭제할 수 없습니다.
ru: Теги образов контейнеров не могут быть перезаписаны или удалены.

source: ContainerRegistry|Container protection rule created.
ko: 컨테이너 보호 규칙이 생성되었습니다.
ru: Правило защиты контейнера создано.

source: ContainerRegistry|Container protection rule deleted.
ko: 컨테이너 보호 규칙이 삭제되었습니다.
ru: Правило защиты контейнера удалено.

source: ContainerRegistry|Container protection rule updated.
ko: 컨테이너 보호 규칙이 업데이트되었습니다.
ru: Правило защиты контейнера обновлено.

source: ContainerRegistry|Container registry
ko: 컨테이너 레지스트리
ru: Реестр контейнеров

source: ContainerRegistry|Container registry cleanup policies
ko: 컨테이너 레지스트리 정리 정책
ru: Политики очистки реестра контейнеров

source: ContainerRegistry|Container scanning for registry: Off
ko: 레지스트리에 대한 컨테이너 스캐닝: 꺼짐
ru: Сканирование контейнеров для реестра: отключено

source: ContainerRegistry|Container scanning for registry: On
ko: 레지스트리에 대한 컨테이너 스캐닝: 켜짐
ru: Сканирование контейнеров для реестра: включено

source: ContainerRegistry|Continuous container scanning runs in the registry when any image or database is updated.
ko: 이미지나 데이터베이스가 업데이트되면 레지스트리에서 지속적인 컨테이너 스캐닝이 실행됩니다.
ru: Непрерывное сканирование контейнеров выполняется в реестре при обновлении любого образа или базы данных.

source: ContainerRegistry|Copy build command
ko: 빌드 명령 복사
ru: Скопировать команду сборки

source: ContainerRegistry|Copy image path
ko: 이미지 경로 복사
ru: Скопировать путь к образу

source: ContainerRegistry|Copy login command
ko: 로그인 명령 복사
ru: Скопировать команду входа

source: ContainerRegistry|Copy push command
ko: 푸시 명령 복사
ru: Скопировать команду для отправки

source: ContainerRegistry|Could not load signature details.
ko: 서명 세부정보를 로드할 수 없습니다.
ru: Не удалось загрузить детали подписи.

source: ContainerRegistry|Created %{time}
ko: 생성됨 %{time}
ru: Создан %{time}

source: ContainerRegistry|Delete container protection rule
ko: 컨테이너 보호 규칙 삭제
ru: Удалить правило защиты контейнера

source: ContainerRegistry|Delete container repository protection rule?
ko: 컨테이너 리포지토리 보호 규칙을 삭제하시겠습니까?
ru: Удалить правило защиты репозитория контейнера?

source: ContainerRegistry|Delete image repository
ko: 이미지 리포지토리 삭제
ru: Удалить репозиторий образов

source: ContainerRegistry|Delete image repository?
ko: 이미지 리포지토리를 삭제하시겠습니까?
ru: Удалить репозиторий образов?

source: ContainerRegistry|Delete protection rule
ko: 보호 규칙 삭제
ru: Удаление правила защиты

source: ContainerRegistry|Delete rule
ko: 규칙 삭제
ru: Удалить правило

source: ContainerRegistry|Delete selected tags
ko: 선택한 태그 삭제
ru: Удалить выбранные теги

source: ContainerRegistry|Delete tag
ko: 태그 삭제
ru: Удалить тег

source: ContainerRegistry|Deleting the image repository will delete all images and tags inside. This action cannot be undone. Please type the following to confirm: %{code}
ko: 이미지 리포지토리를 삭제하면 내부의 모든 이미지와 태그가 삭제됩니다. 이 작업은 취소할 수 없습니다. 확인을 위해 다음을 입력하십시오: %{code}
ru: Удаление репозитория образов удалит все образы и теги внутри него. Это действие невозможно отменить. Введите для подтверждения: %{code}

source: ContainerRegistry|Developer (default)
ko: 개발자 (기본값)
ru: Разработчик (по умолчанию)

source: ContainerRegistry|Digest: %{imageId}
ko: 다이제스트: %{imageId}
ru: Дайджест: %{imageId}

source: ContainerRegistry|Disabled - tags will not be automatically deleted.
ko: 비활성화됨 - 태그가 자동으로 삭제되지 않습니다.
ru: Отключено — теги не будут удаляться автоматически.

source: ContainerRegistry|Docker build command
ko: Docker 빌드 명령어
ru: Команда сборки Docker

source: ContainerRegistry|Docker connection error
ko: Docker 연결 오류
ru: Ошибка подключения Docker

source: ContainerRegistry|Docker login command
ko: Docker 로그인 명령어
ru: Команда входа в Docker

source: ContainerRegistry|Docker push command
ko: Docker 푸시 명령어
ru: Команда отправки в Docker

source: ContainerRegistry|Edit cleanup rules
ko: 정리 규칙 편집
ru: Редактировать правила очистки

source: ContainerRegistry|Edit protection rule
ko: 보호 규칙 수정
ru: Редактирование правила защиты

source: ContainerRegistry|Enable cleanup policy
ko: 정리 정책 활성화
ru: Включить политику очистки

source: ContainerRegistry|Enabled
ko: 활성화됨
ru: Включено

source: ContainerRegistry|Enabled - tags that match the rules on this page are automatically scheduled for deletion.
ko: 활성화됨 - 이 페이지의 규칙과 일치하는 태그가 자동으로 삭제되도록 예약됩니다.
ru: Включено — автоматически планируются на удаление теги, соответствующие правилам на этой странице.

source: ContainerRegistry|GitLab is unable to validate this signature automatically. Validate the signature manually before trusting it.
ko: GitLab은 이 서명을 자동으로 확인할 수 없습니다. 서명을 신뢰하기 전에 수동으로 서명을 검증하십시오.
ru: GitLab не может автоматически проверить эту подпись. Проверьте подпись вручную перед тем, как ей доверять.

source: ContainerRegistry|If you are not already logged in, you need to authenticate to the container registry by using your GitLab username and password. If you have %{twofaDocLinkStart}Two-Factor Authentication%{twofaDocLinkEnd} enabled, use a %{personalAccessTokensDocLinkStart}personal access token%{personalAccessTokensDocLinkEnd} instead of a password.
ko: 아직 로그인하지 않은 경우 GitLab 사용자명과 비밀번호를 사용하여 Container Registry에 인증해야 합니다. %{twofaDocLinkStart}이중 인증%{twofaDocLinkEnd} 이 활성화된 경우 비밀번호 대신 %{personalAccessTokensDocLinkStart}개인 액세스 토큰%{personalAccessTokensDocLinkEnd} 을 사용합니다.
ru: Если вы ещё не вошли в систему, вам необходимо аутентифицироваться в реестре контейнеров, используя ваше имя пользователя и пароль GitLab. Если у вас включена %{twofaDocLinkStart}двухфакторная аутентификация%{twofaDocLinkEnd}, используйте %{personalAccessTokensDocLinkStart}личный токен доступа%{personalAccessTokensDocLinkEnd} вместо пароля.

source: ContainerRegistry|Image repository deletion failed
ko: 이미지 리포지토리 삭제 실패
ru: Не удалось удалить репозиторий образов

source: ContainerRegistry|Image repository not found
ko: 이미지 리포지토리를 찾을 수 없습니다
ru: Репозиторий образов не найден

source: ContainerRegistry|Image repository temporarily cannot be marked for deletion. Please try again in a few minutes. %{docLinkStart}More details%{docLinkEnd}
ko: 이미지 리포지토리를 일시적으로 삭제로 마킹할 수 없습니다. 몇 분 후에 다시 시도하십시오. %{docLinkStart}자세한 내용%{docLinkEnd}
ru: Репозиторий образов временно не может быть помечен для удаления. Повторите попытку через несколько минут. %{docLinkStart}Подробнее%{docLinkEnd}

source: ContainerRegistry|Image repository will be deleted
ko: 이미지 리포지토리가 삭제됩니다.
ru: Репозиторий образов будет удалён

source: ContainerRegistry|Image repository with no name located at the project URL.
ko: 프로젝트 URL에 이름이 없는 이미지 리포지토리
ru: Репозиторий образов без имени расположен по URL проекта.

source: ContainerRegistry|Image tags
ko: 이미지 태그
ru: Теги образов

source: ContainerRegistry|Immutable
ko: 불변
ru: Неизменяемый

source: ContainerRegistry|Includes both tagged and untagged images
ko: 태그가 지정된 이미지와 태그가 지정되지 않은 이미지를 모두 포함
ru: Включает образы как с тегами, так и без них

source: ContainerRegistry|Invalid tag: missing manifest digest
ko: 잘못된 태그: 매니페스트 다이제스트 누락
ru: Недействительный тег: отсутствует дайджест манифеста

source: ContainerRegistry|Keep tags matching:
ko: 태그 일치 유지:
ru: Сохранить теги, совпадающие с:

source: ContainerRegistry|Keep the most recent:
ko: 가장 최신 항목 유지:
ru: Сохранить самые свежие:

source: ContainerRegistry|Keep these tags
ko: 이 태그를 유지
ru: Сохранить эти теги

source: ContainerRegistry|Last published at %{time}
ko: %{time}에 마지막으로 게시됨
ru: Последняя публикация: %{time}

source: ContainerRegistry|Login
ko: 로그인
ru: Вход

source: ContainerRegistry|Manifest digest: %{digest}
ko: 매니페스트 다이제스트: %{digest}
ru: Дайджест манифеста: %{digest}

source: ContainerRegistry|Manifest media type: %{mediaType}
ko: 매니페스트 미디어 유형: %{mediaType}
ru: Тип медиа-данных манифеста: %{mediaType}

source: ContainerRegistry|Maximum number of rules reached.
ko: 최대 규칙 수에 도달했습니다.
ru: Достигнуто максимальное количество правил.

source: ContainerRegistry|Minimum access level for delete
ko: 삭제를 위한 최소 액세스 수준
ru: Минимальный уровень доступа для удаления

source: ContainerRegistry|Minimum access level for push
ko: 삭제를 위한 최소 액세스 수준
ru: Минимальный уровень доступа для отправки

source: ContainerRegistry|Minimum access level to delete
ko: 삭제를 위한 최소 액세스 수준
ru: Минимальный уровень доступа для удаления

source: ContainerRegistry|Minimum access level to push
ko: 푸시를 위한 최소 액세스 수준
ru: Минимальный уровень доступа для отправки

source: ContainerRegistry|Minimum role allowed to delete
ko: 삭제를 위한 최소 역할
ru: Минимальная роль, которой разрешено удаление

source: ContainerRegistry|Minimum role allowed to push
ko: 푸시를 위한 최소 역할
ru: Минимальная роль, которой разрешена отправка

source: ContainerRegistry|Minimum role to delete:
ko: 삭제를 위한 최소 역할:
ru: Минимальная роль для удаления:

source: ContainerRegistry|Minimum role to push:
ko: 푸시를 위한 최소 역할:
ru: Минимальная роль для отправки:

source: ContainerRegistry|Missing or insufficient permission, delete button disabled
ko: 권한이 없거나 충분하지 않음, 삭제 버튼 비활성화됨
ru: Не хватает прав доступа, кнопка удаления отключена

source: ContainerRegistry|Must be less than 100 characters.
ko: 100자 미만이어야 합니다.
ru: Должно быть менее 100 символов.

source: ContainerRegistry|Next cleanup scheduled to run on:
ko: 다음 정리 작업이 실행될 예정:
ru: Следующая очистка запланирована на:

source: ContainerRegistry|No container image tags are protected.
ko: 아직 보호된 컨테이너 이미지 태그가 없습니다.
ru: Теги контейнерных образов не защищены.

source: ContainerRegistry|No container repositories are protected.
ko: 보호된 컨테이너 저장소가 없습니다.
ru: Нет защищённых репозиториев контейнеров.

source: ContainerRegistry|Not yet scheduled
ko: 아직 예약되지 않음
ru: Еще не запланироано

source: ContainerRegistry|Note: Any policy update will result in a change to the scheduled run date and time
ko: 참고: 모든 정책 업데이트로 인해 예약된 실행 날짜 및 시간이 변경됩니다.
ru: Примечание: Любое обновление политики приведет к изменению даты и времени выполнения

source: ContainerRegistry|Now available for upgrade on self-managed instances. This upgraded registry supports online garbage collection, and has significant performance and reliability improvements.
ko: 이제 자체 관리 인스턴스에서 업그레이드할 수 있습니다. 이 업그레이드된 레지스트리는 온라인 가비지 수집을 지원하며, 성능과 안정성이 크게 향상되었습니다.
ru: Теперь доступно для обновления в автономных экземплярах. Обновлённый реестр поддерживает сборку мусора без простоя и существенно улучшен в части производительности и надёжности.

source: ContainerRegistry|Only users with at least this role can delete tags with a name that matches the protection rule.
ko: 최소한 이 역할을 가진 사용자만 보호 규칙과 일치하는 이름을 가진 태그를 삭제할 수 있습니다.
ru: Теги с именем, соответствующим правилу защиты, могут удалять только пользователи с ролью не ниже указанной.

source: ContainerRegistry|Only users with at least this role can push tags with a name that matches the protection rule.
ko: 최소한 이 역할을 보유한 사용자만 보호 규칙과 일치하는 이름을 가진 태그를 푸시할 수 있습니다.
ru: Теги с именем, соответствующим правилу защиты, могут отправлять только пользователи с ролью не ниже указанной.

source: ContainerRegistry|Partial cleanup complete
ko: 부분 정리 완료
ru: Частичная очистка завершена

source: ContainerRegistry|Path pattern with %{linkStart}wildcards%{linkEnd} such as `my-scope/my-container-*` are supported.
ko: `my-scope/my-container-*`와 같이 %{linkStart}와일드카드%{linkEnd} 가 포함된 경로 패턴이 지원됩니다.
ru: Поддерживаются шаблоны пути с %{linkStart}подстановочными знаками%{linkEnd}, такие как `my-scope/my-container-*`.

source: ContainerRegistry|Please try different search criteria
ko: 다른 검색 기준을 시도하십시오
ru: Попробуйте другие критерии поиска

source: ContainerRegistry|Protect container tags matching
ko: 일치하는 컨테이너 태그 보호
ru: Защитить теги контейнера, соответствующие

source: ContainerRegistry|Protected
ko: 보호됨
ru: Защищён

source: ContainerRegistry|Protected container image tags
ko: 보호된 컨테이너 이미지 태그
ru: Защищённые теги образов контейнеров

source: ContainerRegistry|Protected container repositories
ko: 보호된 컨테이너 리포지토리
ru: Защищённые репозитории контейнеров

source: ContainerRegistry|Protection rule created.
ko: 보호 규칙이 생성되었습니다.
ru: Правило защиты создано.

source: ContainerRegistry|Protection rule updated.
ko: 보호 규칙이 업데이트되었습니다.
ru: Правило защиты изменено.

source: ContainerRegistry|Protection type
ko: 보호 유형
ru: Тип защиты

source: ContainerRegistry|Published %{timeInfo}
ko: 게시됨 %{timeInfo}
ru: Опубликовано %{timeInfo}

source: ContainerRegistry|Published to the %{repositoryPath} image repository on %{dateTime}
ko: %{dateTime}에 %{repositoryPath} 이미지 리포지토리에 게시됨
ru: Опубликовано в репозиторий образов %{repositoryPath} %{dateTime}

source: ContainerRegistry|Push an image
ko: 이미지 푸시
ru: Отправить образ

source: ContainerRegistry|Registry cleanup disabled. Either no cleanup policies are enabled, or this project has no container images.
ko: 레지스트리 정리가 비활성화되었습니다. 정리 정책이 활성화되지 않았거나, 이 프로젝트에 컨테이너 이미지가 없습니다.
ru: Очистка реестра отключена. Либо нет включённых политик очистки, либо в этом проекте нет контейнерных образов.

source: ContainerRegistry|Regular expression without the \A and \z anchors.
ko: \A 및 \z 앵커가 없는 정규 표현식입니다.
ru: Регулярное выражение без якорей \A и \z.

source: ContainerRegistry|Remember to run %{docLinkStart}garbage collection%{docLinkEnd} to remove the stale data from storage.
ko: 스토리지에서 오래된 데이터를 제거하기 위해 %{docLinkStart}가비지 컬렉션%{docLinkEnd}을 실행하는 것을 잊지 마십시오.
ru: Не забудьте запустить %{docLinkStart}сборку мусора%{docLinkEnd}, чтобы удалить устаревшие данные из хранилища.

source: ContainerRegistry|Remove repository
ko: 리포지토리 제거
ru: Удалить репозиторий

source: ContainerRegistry|Remove tag
ko: 태그 제거
ru: Удалить тег

source: ContainerRegistry|Remove tags matching:
ko: 다음과 일치하는 태그 제거:
ru: Удалить теги, соответствующие:

source: ContainerRegistry|Remove tags older than:
ko: 다음보다 오래된 태그 제거:
ru: Удалить теги старше:

source: ContainerRegistry|Remove these tags
ko: 이 태그를 제거
ru: Удалить эти теги

source: ContainerRegistry|Repository path pattern
ko: 리포지토리 경로 패턴
ru: Шаблон пути репозитория

source: ContainerRegistry|Run cleanup:
ko: 정리 실행:
ru: Запустить очистку:

source: ContainerRegistry|Save storage space by automatically deleting tags from the container registry and keeping the ones you want. %{linkStart}How does cleanup work?%{linkEnd}
ko: 컨테이너 레지스트리에서 태그를 자동으로 삭제하고 원하는 태그를 유지하여 저장 공간을 절약합니다. %{linkStart}정리는 방법에 대한 상세정보%{linkEnd}
ru: Сэкономьте место для хранения, автоматически удаляя теги из реестра контейнеров и оставляя только нужные. %{linkStart}Как работает очистка?%{linkEnd}

source: ContainerRegistry|Set cleanup rules
ko: 정리 규칙 설정
ru: Установить правила очистки

source: ContainerRegistry|Set up cleanup
ko: 정리 설정
ru: Настроить очистку

source: ContainerRegistry|Set up rules to protect container image tags from unauthorized changes or make them permanently immutable. Protection rules are checked first, followed by immutable rules. You can add up to 5 protection rules per project.
ko: 컨테이너 이미지 태그를 무단 변경으로부터 보호하거나 영구적으로 변경할 수 없도록 규칙을 설정하세요. 보호 규칙을 먼저 확인한 후, 변경 불가능한 규칙을 확인합니다. 프로젝트당 최대 5개의 보호 규칙을 추가할 수 있습니다.
ru: Настройте правила для защиты тегов образов контейнеров от несанкционированных изменений или сделайте их постоянно неизменными. Сначала проверяются правила защиты, затем — правила неизменности. Вы можете добавить до 5 правил защиты на проект.

source: ContainerRegistry|Show full path
ko: 전체 경로 표시
ru: Показать полный путь

source: ContainerRegistry|Signature details
ko: 서명 세부정보
ru: Детали подписи

source: ContainerRegistry|Signature digest: %{digest}
ko: 서명 다이제스트: %{digest}
ru: Дайджест подписи: %{digest}

source: ContainerRegistry|Signed
ko: 서명됨
ru: Подписан

source: ContainerRegistry|Some tags were not deleted
ko: 일부 태그가 삭제되지 않았습니다
ru: Некоторые теги не были удалены

source: ContainerRegistry|Something went wrong while fetching the cleanup policy.
ko: 정리 정책을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении политики очистки.

source: ContainerRegistry|Something went wrong while fetching the image details.
ko: 이미지 세부 정보를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении данных об образе.

source: ContainerRegistry|Something went wrong while fetching the repository list.
ko: 리포지토리 목록을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении списка репозиториев.

source: ContainerRegistry|Something went wrong while marking the tag for deletion.
ko: 삭제할 태그를 마킹하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при пометке тега для удаления.

source: ContainerRegistry|Something went wrong while marking the tags for deletion.
ko: 삭제할 태그를 마킹하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при пометке тегов для удаления.

source: ContainerRegistry|Something went wrong while saving the protection rule.
ko: 보호 규칙을 저장하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при сохранении правила защиты.

source: ContainerRegistry|Something went wrong while scheduling %{title} for deletion. Please try again.
ko: %{title} 삭제를 예약하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при планировании удаления %{title}. Повторите попытку.

source: ContainerRegistry|Something went wrong while scheduling the image for deletion.
ko: 이미지 삭제를 예약하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при планировании удаления образа.

source: ContainerRegistry|Something went wrong while updating the cleanup policy.
ko: 정리 정책을 업데이트하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при обновлении политики очистки.

source: ContainerRegistry|Sorry, your filter produced no results.
ko: 죄송합니다. 필터링 결과가 없습니다.
ru: К сожалению, нет результатов, соответствующих фильтру.

source: ContainerRegistry|Tag pattern
ko: 태그 패턴
ru: Шаблон тега

source: ContainerRegistry|Tag successfully marked for deletion.
ko: 태그가 성공적으로 삭제로 마킹 되었습니다.
ru: Тег успешно помечен для удаления.

source: ContainerRegistry|Tags successfully marked for deletion.
ko: 태그가 성공적으로 삭제로 마킹되었습니다.
ru: Теги успешно помечены для удаления.

source: ContainerRegistry|Tags that match %{strongStart}all%{strongEnd} these rules are %{strongStart}removed%{strongEnd}, unless they match %{strongStart}any%{strongEnd} keep rules above.
ko: %{strongStart}모든%{strongEnd} 규칙에 일치하는 태그는 %{strongStart}삭제됨%{strongEnd}, 단 %{strongStart}어떤%{strongEnd} 상위의 유지 규칙과 일치하는 경우 제외.
ru: Теги, которые соответствуют %{strongStart}всем%{strongEnd} этим правилам, %{strongStart}удаляются%{strongEnd}, если только они не соответствуют %{strongStart}любому%{strongEnd} из правил сохранения, указанных выше.

source: ContainerRegistry|Tags that match %{strongStart}any of%{strongEnd} these rules are %{strongStart}kept%{strongEnd}, even if they match %{strongStart}all%{strongEnd} removal rules below. The %{strongStart}latest%{strongEnd} tag is always kept.
ko: %{strongStart}어떤%{strongEnd} %{strongStart}유지%{strongEnd} 규칙이라도 일치되는 태그는, 아래의 %{strongStart}모든%{strongEnd} 삭제 규칙과 일치된다 하더라도 유지됩니다. %{strongStart}가장 최신%{strongEnd} 태그는 항상 유지됩니다.
ru: Теги, которые соответствуют %{strongStart}любому из%{strongEnd} этих правил, %{strongStart}сохраняются%{strongEnd}, даже если они соответствуют %{strongStart}всем%{strongEnd} правилам удаления ниже. Тег %{strongStart}latest%{strongEnd} всегда сохраняется.

source: ContainerRegistry|Tags with names that match this regex pattern are immutable. Must be less than 100 characters. %{linkStart}What regex patterns are supported?%{linkEnd}
ko: 이 정규식 패턴과 일치하는 이름을 가진 태그는 변경할 수 없습니다. 100자 미만이어야 합니다. %{linkStart}어떤 정규식 패턴이 지원되나요?%{linkEnd}
ru: Теги, имена которых соответствуют этому регулярному выражению, являются неизменными. Должно быть меньше 100 символов. %{linkStart}Какие шаблоны регулярных выражений поддерживаются?%{linkEnd}

source: ContainerRegistry|Tags with names that match this regex pattern are kept. %{linkStart}View regex examples.%{linkEnd}
ko: 이 정규식 패턴과 일치하는 이름을 가진 태그가 유지됩니다. %{linkStart}정규식 예제를 봅니다.%{linkEnd}
ru: Теги, имена которых соответствуют этому регулярному выражению, сохраняются. %{linkStart}Посмотреть примеры регулярных выражений.%{linkEnd}

source: ContainerRegistry|Tags with names that match this regex pattern are protected. Must be less than 100 characters. %{linkStart}What regex patterns are supported?%{linkEnd}
ko: 이 정규식 패턴과 일치하는 이름을 가진 태그는 보호됩니다. 100자 미만이어야 합니다. %{linkStart}어떤 정규식 패턴이 지원됩니까?%{linkEnd}
ru: Теги, имена которых соответствуют этому регулярному выражению, защищены. Должно быть меньше 100 символов. %{linkStart}Какие шаблоны регулярных выражений поддерживаются?%{linkEnd}

source: ContainerRegistry|Tags with names that match this regex pattern are removed. %{linkStart}View regex examples.%{linkEnd}
ko: 이 정규식 패턴과 같은 이름을 가진 태그는 제거됩니다. %{linkStart}정규식 예제 보기%{linkEnd}
ru: Теги, имена которых соответствуют этому регулярному выражению, удаляются. %{linkStart}Посмотреть примеры регулярных выражений.%{linkEnd}

source: ContainerRegistry|The %{linkStart}GitLab container registry%{linkEnd} is a secure and private registry for container images. It’s built on open source software and completely integrated within GitLab. Use GitLab CI/CD to create and publish images. Use the GitLab API to manage the registry across groups and projects.
ko: %{linkStart}GitLab 컨테이너 레지스트리%{linkEnd}는 컨테이너 이미지를 위한 안전하고 비공식적인 레지스트리입니다. 오픈 소스 소프트웨어를 기반으로 하며 GitLab 내에서 완전히 통합되어 있습니다. GitLab CI/CD를 사용하여 이미지를 생성하고 게시할 수 있습니다. GitLab API를 사용하여 그룹과 프로젝트 전반에 걸쳐 레지스트리를 관리할 수 있습니다.
ru: %{linkStart}Реестр контейнеров GitLab%{linkEnd} — это защищённый и приватный реестр для контейнерных образов. Он создан на базе программного обеспечения с открытым исходным кодом и полностью интегрирован в GitLab. Используйте GitLab CI/CD для создания и публикации образов. Используйте API GitLab для управления реестром в группах и проектах.

source: ContainerRegistry|The cleanup policy timed out before it could delete all tags. An administrator can %{adminLinkStart}run cleanup now manually%{adminLinkEnd} or you can wait for the next scheduled run of the cleanup policy. %{docLinkStart}More information%{docLinkEnd}
ko: 정리 정책이 모든 태그를 삭제하기 전에 시간이 초과되었습니다. 운영자는 %{adminLinkStart}지금 정리를 수동으로 실행%{adminLinkEnd}할 수 있으며, 정리 정책이 예약된 다음 실행을 기다릴 수도 있습니다. %{docLinkStart}자세한 정보%{docLinkEnd}
ru: Политика очистки превысила время ожидания до того, как все теги были удалены. Администратор может %{adminLinkStart}выполнить очистку вручную%{adminLinkEnd} или вы можете подождать следующего запланированного выполнения политики очистки. %{docLinkStart}Подробнее%{docLinkEnd}

source: ContainerRegistry|The cleanup will continue within %{time}. %{linkStart}Learn more%{linkEnd}
ko: 정리는 %{time}내에 계속됩니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Очистка будет продолжаться в течение %{time}. %{linkStart}Подробнее%{linkEnd}

source: ContainerRegistry|The filter returned no results
ko: 필터가 결과를 반환하지 않았습니다
ru: Фильтр не дал результатов

source: ContainerRegistry|The image repository could not be found.
ko: 이미지 리포지토리를 찾을 수 없습니다.
ru: Репозиторий образов не найден.

source: ContainerRegistry|The last tag related to this image was recently removed. This empty image and any associated data will be automatically removed as part of the regular Garbage Collection process. If you have any questions, contact your administrator.
ko: 이 이미지와 관련된 마지막 태그가 최근에 제거되었습니다. 이 빈 이미지와 관련 데이터는 일반 가비지 컬렉션 프로세스의 일부로 자동으로 제거됩니다. 질문이 있는 경우 운영자에게 문의하세요.
ru: Последний тег, связанный с этим образом недавно был удалён. Этот пустой образ и любые связанные с ним данные будут автоматически удалены в ходе регулярной сборки мусора. Если у вас есть вопросы, свяжитесь со своим администратором.

source: ContainerRegistry|The next-generation container registry is now available
ko: 이제 차세대 컨테이너 레지스트리를 사용할 수 있습니다
ru: Реестр контейнеров нового поколения теперь доступен
