Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Notify|%{mr_highlight}Merge request%{highlight_end} %{mr_link} %{reviewer_highlight}was unapproved by%{highlight_end} %{reviewer_avatar} %{reviewer_link}
ko: %{mr_highlight}머지 리퀘스트%{highlight_end} %{mr_link} 이 %{reviewer_avatar} %{reviewer_link}에 의해 %{reviewer_highlight}승인되지 않았습니다.%{highlight_end}
ru: %{reviewer_highlight}Одобрение%{highlight_end} %{mr_highlight}запроса на слияние%{highlight_end} %{mr_link} было отменено %{reviewer_avatar} %{reviewer_link}

source: Notify|%{p_start}To update the remote url in your local repository run (for ssh):%{p_end} %{ssh_url_to_repo} %{p_start}or for http(s):%{p_end} %{http_url_to_repo}
ko: %{p_start}로컬 리포지토리내의 리모트 URL을 업데이트하려면 다음을 실행하십시오(ssh의 경우):%{p_end} %{ssh_url_to_repo} %{p_start}또는 http(s)의 경우:%{p_end} %{http_url_to_repo}

source: Notify|%{paragraph_start}Hi %{name}!%{paragraph_end} %{paragraph_start}A new public key was added to your account:%{paragraph_end} %{paragraph_start}title: %{key_title}%{paragraph_end} %{paragraph_start}If this key was added in error, you can remove it under %{removal_link}%{paragraph_end}
ko: %{paragraph_start}안녕하세요 %{name}!%{paragraph_end} %{paragraph_start}새 공개 키가 귀하의 계정에 추가되었습니다:%{paragraph_end} %{paragraph_start}제목: %{key_title}%{paragraph_end} %{paragraph_start}이 키가 실수로 추가된 경우 아래 %{removal_link}에서 제거할 수 있습니다.%{paragraph_end}
ru: %{paragraph_start}Привет, %{name}!%{paragraph_end} %{paragraph_start}Новый открытый ключ был добавлен к вашей учетной записи:%{paragraph_end} %{paragraph_start}название: %{key_title}%{paragraph_end} %{paragraph_start}Если этот ключ был добавлен по ошибке, вы можете удалить его %{removal_link}%{paragraph_end}

source: Notify|%{project_link_start}Download%{project_link_end} the project export.
ko: %{project_link_start}다운로드%{project_link_end} 프로젝트 내보내기.

source: Notify|%{removed} was removed as an assignee.
ko: %{removed} 이 담당자에서 제거되었습니다.
ru: %{removed} удален(а) из числа исполнителей.

source: Notify|%{removed} were removed as assignees.
ko: %{removed} 이 담당자에서 제거되었습니다.
ru: %{removed} удалены из числа исполнителей.

source: Notify|%{singular_or_plural_line} %{error_lines}: Work item type cannot be found or is not supported.
ko: %{singular_or_plural_line} %{error_lines}: 작업 항목 유형을 찾을 수 없거나 지원되지 않습니다.

source: Notify|%{singular_or_plural_line} %{error_lines}: Work item type is empty.
ko: %{singular_or_plural_line} %{error_lines}: 작업 항목 유형이 비어 있습니다.

source: Notify|%{singular_or_plural_line} %{error_lines}: Work item type is not available. Please check your license and permissions.
ko: %{singular_or_plural_line} %{error_lines}: 작업 항목 유형을 사용할 수 없습니다. 라이센스 및 권한을 확인하십시오.

source: Notify|%{strong_open}%{user_name}%{strong_close} updated the custom email address credentials for the Service Desk of %{project_link_start}%{project_name}%{project_link_end} and triggered the verification process.
ko: %{strong_open}%{user_name}%{strong_close} %{project_link_start}%{project_name}%{project_link_end} 의 서비스 데스크에 대한 커스텀 이메일 주소 자격 증명을 업데이트하고 확인 프로세스를 트리거했습니다.

source: Notify|%{type} was %{issue_status} by %{updated_by}
ko: %{type}이 %{updated_by}에 의해 %{issue_status} 되었습니다.

source: Notify|%{update_at_start} Last update at %{update_at_mid} %{last_update_at} %{update_at_end}
ko: %{update_at_start} 최근 업데이트 %{update_at_mid} %{last_update_at} %{update_at_end}
ru: %{update_at_start} Последнее обновление %{update_at_mid} %{last_update_at} %{update_at_end}

source: Notify|%{updated_by_user_name} pushed new commits to merge request %{mr_link}
ko: %{updated_by_user_name}가 머지 리퀘스트 %{mr_link}에 대한 새 커밋을 푸시했습니다.

source: Notify|%{work_items} successfully imported.
ko: %{work_items}을 성공적으로 가져왔습니다.

source: Notify|A new GPG key was added to your account:
ko: 새 GPG 키가 귀하의 계정에 추가되었습니다:
ru: В вашу учётную запись был добавлен новый ключ GPG:

source: Notify|A remote mirror update has failed.
ko: 리모트 미러 업데이트에 실패했습니다.
ru: Обновление удалённого зеркала не удалось.

source: Notify|After it expires, you can %{a_start} request a new one %{a_end}.
ko: 만료된 후 %{a_start} 새 것을 요청할 수 있습니다 %{a_end}.

source: Notify|All assignees were removed.
ko: 모든 담당자가 제거되었습니다.
ru: Все исполнители удалены.

source: Notify|All discussions on merge request %{mr_link} were resolved by %{name}
ko: 머지 리퀘스트 %{mr_link} 에 대한 모든 토론이 %{name}에 의해 해결되었습니다.
ru: Все обсуждения в запросе на слияние %{mr_link} были решены %{name}

source: Notify|And %{total_stripped_new_commits_count} more
ko: 그리고 %{total_stripped_new_commits_count} 개 더

source: Notify|Author: %{author_name}
ko: 작성자: %{author_name}
ru: Автор: %{author_name}

source: Notify|Auto DevOps pipeline was disabled for %{project}
ko: %{project}의 자동 DevOps 파이프라인이 비활성화되었습니다.

source: Notify|CI/CD project settings
ko: CI/CD 프로젝트 설정

source: Notify|Check your forwarding settings and make sure the original email sender remains in the %{code_open}From%{code_end} header.
ko: 전달 설정을 확인하고 원래 이메일 발신자가 %{code_open}From%{code_end} 헤더에 남아 있는지 확인하십시오.

source: Notify|Click here to set your password
ko: 비밀번호를 설정하려면 여기를 클릭하세요
ru: Нажмите здесь, чтобы установить пароль

source: Notify|Commit Author
ko: 커밋 작성자
ru: Автор коммита

source: Notify|Committed by
ko: 의해서 커밋됨
ru: Закомичено

source: Notify|Could not find the following %{column} values in %{project}%{parent_groups_clause}: %{error_lines}
ko: %{project}%{parent_groups_clause}: %{error_lines}에서 다음 %{column} 값을 찾을 수 없습니다.

source: Notify|Don't want to receive updates from GitLab administrators?
ko: GitLab 운영자로부터 업데이트를 받고 싶지 않습니까?

source: Notify|Email could not be verified
ko: 이메일을 확인할 수 없습니다.

source: Notify|Email successfully verified
ko: 이메일이 성공적으로 확인되었습니다.

source: Notify|Error parsing CSV file. Please make sure it has the correct format: a delimited text file that uses a comma to separate values.
ko: CSV 파일을 파싱하는 동안 오류가 발생했습니다. 형식이 올바른지 확인하세요. 쉼표를 사용하여 값을 구분하는 구분된 텍스트 파일입니다.
ru: Ошибка при разборе CSV-файла. Убедитесь, что он имеет правильный формат: текстовый файл с разделителями, использующий запятую для разделения значений.

source: Notify|Errors found on %{singular_or_plural_line}: %{error_lines}. Please check if these lines have an issue title.
ko: %{singular_or_plural_line}: %{error_lines}에 오류가 발견되었습니다. 이 라인중에 이슈 제목이 있는지 확인하십시오.

source: Notify|Errors found on %{singular_or_plural_line}: %{error_lines}. Please check that these lines have the following fields: %{required_headers}.
ko: %{singular_or_plural_line}: %{error_lines}에서 오류가 발견되었습니다. 이 행에 다음 필드가 있는지 확인하십시오. %{required_headers}.

source: Notify|Fingerprint: %{fingerprint}
ko: 핑거프린트: %{fingerprint}
ru: Отпечаток: %{fingerprint}

source: Notify|Forward all emails to the custom email address to %{code_open}%{service_desk_incoming_address}%{code_end}.
ko: 모든 이메일을 커스텀 이메일 주소 %{code_open}%{service_desk_incoming_address}%{code_end}로 전달하세요.

source: Notify|Here are the results for your CSV import for %{project_link}.
ko: 다음은 %{project_link}에 대한 CSV 가져오기 결과입니다.

source: Notify|Here are the results for your CSV import for %{project_name} (%{project_link}).
ko: 다음은 %{project_name} (%{project_link})에 대한 CSV 가져오기 결과입니다.

source: Notify|Hi %{username}!
ko: 안녕하세요 %{username}!

source: Notify|Hi %{user}!
ko: 안녕하세요 %{user}!

source: Notify|If this key was added in error, you can remove it under %{removal_link}
ko: 이 키가 오류로 추가된 경우 %{removal_link}에서 제거할 수 있습니다.

source: Notify|If this was a mistake you can change these settings or deactivate the custom email address in the project settings.
ko: 실수인 경우 이 설정을 변경하거나 프로젝트 설정에서 커스텀 이메일 주소를 비활성화할 수 있습니다.
ru: Если это произошло по ошибке, вы можете изменить эти настройки или деактивировать пользовательский адрес электронной почты в настройках проекта.

source: Notify|If you no longer wish to use this domain with GitLab Pages, please remove it from your GitLab project and delete any related DNS records.
ko: 이 도메인을 GitLab 페이지와 함께 더 이상 사용하지 않으려면 GitLab 프로젝트에서 제거하고 관련 DNS 레코드를 삭제하십시오.

source: Notify|Incorrect %{code_open}From%{code_end} header:
ko: 잘못된 %{code_open} From %{code_end} 헤더 :

source: Notify|Incorrect forwarding target:
ko: 잘못된 포워딩 타겟:

source: Notify|Incorrect verification token:
ko: 잘못된 인증 토큰:

source: Notify|Invalid credentials:
ko: 잘못된 자격 증명:

source: Notify|Issue was moved to another project.
ko: 이슈가 다른 프로젝트로 이동되었습니다.

source: Notify|Learn more about Auto DevOps
ko: Auto DevOps에 대해 더 알아보기
ru: Подробнее об Auto DevOps

source: Notify|Logs may contain sensitive data. Please consider before forwarding this email.
ko: 로그에는 민감한 데이터가 포함될 수 있습니다. 이 이메일을 전달하기 전에 고려하십시오.
ru: Журналы могут содержать конфиденциальные данные. Учитывайте это перед пересылкой письма.

source: Notify|Merge request %{merge_request} can no longer be merged due to conflict.
ko: 충돌로 인해 머지 리퀘스트 %{merge_request}를 더 이상 병합할 수 없습니다.

source: Notify|Merge request %{merge_request} was %{mr_status} by %{updated_by}
ko: 머지 리퀘스트 %{merge_request}가 %{updated_by}에 의해 %{mr_status}상태였습니다.

source: Notify|Merge request %{merge_request} was merged
ko: 머지 리퀘스트 %{merge_request}가 머지되었습니다.
ru: Запрос на слияние %{merge_request} был объединён

source: Notify|Merge request %{mr_link} was closed by %{closed_by}
ko: 머지 리퀘스트 %{mr_link}이 %{closed_by}에 의해 닫혔습니다.
ru: Запрос на слияние %{mr_link} был закрыт %{closed_by}

source: Notify|Merge request URL: %{merge_request_url}
ko: 머지 리퀘스트 URL : %{merge_request_url}

source: Notify|Merge request was approved
ko: 머지 리퀘스트가 승인되었습니다.
ru: Запрос на слияние был одобрен

source: Notify|Merge request was approved (%{approvals}/%{required_approvals})
ko: 머지 리퀘스트가 승인되었습니다(%{approvals}/%{required_approvals})
ru: Запрос на слияние был одобрен (%{approvals}/%{required_approvals})

source: Notify|Merge request was unapproved
ko: 머지 리퀘스트가 승인되지 않았습니다.
ru: Одобрение запроса на слияние было отменено

source: Notify|Merge request was unapproved (%{approvals_count}/%{approvals_required})
ko: 머지 리퀘스트가 승인되지 않았습니다. (%{approvals_count}/%{approvals_required})
ru: Запрос на слияние не был одобрен (%{approvals_count}/%{approvals_required})

source: Notify|Milestone changed to %{milestone}
ko: 마일스톤이 %{milestone}으로 변경됨
ru: Этап изменен на %{milestone}

source: Notify|Milestone removed
ko: 마일스톤이 제거됨
ru: Этап удален

source: Notify|New issue: %{project_issue_url}
ko: 새 이슈: %{project_issue_url}
ru: Новое обсуждение: %{project_issue_url}

source: Notify|No preview for this file type
ko: 이 파일 형식에 대한 미리보기가 없습니다.
ru: Предварительный просмотр для этого типа файла недоступен

source: Notify|No work items have been imported.
ko: 가져온 작업 항목이 없습니다.

source: Notify|Pipeline %{pipeline_link} triggered by
ko: 다음에 의해 트리거된 파이프라인 %{pipeline_link}

source: Notify|Pipeline %{pipeline_name_or_id} has failed!
ko: %{pipeline_name_or_id} 파이프라인이 실패했습니다!

source: Notify|Pipeline %{pipeline_name_or_id} has passed!
ko: %{pipeline_name_or_id} 파이프라인이 통과되었습니다!

source: Notify|Pipeline has been fixed and %{pipeline_name_or_id} has passed!
ko: 파이프라인이 수정되었으며 %{pipeline_name_or_id}이 통과했습니다!

source: Notify|Please check that your service provider supports email subaddressing and that you have set up email forwarding correctly.
ko: 서비스 제공업체가 이메일 하위 주소 지정을 지원하고 이메일 전달을 올바르게 설정했는지 확인하세요.

source: Notify|Please fix the errors above and try the CSV import again.
ko: 위의 오류를 수정하고 CSV 가져오기를 다시 시도하십시오.

source: Notify|Please fix the lines with errors and try the CSV import again.
ko: 오류가 있는 행을 수정하고 CSV 가져오기를 다시 시도하십시오.

source: Notify|Project %{old_path_with_namespace} was moved to another location.
ko: 프로젝트 %{old_path_with_namespace} 이 다른 위치로 이동되었습니다.

source: Notify|Project %{project_name} couldn't be exported.
ko: %{project_name} 프로젝트를 내보낼 수 없습니다.

source: Notify|Project %{project_name} was exported successfully.
ko: %{project_name} 프로젝트를 성공적으로 내보냈습니다.
ru: Проект %{project_name} успешно экспортирован.

source: Notify|Read timeout:
ko: 읽기 시간 초과:

source: Notify|Remote mirror
ko: 리모트 미러
ru: Удаленное зеркало

source: Notify|Repository history rewrite failed on %{project_url}.
ko: 리포지토리 이력 다시 쓰기가 %{project_url}에서 실패했습니다.
ru: Не удалось перезаписать историю репозитория %{project_url}.

source: Notify|Repository history rewrite succeeded on %{project_url}.
ko: 리포지토리 이력 다시 쓰기가 %{project_url}에서 성공했습니다.

source: Notify|Repository size is now %{repository_size} MiB.
ko: 리포지토리 크기가 이제 %{repository_size} MiB입니다.

source: Notify|Review changes
ko: 변경사항 검토
ru: Посмотреть изменения

source: Notify|Review requested
ko: 검토가 요청됨
ru: Запрошена рецензия

source: Notify|SMTP host issue:
ko: SMTP 호스트 문제:

source: Notify|Some values in the "type" column could not be matched with supported work item types:
ko: "type" 열의 일부 값을 지원되는 작업 항목 유형과 일치시킬 수 없습니다.

source: Notify|The Administrator created an account for you. Now you are a member of the company GitLab application.
ko: 운영자가 귀하의 계정을 생성했습니다. 이제 당신은 회사 GitLab 애플리케이션의 구성원입니다.

source: Notify|The Auto DevOps pipeline failed for pipeline %{pipeline_link} and has been disabled for %{project_link}. In order to use the Auto DevOps pipeline with your project, please review the %{supported_langs_link}, adjust your project accordingly, and turn on the Auto DevOps pipeline within your %{settings_link}.
ko: 자동 DevOps 파이프라인은 파이프라인 %{pipeline_link} 에 대해 실패했으며 %{project_link}에 대해 비활성화되었습니다. 프로젝트에서 Auto DevOps 파이프라인을 사용하려면 %{supported_langs_link}를 검토하고 그에 따라 프로젝트를 조정한 다음 %{settings_link}내에서 Auto DevOps 파이프라인을 켜십시오.

source: Notify|The SMTP server did not respond in time.
ko: SMTP 서버가 제때 응답하지 않았습니다.

source: Notify|The diff for this file was not included because it is too large.
ko: 이 파일에 대한 diff는 너무 커서 포함되지 않았습니다.
ru: Различия для этого файла не были включены, так как они слишком большие.

source: Notify|The diff was not included because it is too large.
ko: 이 파일에 대한 diff는 너무 커서 포함되지 않았습니다.
ru: Различия не были включены, так как они слишком большие.

source: Notify|The download link will expire in 24 hours.
ko: 다운로드 링크는 24시간 후에 만료됩니다.
ru: Срок действия ссылки для скачивания истекает через 24 часа.

source: Notify|The errors we encountered were:
ko: 발생한 오류는 다음과 같습니다.

source: Notify|The given credentials (username and password) were rejected by the SMTP server, or you need to explicitly set an authentication method.
ko: 주어진 자격 증명(사용자명과 비밀번호)이 SMTP 서버에서 거부되었거나 인증 방법을 명시적으로 설정해야 합니다.
ru: Указанные учётные данные (имя пользователя и пароль) были отклонены SMTP-сервером, или вам нужно явно указать метод аутентификации.

source: Notify|The project is now located under %{project_full_name_link_start}%{project_full_name}%{link_end}.
ko: 이 프로젝트는 이제 %{project_full_name_link_start}%{project_full_name}%{link_end}아래에 있습니다.

source: Notify|The provided custom email address is %{strong_open}%{email_address}%{strong_close} and uses the SMTP host %{strong_open}%{smtp_host}%{strong_close}.
ko: 제공된 커스텀 이메일 주소는 %{strong_open}%{email_address}%{strong_close} 이며 SMTP 호스트 %{strong_open}%{smtp_host}%{strong_close}를 사용합니다.

source: Notify|The push did not contain any new commits, but force pushed to delete the commits and changes below.
ko: 푸시에는 새 커밋이 포함되어 있지 않지만 아래의 커밋과 변경 사항을 삭제하도록 강제로 푸시했습니다.
ru: Принудительная отправка не содержала новых коммитов, но удалила коммиты и изменения ниже.

source: Notify|This issue is due on: %{issue_due_date}
ko: 이 이슈의 기한: %{issue_due_date}

source: Notify|This link is valid for %{password_reset_token_valid_time}.
ko: 이 링크는 %{password_reset_token_valid_time}동안 유효합니다.
ru: Эта ссылка действительна %{password_reset_token_valid_time}.

source: Notify|To enable the custom email address, go to your %{settings_link_start}project's Service Desk settings page%{settings_link_end}.
ko: 커스텀 이메일 주소를 활성화하려면 %{settings_link_start}프로젝트의 서비스 데스크 설정 페이지%{settings_link_end}로 이동하십시오.

source: Notify|To restart the verification process, go to your %{settings_link_start}project's Service Desk settings page%{settings_link_end}.
ko: 검증 프로세스를 다시 시작하려면 %{settings_link_start}프로젝트의 서비스 데스크 설정 페이지%{settings_link_end}로 이동하십시오.

source: Notify|Unless you verify your domain by %{time_start}%{time}%{time_end} it will be removed from your GitLab project.
ko: %{time_start}%{time}%{time_end} 까지 도메인을 확인하지 않으면 GitLab 프로젝트에서 제거됩니다.

source: Notify|Verification email not received within timeframe:
ko: 확인 이메일이 기간 내에 수신되지 않음:
ru: Письмо с подтверждением не было получено в установленный промежуток времени:

source: Notify|Verification for custom email %{email} for %{project_name} triggered
ko: 커스텀 이메일 %{email} for %{project_name} 에 대한 확인이 트리거됨

source: Notify|Verification result for custom email %{email} for %{project_name}
ko: 커스텀 이메일 %{email} %{project_name}에 대한 인증 결과

source: Notify|Verify custom email address %{email} for %{project_name}
ko: 커스텀 이메일 주소 확인 %{email} 프로젝트 %{project_name}

source: Notify|We could not verify that we received the email we sent to your email inbox.
ko: 귀하의 이메일 받은 편지함으로 보낸 이메일을 수신했는지 확인할 수 없습니다.
ru: Мы не смогли подтвердить получение письма, которое мы отправили на вашу электронную почту.

source: Notify|We could not verify your email address %{strong_open}%{email_address}%{strong_close} for the Service Desk of %{project_link_start}%{project_name}%{project_link_end}.
ko: %{project_link_start}%{project_name}%{project_link_end}의 서비스 데스크에 대한 당신의 이메일 주소 %{strong_open}%{email_address}%{strong_close}를 확인할 수 없습니다.
ru: Не удалось подтвердить ваш адрес электронной почты %{strong_open}%{email_address}%{strong_close} для Службы поддержки проекта %{project_link_start}%{project_name}%{project_link_end}.

source: Notify|We did not receive the verification email we sent out to %{strong_open}%{email_address}%{strong_close} in time.
ko: 시간 내에 %{strong_open}%{email_address}%{strong_close}로 보낸 확인 이메일을 받지 못했습니다.
ru: Мы не получили вовремя письмо с подтверждением, отправленное на адрес %{strong_open}%{email_address}%{strong_close}.

source: Notify|We wait for 30 minutes for messages to appear in your instance's Service Desk inbox.
ko: 당신의 인스턴스의 서비스 데스크 받은 편지함에 메시지가 나타날 때까지, 우리는 30분 동안 기다립니다.

source: Notify|We were not able to make a connection to the specified host or there was an SSL issue.
ko: 지정된 호스트에 연결할 수 없거나 SSL 문제가 있습니다.
ru: Мы не смогли установить соединение с указанным хостом или возникла проблема с SSL.

source: Notify|You don't have access to the project.
ko: 당신은 이 프로젝트에 대한 액세스 권한이 없습니다.

source: Notify|You have been mentioned in an issue.
ko: 이슈에서 당신이 언급되었습니다.

source: Notify|You have been mentioned in merge request %{mr_link}
ko: 당신이 머지 리퀘스트 %{mr_link}에서 언급되었습니다

source: Notify|You have been unsubscribed from receiving GitLab administrator notifications.
ko: GitLab 운영자 알림 수신을 구독 해제 했습니다.

source: Notify|You were added as a reviewer on %{long_mr} by %{name}.
ko: %{name}님이 %{long_mr}에 검토자로 추가되었습니다.
ru: %{name} назначил(а) вас рецензентом для %{long_mr}.

source: Notify|Your CSV import for project %{project_link} has been completed.
ko: 프로젝트 %{project_link} 에 대한 CSV 가져오기가 완료되었습니다.

source: Notify|Your account has been created successfully.
ko: 귀하의 계정이 성공적으로 생성되었습니다.

source: Notify|Your email address %{strong_open}%{email_address}%{strong_close} for the Service Desk of %{project_link_start}%{project_name}%{project_link_end} was verified successfully.
ko: %{project_link_start}%{project_name}%{project_link_end} 의 서비스 데스크용 당신의 이메일 주소 %{strong_open}%{email_address}%{strong_close}가 성공적으로 확인되었습니다.
ru: Ваш адрес электронной почты %{strong_open}%{email_address}%{strong_close} для службы поддержки %{project_link_start}%{project_name}%{project_link_end} был успешно проверен.

source: Notify|Your request to join the %{target_to_join} %{target_type} has been %{denied_tag}.
ko: %{target_to_join}의 %{target_type} 가입 요청이 %{denied_tag} 되었습니다.

source: Notify|currently supported languages
ko: 현재 지원되는 언어

source: Notify|deleted
ko: 삭제됨

source: Notify|login..........................................
ko: 로그인...........................................................

source: Notify|pushed new
ko: 새로 푸시됨

source: Notify|pushed to
ko: 푸시됨

source: Notify|successfully completed %{jobs} in %{stages}.
ko: %{jobs} in %{stages}을 성공적으로 완료했습니다.

source: Nov
ko: 11월
ru: Нояб.

source: November
ko: 11월
ru: Ноябрь

source: Now, personalize your GitLab experience
ko: 이제, GitLab 경험을 내것으로 만드십시오.
ru: Теперь персонализируйте свой опыт работы в GitLab

source: Number of Elasticsearch shards and replicas per index
ko: 인덱스당 Elasticsearch 샤드 및 복제본 수

source: Number of Git pushes after which Gitaly is asked to optimize a repository.
ko: Gitaly가 리포지토리 최적화 요청을 받은 후 Git 푸시 횟수.
ru: Количество отправок Git, после которых Gitaly запрашивает оптимизацию репозитория.

source: Number of LOCs per commit
ko: 커밋당 LOC 수
ru: Количество строк кода (LOC) на коммит

source: Number of Reports
ko: 보고 개수
ru: Количество отчётов

source: Number of commits
ko: 커밋 수
ru: Количество коммитов

source: Number of commits per MR
ko: MR당 커밋 수
ru: Количество коммитов на запрос слияния

source: Number of files touched
ko: 터치한 파일 수

source: Number of namespaces per indexing rollout
ko: 인덱싱 롤아웃 당 네임스페이스의 개수

source: Number of parallel processes per indexing task
ko: 인덱식 작업당 병렬 프로세스의 개수

source: Number of references exceeds the limit. Please provide no more than %{refs_limit} references at the same time.
ko: 참조 횟수가 제한을 초과했습니다. 한 번에 %{refs_limit}개 이상의 참조를 제공하지 마세요.

source: Number of replicas
ko: 복제 개수
ru: Количество реплик

source: Number of shards
ko: 샤드 개수
ru: Количество шардов

source: Number of shards for non-code indexing
ko: 비코드 인덱싱을 위한 샤드 수
ru: Количество шардов для индексации данных, не относящихся к коду

source: Number of users for user cap
ko: 사용자 캡에 대한 사용자 수

source: OAuth authorizations
ko: OAuth 인증
ru: Авторизации OAuth

source: OK
ko: 확인
ru: ОК

source: OKRs|%{author_link}'s OKR %{work_item_link} requires an update.
ko: %{author_link}의 OKR %{work_item_link} 에는 업데이트가 필요합니다.

source: OKRs|An update is due on: %{update_due_date}
ko: 업데이트 예정일: %{update_due_date}

source: OWASP Top 10 2017
ko: 2017년 OWASP 탑 10

source: OWASP Top 10 2021
ko: 2021년 OWASP 탑 10

source: Object does not exist on the server or you don't have permissions to access it
ko: 개체가 서버에 없거나 액세스 권한이 없습니다.

source: Observability
ko: 관측 가능성
ru: Наблюдаемость

source: ObservabilityLogs|Attribute
ko: 속성
ru: Атрибут

source: ObservabilityLogs|Attributes
ko: 속성
ru: Атрибуты

source: ObservabilityLogs|Count
ko: 개수
ru: Количество

source: ObservabilityLogs|Date
ko: 날짜
ru: Дата

source: ObservabilityLogs|Failed to load logs.
ko: 로그를 로드하지 못했습니다.
ru: Не удалось загрузить журналы.

source: ObservabilityLogs|Failed to load metadata.
ko: 메타데이터를 로드하지 못했습니다.
ru: Не удалось загрузить метаданные.

source: ObservabilityLogs|Fingerprint
ko: 핑거프린트
ru: Отпечаток

source: ObservabilityLogs|Learn more.
ko: 자세히 알아보세요.
ru: Подробнее.

source: ObservabilityLogs|Level
ko: 수준
ru: Уровень

source: ObservabilityLogs|Logs
ko: 로그
ru: Журналы

source: ObservabilityLogs|Message
ko: 메시지
ru: Сообщение

source: ObservabilityLogs|Metadata
ko: 메타데이터
ru: Метаданные

source: ObservabilityLogs|Monitor log events captured from your systems. Send log data to this project using OpenTelemetry. %{docsLink}
ko: 시스템에서 캡처된 로그 이벤트를 모니터링합니다. OpenTelemetry를 사용하여 이 프로젝트에 로그 데이터를 보냅니다. %{docsLink}
ru: Мониторинг событий журналов, собранных с ваших систем. Отправляйте данные журналов в этот проект с использованием OpenTelemetry. %{docsLink}

source: ObservabilityLogs|Resource Attribute
ko: 리소스 속성
ru: Атрибут ресурса

source: ObservabilityLogs|Resource attributes
ko: 리소스 속성
ru: Атрибуты ресурсов

source: ObservabilityLogs|Search logs…
ko: 로그 검색...
ru: Искать в журналах…

source: ObservabilityLogs|Service
ko: 서비스
ru: Служба

source: ObservabilityLogs|Severity
ko: 심각도
ru: Уровень серьёзности

source: ObservabilityLogs|Severity Number
ko: 심각도 번호
ru: Числовое значение уровня серьёзности

source: ObservabilityLogs|Showing %{count} logs
ko: %{count}개의 로그 표시 중
ru: Показано %{count} журналов

source: ObservabilityLogs|Span ID
ko: 스팬 ID

source: ObservabilityLogs|Trace Flags
ko: 추적 플래그
ru: Флаги трассировки

source: ObservabilityLogs|Trace ID
ko: 추적 ID
ru: ID трассировки

source: ObservabilityLogs|name
ko: 이름
ru: название

source: ObservabilityLogs|value
ko: 값
ru: значение
