Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Reports|Metrics report scanning detected no new changes
ko: 측정항목 보고서 스캔에서 새 변경 사항이 감지되지 않음
ru: Сканирование отчёта по метрикам не обнаружило новых изменений

source: Reports|Metrics reports are loading
ko: 측정항목 보고서를 로드 중입니다.
ru: Отчёты по метрикам загружаются

source: Reports|Metrics reports failed to load results
ko: 측정항목 보고서에서 결과를 로드하지 못했습니다.
ru: Не удалось загрузить отчёт по метрикам

source: Reports|Metrics reports: %{strong_start}%{numberOfChanges}%{strong_end} %{changes}
ko: 측정항목 보고서: %{strong_start}%{numberOfChanges}%{strong_end} %{changes}
ru: Отчёты по метрикам: %{strong_start}%{numberOfChanges}%{strong_end} %{changes}

source: Reports|New
ko: 신규

source: Reports|Report type
ko: 리포트 유형
ru: Тип отчёта

source: Reports|See test results while the pipeline is running
ko: 파이프라인이 실행되는 동안 테스트 결과를 확인하세요.

source: Reports|Test summary
ko: 테스트 요약
ru: Итоги тестирования

source: Reports|Test summary failed to load results
ko: 테스트 요약 결과를 로드하지 못했습니다.
ru: Не удалось загрузить итоги тестирования

source: Reports|Test summary results are being parsed
ko: 테스트 요약 결과를 분석 중입니다
ru: Итоги тестирования обрабатываются

source: Reports|Tool
ko: 도구

source: Reports|View partial report
ko: 부분 리포트 보기

source: Reports|metrics report
ko: 측정항목 보고서
ru: отчёт по метрикам

source: Repositories Analytics
ko: 리포지토리 분석

source: RepositoriesAnalytics|Analyze repositories for projects in %{groupName}. Data doesn't include projects in subgroups. %{learnMoreLink}.
ko: %{groupName}의 프로젝트에 대한 리포지토리 분석. 데이터에는 하위 그룹의 프로젝트가 포함되지 않습니다. %{learnMoreLink}.
ru: Анализ репозиториев для проектов в %{groupName}. Данные не включают проекты в подгруппах. %{learnMoreLink}.

source: RepositoriesAnalytics|Average Coverage by Job
ko: 작업별 평균 커버리지

source: RepositoriesAnalytics|Average coverage
ko: 평균 커버리지

source: RepositoriesAnalytics|Average test coverage
ko: 평균 테스트 커버리지

source: RepositoriesAnalytics|Code Coverage: %{averageCoverage}
ko: 코드 커버리지: %{averageCoverage}

source: RepositoriesAnalytics|Coverage
ko: 커버리지
ru: Покрытие

source: RepositoriesAnalytics|Coverage Jobs
ko: 커버리지 작업

source: RepositoriesAnalytics|Download historic test coverage data
ko: 테스트 커버리지 이력 데이터 다운로드
ru: Скачать исторические данные о покрытии тестами

source: RepositoriesAnalytics|Download historic test coverage data (.csv)
ko: 테스트 커버리지 이력 데이터(.csv) 다운로드
ru: Скачать исторические данные о покрытии тестами (.csv)

source: RepositoriesAnalytics|Download test coverage data (.csv)
ko: 테스트 커버리지 데이터(.csv) 다운로드
ru: Скачать данные о покрытии тестами (.csv)

source: RepositoriesAnalytics|Historic Test Coverage Data is available in raw format (.csv) for further analysis.
ko: 테스트 커버리지 이력 데이터는 추가 분석을 위해 원시 형식(.csv)으로 제공됩니다.
ru: Исторические данные покрытия тестами доступны в raw-формате (.csv) для дальнейшего анализа.

source: RepositoriesAnalytics|In the last day, %{metricValue} job has code coverage.
ko: 지난 하루동안, %{metricValue} 작업이 코드 커버리지가 있습니다.

source: RepositoriesAnalytics|In the last day, %{metricValue} project in %{groupName} has code coverage enabled.
ko: 지난 하루동안, %{groupName} 중 %{metricValue} 프로젝트에서 코드 커버리지가 활성화되었습니다.

source: RepositoriesAnalytics|In the last day, on average, %{metricValue} of all jobs are covered.
ko: 지난 하루동안, 모든 작업 중 평균적으로 %{metricValue} 처리되었습니다.
ru: За последний день в среднем %{metricValue} всех заданий имеют покрытие.

source: RepositoriesAnalytics|Jobs with Coverage
ko: 커버리지 작업
ru: Задания с Покрытием

source: RepositoriesAnalytics|Jobs with Coverage: %{coverageCount}
ko: 커버리지 작업: %{coverageCount}

source: RepositoriesAnalytics|Last Update
ko: 마지막 업데이트
ru: Последнее обновление

source: RepositoriesAnalytics|Last updated %{timeAgo}
ko: 마지막 업데이트 %{timeAgo}
ru: Последнее обновление %{timeAgo}

source: RepositoriesAnalytics|Latest test coverage results
ko: 최신 테스트 커버리지 결과
ru: Последние результаты покрытия тестами

source: RepositoriesAnalytics|Latest test coverage results for all projects in %{groupName} (excluding projects in subgroups).
ko: %{groupName} 의 모든 프로젝트에 대한 최신 테스트 커버리지 결과(하위 그룹의 프로젝트 제외).

source: RepositoriesAnalytics|No test coverage to display
ko: 표시할 테스트 커버리지 없음

source: RepositoriesAnalytics|Please select a project or multiple projects to display their most recent test coverage data.
ko: 가장 최근 테스트 커버리지 데이터를 표시하려면 프로젝트를 하나 또는 여러 개 선택하십시오.
ru: Пожалуйста, выберите один или несколько проектов для отображения последних данных покрытия тестами.

source: RepositoriesAnalytics|Please select projects to display.
ko: 표시할 프로젝트를 선택하십시오.

source: RepositoriesAnalytics|Projects with Coverage
ko: 커버리지 있는 프로젝트
ru: Проекты с Покрытием

source: RepositoriesAnalytics|Projects with Coverage: %{projectCount}
ko: 커버리지가 있는 프로젝트: %{projectCount}

source: RepositoriesAnalytics|Repositories Analytics
ko: 리포지토리 분석

source: RepositoriesAnalytics|Test Code Coverage
ko: 테스트 코드 커버리지
ru: Покрытие кода тестами

source: RepositoriesAnalytics|There was an error fetching the projects.
ko: 프로젝트를 가져오는 중에 오류가 발생했습니다.

source: Repository
ko: 리포지토리
ru: Репозиторий

source: Repository Graph
ko: 리포지토리 그래프
ru: Граф репозитория

source: Repository Settings
ko: 리포지토리 설정

source: Repository already read-only
ko: 리포지토리는 이미 읽기 전용입니다.

source: Repository analytics
ko: 리포지토리 분석
ru: Аналитика репозитория

source: Repository by URL
ko: 리포지토리 URL

source: Repository check
ko: 리포지토리 점검

source: Repository check was triggered.
ko: 리포지토리 점검이 트리거되었습니다.

source: Repository checks
ko: 리포지토리 점검
ru: Проверки репозитория

source: Repository cleanup
ko: 리포지토리 정리
ru: Очистка репозитория

source: Repository cleanup has started. You will receive an email once the cleanup operation is complete.
ko: 리포지토리 정리가 시작되었습니다. 정리 작업이 완료되면 이메일을 받게 됩니다.
ru: Очистка репозитория началась. Вы получите письмо после ее завершения.

source: Repository clone URL
ko: 리포지토리 클론 URL

source: Repository files count over the limit
ko: 리포지토리 파일 개수가 한도를 초과합니다.

source: Repository graph
ko: 리포지토리 그래프
ru: Граф репозитория

source: Repository has an invalid default branch name.
ko: 리포지토리에 기본 브랜치 이름이 유효하지 않습니다.

source: Repository has more than one branch.
ko: 리포지토리에 둘 이상의 브랜치가 있습니다.

source: Repository has no locks
ko: 리포지토리에 잠금이 없습니다

source: Repository has tags.
ko: 리포지토리에 태그가 있습니다.

source: Repository maintenance
ko: 리포지토리 유지 보수
ru: Обслуживание репозитория

source: Repository mirroring
ko: 리포지토리 미러링
ru: Зеркалирование репозитория

source: Repository mirroring configuration
ko: 리포지토리 미러링 구성
ru: Настройка зеркалирования репозитория

source: Repository mirroring has been paused due to too many failed attempts. It can be resumed by a project maintainer or owner.
ko: 너무 많은 시도 실패로 인해 리포지토리 미러링이 일시 중지되었습니다. 프로젝트 유지관리자 또는 소유자가 재개할 수 있습니다.
ru: Зеркалирование репозитория приостановлено из-за слишком большого числа неудачных попыток. Его может возобновить мейнтейнер проекта или владелец.

source: Repository must contain at least 1 file.
ko: 리포지토리에는 최소 1개의 파일이 포함되어야 합니다.

source: Repository of Artifact Registry.
ko: 아티팩트 레지스트리의 리포지토리

source: Repository size is above the limit.
ko: 리포지토리 크기가 한도를 초과합니다.

source: Repository size limit (MiB)
ko: 리포지토리 크기 제한 (MiB)

source: Repository storage
ko: 리포지토리 스토리지
ru: Хранилище репозитория

source: Repository update events
ko: 리포지토리 업데이트 이벤트

source: Repository usage recalculation started
ko: 리포지토리 사용량 재계산 시작됨

source: Repository: %{counter_repositories} / Wikis: %{counter_wikis} / Build Artifacts: %{counter_build_artifacts} / Pipeline Artifacts: %{counter_pipeline_artifacts} / LFS: %{counter_lfs_objects} / Snippets: %{counter_snippets} / Packages: %{counter_packages} / Uploads: %{counter_uploads}
ko: 리포지토리: %{counter_repositories} / 위키: %{counter_wikis} / 빌드 아티팩트: %{counter_build_artifacts} / 파이프라인 아티팩트: %{counter_pipeline_artifacts} / LFS: %{counter_lfs_objects} / 스니펫: %{counter_snippets} / 패키지: %{counter_packages} / 업로드: %{counter_uploads}
ru: Репозитории: %{counter_repositories} / Вики: %{counter_wikis} / Артефакты сборки: %{counter_build_artifacts} / Артефакты конвейера: %{counter_pipeline_artifacts} / LFS: %{counter_lfs_objects} / Сниппеты: %{counter_snippets} / Пакеты: %{counter_packages} / Загрузки: %{counter_uploads}

source: Repository|Filter (e.g. *.vue) (f)
ko: 필터 (예 *.vue) (f)

source: Repository|New branch
ko: 새 브랜치

source: Repository|New directory
ko: 새 디렉토리

source: Repository|New file
ko: 새 파일

source: Repository|New tag
ko: 새 태그

source: Repository|This directory
ko: 이 디렉토리

source: Repository|This repository
ko: 이 리포지토리
ru: Этот репозиторий

source: Repository|Upload file
ko: 파일 업로드

source: Request
ko: 요청

source: Request Access
ko: 액세스 요청
ru: Запрос доступа

source: Request Headers
ko: 헤더 요청

source: Request a new one
ko: 새로 요청

source: Request a review
ko: 리뷰 요청
ru: Запросить рецензию

source: Request changes
ko: 변경 요청
ru: Запросить изменения

source: Request changes to the current merge request.
ko: 현재 머지 리퀘스트에 대한 변경이 요청되었습니다.

source: Request data is too large
ko: 요청 데이터가 너무 큽니다.

source: Request details
ko: 세부정보 요청

source: Request queued for administrator approval.
ko: 요청이 운영자 승인을 위해 대기 중입니다.
ru: Запрос направлен на одобрение администратору.

source: Request review from
ko: 다음으로 부터 리뷰 요청
ru: Запросить рецензию у

source: Request time
ko: 요청 시간

source: Request to link SAML account must be authorized
ko: SAML 계정에 링크 요청이 승인되어야 합니다.

source: Requested
ko: 요청됨
ru: Запрошено

source: Requested %{time_ago}
ko: %{time_ago}에 요청됨
ru: Запрошено %{time_ago}

source: Requested a review from %{reviewer_users_sentence}.
ko: %{reviewer_users_sentence} 에게 리뷰를 요청했습니다.
ru: Запрошена рецензия у %{reviewer_users_sentence}.

source: Requested design version does not exist.
ko: 요청한 디자인 버전이 존재하지 않습니다.

source: Requested review
ko: 요청된 리뷰
ru: Запрошена рецензия

source: Requested states are invalid
ko: 요청된 상태가 잘못되었습니다.

source: Requests
ko: 요청

source: Requests a review from %{reviewer_users_sentence}.
ko: %{reviewer_users_sentence}에서 리뷰를 요청합니다.
ru: Запрашивает рецензию у %{reviewer_users_sentence}.

source: Requests for pages at %{code_start}%{help_text_url}%{code_end} redirect to the URL. The destination must meet certain requirements. %{docs_link_start}Learn more%{docs_link_end}.
ko: %{code_start}%{help_text_url}%{code_end} 페이지에 대한 요청은 URL로 리디렉션됩니다. 대상은 특정 요구 사항을 충족해야 합니다. %{docs_link_start}자세히 알아보기%{docs_link_end}.
ru: Запросы на страницы по адресу %{code_start}%{help_text_url}%{code_end} перенаправляют на указанный URL. Он должен соответствовать определённым требованиям. %{docs_link_start}Подробнее%{docs_link_end}.

source: Requests per period
ko: 기간 당 요청
ru: Запросов за период

source: Require additional authentication for administrative tasks.
ko: 관리 작업에 대한 추가 인증이 필요합니다.

source: Require administrators to enable 2FA
ko: 운영자는 이중 인증을 필수적으로 활성화
ru: Требовать от администраторов включения 2ФА.

source: Require email verification when account is locked.
ko: 계정이 잠겨 있는 경우 이메일 인증이 필요합니다.

source: Require expiration date
ko: 만료일 필요
ru: Требуется срок действия

source: Require users to verify their email address when their account is locked.
ko: 계정이 잠겨있는 경우, 사용자는 자신의 이메일 주소을 검증해야 합니다.

source: Required approvals (%{approvals_given} of %{required} given)
ko: 필요한 승인 ( %{required}중 %{approvals_given} 승인)
ru: Необходимые одобрения (%{approvals_given} из %{required} одобрено)

source: Required approvals (%{approvals_given} of %{required} given, you've approved)
ko: 필요 승인(%{required} 중%{approvals_given} 이 주어지고 귀하가 승인함)
ru: Необходимые одобрения (%{approvals_given} из %{required}, вы уже одобрили)

source: Required in this branch.
ko: 이 브랜치에서 필수입니다.

source: Required in this project.
ko: 이 프로젝트에서 필수입니다.

source: Required only if you are not using role instance credentials.
ko: 역할 인스턴스 자격 증명을 사용하지 않는 경우에만 필요합니다.

source: Required only if you are using AssumeRole for authorization across accounts.
ko: 여러 계정간 인증을 위해 AssumeRole을 사용하는 경우에만 필수사항입니다.

source: Requirement
ko: 요구 사항

source: Requirement %{reference} has been added
ko: 요구 사항 %{reference} 추가되었습니다.
ru: Требование %{reference} было добавлено

source: Requirement %{reference} has been archived
ko: 요구 사항 %{reference} 아카이빙 되었습니다.
ru: Требование %{reference} было архивировано

source: Requirement %{reference} has been reopened
ko: 요구 사항 %{reference} 다시 열렸습니다.
ru: Требование %{reference} было открыто повторно

source: Requirement %{reference} has been updated
ko: 요구 사항 %{reference} 업데이트되었습니다.
ru: Требование %{reference} было обновлено

source: Requirement status is nil.
ko: 요구 사항 상태가 nil입니다.

source: Requirements
ko: 요구 사항
ru: Требования

source: Requirements can be based on users, stakeholders, system, software, or anything else you find important to capture.
ko: 요구 사항은 사용자, 이해 관계자, 시스템, 소프트웨어 또는 캡처해야 할 중요하다고 생각되는 기타 항목을 기반으로 할 수 있습니다.
ru: Требования могут основываться на пользователях, заинтересованных сторонах, системе, программном обеспечении или чем-либо другом, что вы считаете важным для учёта.

source: Requirement|Legacy requirement ID: %{legacyId}
ko: 레거시 요구 사항 ID: %{legacyId}

source: Requirement|Legacy requirement IDs are being deprecated. Update your links to reference this item's new ID %{id}. %{linkStart}Learn more%{linkEnd}.
ko: 레거시 요구 사항 ID는 더 이상 사용되지 않습니다. 이 항목의 새 ID %{id}을 참조하도록 링크를 업데이트하십시오. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Устаревшие идентификаторы требований больше не поддерживаются. Обновите свои ссылки, чтобы указать новый идентификатор этого элемента %{id}. %{linkStart}Подробнее%{linkEnd}.

source: Requirement|Requirements have become work items and the legacy requirement IDs are being deprecated. Update your links to reference this item's new ID %{id}. %{linkStart}Learn more%{linkEnd}.
ko: 요구 사항은 작업 항목이 되었으며 레거시 요구 사항 ID는 더 이상 사용되지 않습니다. 이 항목의 새 ID %{id}을 참조하도록 링크를 업데이트하십시오. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Требования стали рабочими элементами, и устаревшие идентификаторы требований больше не поддерживаются. Обновите свои ссылки, чтобы указать новый идентификатор этого элемента %{id}. %{linkStart}Подробнее%{linkEnd}.

source: Requires %d approval
ko: %d 승인이 필요합니다
ru: Требуется %d одобрение

source: Requires %d approval from eligible users.
ko: 권한이 있는 사용자의 승인이 %d개 필요합니다.
ru: Требуется %d одобрение от подходящих участников.

source: Requires %{count} approval from %{names}.
ko: %{names} 중에 %{count}개의 승인이 필요합니다.
ru: Требуется %{count} одобрение от %{names}.

source: Requires you to deploy or set up cloud-hosted Sentry.
ko: 클라우드 호스팅 Sentry를 배포하거나 설정해야 합니다.
ru: Требуется развернуть или настроить Sentry, размещённый в облаке.

source: Requires your primary GitLab email address. If you want to confirm a secondary email address, go to %{emails_link_start}Emails%{emails_link_end}
ko: 기본 GitLab 이메일 주소가 필요합니다. 보조 이메일 주소를 확인하려면 %{emails_link_start}이메일%{emails_link_end}로 이동하세요.
ru: Требуется ваш основной адрес электронной почты GitLab. Если хотите подтвердить дополнительный адрес, перейдите в раздел %{emails_link_start}Электронная почта%{emails_link_end}

source: Requires your primary or verified secondary GitLab email address.
ko: 기본 또는 확인된 보조 GitLab 이메일 주소가 필요합니다.
ru: Требуется ваш основной или подтверждённый дополнительный адрес электронной почты GitLab.

source: Resend
ko: 재전송

source: Resend Request
ko: 요청 재전송

source: Resend confirmation e-mail
ko: 확인 이메일 재전송
ru: Повторно отправить письмо с подтверждением

source: Resend confirmation email
ko: 확인 이메일 재전송
ru: Повторно отправить письмо с подтверждением

source: Resend invite
ko: 초대 재전송
ru: Отправить повторно

source: Resend it
ko: 재전송

source: Resend unlock instructions
ko: 잠금 해제 지침 재전송

source: Reset
ko: 초기화
ru: Сбросить

source: Reset approvals on push
ko: 푸시할때 승인 리셋
ru: Сбросить одобрения при отправке

source: Reset error tracking access token
ko: 오류 추적 액세스 토큰 재설정
ru: Сбросить токен доступа для отслеживания ошибок

source: Reset file
ko: 파일 재설정
ru: Сбросить файл

source: Reset filters
ko: 필터 재설정
ru: Сбросить фильтры

source: Reset password
ko: 비밀번호 재설정
ru: Сбросить пароль

source: Reset registration token
ko: 등록 토큰 재설정
ru: Сброс токена регистрации

source: Reset template
ko: 템플릿 재설정
ru: Сброс шаблона

source: Reset to project defaults
ko: 프로젝트 기본값으로 재설정
ru: Сбросить к умолчаниям проекта

source: Reset token
ko: 토큰 재설정
ru: Сбросить токен

source: Resolve
ko: 해결
ru: Решить

source: Resolve all with new issue
ko: 새로운 이슈로 모두 해결

source: Resolve any conflicts. %{linkStart}How do I fix them?%{linkEnd}
ko: 충돌을 해결하십시오. %{linkStart}어떻게 수정합니까?%{linkEnd}
ru: Решите все конфликты. %{linkStart}Как их исправить?%{linkEnd}

source: Resolve conflicts
ko: 충돌 해결
ru: Решить конфликты

source: Resolve discussions
ko: 토론 해결

source: Resolve locally
ko: 로컬로 해결
ru: Решить локально

source: Resolve source branch %{source_branch_name} conflicts using interactive mode to select %{use_ours} or %{use_theirs}, or manually using %{edit_inline}.
ko: 소스 브랜치 %{source_branch_name}의 충돌을 해결하려면 대화형 모드를 사용하여 %{use_ours} 또는 %{use_theirs}를 선택하거나 %{edit_inline}을 사용하여 수동으로 해결하세요.
ru: Решите конфликты в исходной ветке %{source_branch_name} с помощью интерактивного режима для выбора %{use_ours} или %{use_theirs}, или вручную, используя %{edit_inline}.

source: Resolve thread
ko: 스레드 해결
ru: Решить тему

source: Resolved
ko: 해결됨
ru: Решено

source: Resolved 1 discussion.
ko: 1개의 토론을 해결했습니다.
ru: Закрыть дискуссию.

source: Resolved all discussions.
ko: 모든 토론을 해결했습니다.
ru: Закрыть все дискуссии.

source: Resolved by
ko: 해결됨
ru: Решено

source: Resolved by
ko: 해결됨
ru: Решено

source: Resolved by %{name}
ko: %{name}에 의해 해결됨
ru: Решено %{name}

source: Resource link added
ko: 리소스 링크 추가됨

source: Resources
ko: 리소스

source: Response
ko: 응답
ru: Ответ

source: Response didn't include `service_desk_address`
ko: 응답에 `service_desk_address`가 포함되지 않음
ru: Ответ не включает `service_desk_address`

source: Response initiated
ko: 응답 시작됨

source: Response text
ko: 응답 텍스트
ru: Текст ответа

source: Restart merge train pipelines with the merged changes.
ko: 머지된 변경사항으로 머지 트레인 파이프라인을 다시 시작합니다.
ru: Перезапустить конвейеры цепочки слияний с объединёнными изменениями.

source: Restore
ko: 복원

source: Restore %{context}
ko: %{context} 복원
ru: Восстановить %{context}

source: Restore deployment
ko: 배포 복원

source: Restoring projects
ko: 프로젝트 복원중

source: Restrict access by IP address
ko: IP 주소로 액세스 제한
ru: Ограничить доступ по IP-адресу

source: Restrict global search to authenticated users only
ko: 인증된 사용자에게만 글로벌 검색을 제한합니다.
ru: Ограничить глобальный поиск только аутентифицированными пользователями

source: Restrict membership by email domain
ko: 이메일 도메인으로 회원가입 제한

source: Restricted access
ko: 제한된 액세스
ru: Ограниченный доступ

source: Restricted access and user cap cannot be turned on. The group or one of its subgroups or projects is shared externally.
ko: 제한된 액세스 및 사용자 제한을 켤 수 없습니다. 그룹 또는 하위 그룹 또는 프로젝트 중 하나가 외부에서 공유됩니다.
ru: Ограниченный доступ и предел пользователей не могут быть включены. Группа или один из её подгрупп или проектов доступен извне.

source: Restricted shift times are not available for hourly shifts
ko: 제한된 교대 시간은 시간당 근무에 사용할 수 없습니다.
ru: Ограниченное время смены недоступно для часовых смен

source: Results limit reached
ko: 결과 한도 도달

source: Results pending…
ko: 결과 보류 중…
ru: Результаты ожидаются…

source: Resume
ko: 재개
ru: Продолжить

source: Retry
ko: 재시도
ru: Повторить

source: Retry all failed or cancelled jobs
ko: 실패하거나 취소된 모든 작업 재시도
ru: Повторить все неудавшиеся или отменённые задания

source: Retry downstream pipeline
ko: 다운스트림 파이프라인 재시도

source: Retry interval for failed namespaces
ko: 실패한 네임스페이스에 대한 재시도 간격

source: Retry job
ko: 작업 재시도

source: Retry migration
ko: 마이그레이션 재시도
ru: Повторить миграцию

source: Retry on failure
ko: 실패 시 재시도
ru: Количество повторов при ошибке

source: Retry verification
ko: 검증 재시도

source: Returned to you
ko: 당신에게 반환되었습니다
ru: Возвращены вам

source: Reveal values
ko: 값 표시
ru: Показать значения

source: Revert this commit
ko: 이 커밋 되돌리기
ru: Откат коммита

source: Revert this merge request
ko: 이 머지 리퀘스트 되돌리기
ru: Откат запроса на слияние

source: Review App|View app
ko: 앱 보기
ru: Просмотр приложения

source: Review App|View latest app
ko: 최신 앱 보기
ru: Просмотр последнего приложения

source: Review approval
ko: 리뷰 승인

source: Review changes
ko: 변경사항 검토
ru: Посмотреть изменения

source: Review discarded
ko: 리뷰 폐기됨
ru: Рецензия отменена

source: Review requested
ko: 검토 요청
ru: Запрошена рецензия

source: Review requested from %{reviewerName}
ko: %{reviewerName}님이 리뷰를 요청했습니다.
ru: Рецензия запрошена у %{reviewerName}

source: Review requests
ko: 리뷰 요청
ru: Запросы на рецензию

source: Review started
ko: 리뷰 시작됨
ru: Рецензия начата

source: Review the changes locally.
ko: 로컬에서 변경 사항을 검토합니다.
ru: Просмотрите изменения локально.

source: Review the process for configuring service providers in your identity provider — in this case, GitLab is the "service provider" or "relying party".
ko: ID 공급자에서 서비스 공급자를 설정하는 프로세스를 검토합니다. 이 경우 GitLab은 "서비스 공급자" 또는 "신뢰하는 당사자"입니다.
ru: Просмотрите процесс настройки поставщиков услуг в вашем поставщике удостоверений — в данном случае GitLab является «поставщиком услуг» или «зависимой стороной».

source: Review the target project before submitting to avoid exposing %{source} changes.
ko: %{source} 변경 사항이 노출되지 않도록 제출하기 전에 대상 프로젝트를 검토하십시오.
ru: Проверьте целевой проект перед отправкой, чтобы избежать раскрытия изменений в %{source}.

source: Review time
ko: 리뷰 시간
ru: Время рецензирования

source: Review time is the amount of time since the first comment in a merge request.
ko: 리뷰 시간은 머지 리퀘스트의 첫 번째 댓글 이후 시간입니다.
ru: Время рецензирования — это время, прошедшее с первого комментария в запросе на слияние.

source: Reviewer
ko: %d 리뷰어
ru: Рецензент

source: Reviewer (Active)
ko: 검토자 (활성)
ru: Рецензент (активные)

source: Reviewer (Inactive)
ko: 검토자 (비활성)
ru: Рецензент (неактивные)

source: Reviewer commented
ko: 검토자가 댓글을 달았습니다.
ru: Комментарий от рецензента

source: Reviewers
ko: 검토자
ru: Рецензенты

source: Reviewers left feedback, or requested changes from you, on these merge requests.
ko: 검토자가 이 머지 리퀘스트에 대해 피드백을 남겼거나 변경을 요청했습니다.
ru: Рецензенты оставили обратную связь или запросили у вас изменения для этого запроса на слияние.

source: Reviewers needed
ko: 검토자가 필요합니다
ru: Требуются рецензенты

source: Reviews
ko: 리뷰
ru: Рецензии

source: Revoke
ko: 해지
ru: Отозвать

source: Revoke Key
ko: 키 해지
ru: Отозвать ключ

source: Revoked
ko: 해지됨

source: Revoked access token %{access_token_name}!
ko: 해지된 액세스 토큰 %{access_token_name}!

source: Revoked impersonation token %{token_name}!
ko: 해지된 대리(impersonation) 토큰 %{token_name}!
ru: Отозван токен олицетворения %{token_name}!

source: Revoked personal access token "%{personal_access_token_name}".
ko: 해지된 개인 액세스 토근 "%{personal_access_token_name}".
ru: Отозван личный токен доступа «%{personal_access_token_name}».

source: Rich text editor
ko: 리치 텍스트 편집기
ru: Редактор форматированного текста

source: RightSidebar|Copy email address
ko: 이메일 주소 복사
ru: Скопировать адрес электронной почты

source: RightSidebar|Issue email
ko: 이슈 이메일

source: Roadmap
ko: 로드맵
ru: План развития

source: Roadmap settings
ko: 로드맵 설정
ru: Настройки плана развития

source: Roadmap view
ko: 로드맵 보기
ru: Просмотр плана развития

source: Role
ko: 역할
ru: Роль

source: Role promotions
ko: 역할 승격
ru: Повышение ролей

source: Roles
ko: 역할
ru: Роли

source: Roles and permissions
ko: 역할 및 권한
ru: Роли и права доступа

source: Roles|Groups
ko: 그룹
ru: Группы

source: Roll up totals may reflect child items you don’t have access to.
ko: 롤업 총계에는 액세스할 수 없는 하위 항목이 반영되어 있을 수 있습니다.
ru: Суммарные значения могут отражать дочерние элементы, к которым у вас нет доступа.

source: Rollback
ko: 롤백

source: Root Moved Permanently redirection response
ko: 리디렉션의 반응으로 Root가 영구적으로 이동되었습니다.

source: Rule name is already taken.
ko: 규칙 이름은 이미 사용 중입니다.

source: Rules that define what git pushes are accepted for a project in this group. All newly created projects in this group will use these settings.
ko: 이 그룹의 프로젝트에 허용되는 git 푸시를 정의하는 규칙입니다. 이 그룹에서 새로 생성된 모든 프로젝트는 이 설정을 사용하게 됩니다.
