Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ClusterAgents|The agent has not been connected in a long time. There might be a connectivity issue. Last contact was %{timeAgo}.
ko: 에이전트가 오랫동안 연결되지 않았습니다. 연결 문제가 있을 수 있습니다. 마지막 연결은 %{timeAgo}입니다.
ru: Агент не был подключён долгое время. Возможно, возникла проблема с подключением. Последний контакт был %{timeAgo} назад.

source: ClusterAgents|The agent uses the token to connect with GitLab.
ko: 에이전트는 토큰을 사용하여 GitLab과 연결합니다.

source: ClusterAgents|The agent version do not match each other across your cluster's pods. This can happen when a new agent version was just deployed and Kubernetes is shutting down the old pods.
ko: 에이전트 버전이 클러스터의 포드에서 서로 일치하지 않습니다. 이는 새 에이전트 버전이 방금 배포되었고 Kubernetes가 이전 포드를 종료할 때 발생할 수 있습니다.

source: ClusterAgents|This agent has no tokens
ko: 이 에이전트에는 토큰이 없습니다.
ru: У этого агента отсутствуют токены

source: ClusterAgents|This field is required.
ko: 이 필드는 필수입니다.
ru: Это поле обязательно к заполнению.

source: ClusterAgents|To delete the agent, type %{name} to confirm:
ko: 에이전트를 삭제하려면 %{name} 을 입력하여 확인합니다:

source: ClusterAgents|To manage more agents, %{linkStart}use Terraform%{linkEnd}.
ko: 더 많은 에이전트를 관리하려면 %{linkStart}Terraform%{linkEnd}을 사용합니다.

source: ClusterAgents|To revoke the token, type %{name} to confirm:
ko: 토큰을 해지하려면 %{name} 을 입력하여 확인하십시오.

source: ClusterAgents|Token created by %{userName}
ko: %{userName}가 생성한 토큰

source: ClusterAgents|Token revoked by %{userName}
ko: %{userName}에 의해 토큰이 해지되었습니다.

source: ClusterAgents|Unknown user
ko: 알 수 없는 사용자
ru: Неизвестный пользователь

source: ClusterAgents|Use a Helm version compatible with your Kubernetes version (see %{linkStart}Helm version support policy%{linkEnd}).
ko: Kubernetes 버전과 호환되는 Helm 버전을 사용하세요 (자세한 내용은 %{linkStart}Helm 버전 지원 정책%{linkEnd} 참조).

source: ClusterAgents|Valid access token
ko: 유효한 액세스 토큰
ru: Действительный токен доступа

source: ClusterAgents|View all %{number} agents
ko: %{number} 에이전트 모두 보기

source: ClusterAgents|View all %{number} clusters
ko: %{number} 클러스터 모두 보기

source: ClusterAgents|We only support 100 agents on the UI.
ko: UI에서 100개의 에이전트만 지원합니다.

source: ClusterAgents|We would love to learn more about your experience with the GitLab Agent.
ko: GitLab 에이전트에 대한 당신의 경험에 대해 자세히 알고 싶습니다.
ru: Нам хотелось бы узнать больше о вашем опыте работы с агентом GitLab.

source: ClusterAgents|What is agent activity?
ko: 에이전트 활동이란 무엇입니까?
ru: Что такое активность агента?

source: ClusterAgents|What is default configuration?
ko: 기본 구성이란 무엇입니까?
ru: Что такое конфигурация по умолчанию?

source: ClusterAgents|You can connect to your cluster from the command line. Configure %{linkStart}kubectl%{linkEnd} command-line access by running the following command:
ko: 명령줄에서 클러스터에 연결할 수 있습니다. 다음 명령을 실행하여 %{linkStart}kubectl%{linkEnd} 명령줄 액세스를 구성하세요.
ru: Вы можете подключиться к вашему кластеру с помощью командной строки. Настройте доступ %{linkStart}kubectl%{linkEnd}, выполнив в командной строке следующую команду:

source: ClusterAgents|You can connect to your cluster from the command line. To use this feature, configure %{monotypeStart}user_access%{monotypeEnd} in the agent configuration project.
ko: 명령줄에서 클러스터에 연결할 수 있습니다. 이 기능을 사용하려면 에이전트 구성 프로젝트에서 %{monotypeStart}user_access%{monotypeEnd} 를 구성합니다.
ru: Вы можете подключиться к вашему кластеру с помощью командной строки. Чтобы использовать эту функцию, настройте %{monotypeStart}user_access%{monotypeEnd} в проекте конфигурации агента.

source: ClusterAgents|You can view a list of options with %{codeStart}--help%{codeEnd}.
ko: 옵션 목록은 %{codeStart}--help%{codeEnd}명령어를 사용하여 볼 수 있습니다.
ru: Вы можете просмотреть список опций с помощью %{codeStart}--help%{codeEnd}.

source: ClusterAgents|You cannot see this token again after you close this window.
ko: 이 창을 닫은 후에는 이 토큰을 다시 볼 수 없습니다.

source: ClusterAgents|You will need to create a token to connect to your agent
ko: 에이전트에 연결하려면 토큰을 생성해야 합니다.
ru: Вам необходимо создать токен для подключения к агенту

source: ClusterAgents|Your instance doesn't have the %{linkStart}GitLab Agent Server (KAS)%{linkEnd} set up. Ask a GitLab Administrator to install it.
ko: 귀하의 인스턴스에는 %{linkStart}GitLab 에이전트 서버(KAS)%{linkEnd} 이 설정되어 있지 않습니다. GitLab 운영자에게 설치를 요청하십시오.

source: ClusterAgent|An agent can have only two active tokens at a time
ko: 에이전트는 한 번에 두 개의 활성 토큰만 가질 수 있습니다.

source: ClusterAgent|Receptive agents are disabled for this GitLab instance
ko: 수신 에이전트가 이 GitLab 인스턴스에 대해 비활성화되었습니다.
ru: Агенты с режимом приёма отключены для этого экземпляра GitLab

source: ClusterAgent|Receptive agents are unavailable for this GitLab instance
ko: 이 GitLab 인스턴스에서는 수신 에이전트를 사용할 수 없습니다.
ru: Агенты с режимом приёма недоступны для этого экземпляра GitLab

source: ClusterAgent|URL configuration already exists for this agent
ko: 이 에이전트에 대한 URL 구성이 이미 존재합니다.
ru: Конфигурация URL уже существует для этого агента

source: ClusterAgent|User has insufficient permissions to create a token for this project
ko: 사용자는 이 프로젝트에 대한 토큰을 생성할 수 있는 권한이 없습니다.
ru: У пользователя недостаточно прав для создания токена для этого проекта

source: ClusterAgent|User has insufficient permissions to revoke the token for this project
ko: 사용자에게 이 프로젝트의 토큰을 해지할 권한이 부족합니다.
ru: У пользователя недостаточно прав для отзыва токена для этого проекта

source: ClusterAgent|You have insufficient permissions to create a cluster agent for this project
ko: 이 프로젝트에 대한 클러스터 에이전트를 생성할 수 있는 권한이 없습니다.
ru: У вас недостаточно прав для создания агента кластера для этого проекта

source: ClusterAgent|You have insufficient permissions to create an url configuration for this agent
ko: 이 에이전트에 대한 URL 구성을 생성할 권한이 없습니다.
ru: У вас недостаточно прав для создания конфигурации URL для этого агента

source: ClusterAgent|You have insufficient permissions to delete this agent url configuration
ko: 이 에이전트 URL 구성을 삭제할 권한이 없습니다.
ru: У вас недостаточно прав для удаления конфигурации URL этого агента

source: ClusterAgent|You have insufficient permissions to delete this cluster agent
ko: 이 클러스터 에이전트를 삭제할 권한이 없습니다.

source: ClusterIntegration|%{linkStart}More information%{linkEnd}
ko: %{linkStart}추가 정보%{linkEnd}
ru: %{linkStart}Подробнее%{linkEnd}

source: ClusterIntegration|A cluster management project can be used to run deployment jobs with Kubernetes %{code_open}cluster-admin%{code_close} privileges.
ko: 클러스터 관리 프로젝트는 Kubernetes %{code_open}클러스터 운영자%{code_close} 권한으로 배포 작업을 실행하는 데 사용할 수 있습니다.
ru: Проект управления кластером можно использовать для запуска заданий развертывания с привилегиями Kubernetes %{code_open}cluster-admin%{code_close}.

source: ClusterIntegration|A service token scoped to %{code}kube-system%{end_code} with %{code}cluster-admin%{end_code} privileges.
ko: %{code}클러스터 운영자%{end_code} 권한이 있는 %{code}kube-system%{end_code} 범위의 서비스 토큰.
ru: Область доступа токена службы установлена на %{code}kube-system%{end_code} с привилегиями %{code}cluster-admin%{end_code}.

source: ClusterIntegration|API URL
ko: API URL
ru: Адрес API

source: ClusterIntegration|API URL should be a valid http/https url.
ko: API URL은 유효한 http/https url이여야 합니다.
ru: URL API должен быть правильным адресом http/https.

source: ClusterIntegration|Add Kubernetes cluster
ko: Kubernetes 클러스터 추가
ru: Добавить кластер Kubernetes

source: ClusterIntegration|Adding a Kubernetes cluster will automatically share the cluster across all projects. Use review apps, deploy your applications, and easily run your pipelines for all projects using the same cluster.
ko: Kubernetes 클러스터를 추가하면 자동으로 모든 프로젝트에서 클러스터를 공유합니다. 리뷰 앱을 사용하고, 애플리케이션을 배포하고, 동일한 클러스터를 사용하는 모든 프로젝트에 대한 파이프라인을 쉽게 실행할 수 있습니다.
ru: Добавление кластера Kubernetes автоматически сделает его доступным для всех проектов. Используйте приложения для рецензии, развёртывайте приложения и легко запускайте конвейеры для всех проектов с использованием одного кластера.

source: ClusterIntegration|Adding an integration to your group will share the cluster across all your projects.
ko: 그룹에 연동을 하시면 모든 프로젝트에서 클러스터가 공유됩니다.
ru: Добавление интеграции в вашу группу позволит использовать кластер во всех ваших проектах.

source: ClusterIntegration|Adding an integration will share the cluster across all projects.
ko: 통합을 추가하면 모든 프로젝트에서 클러스터를 공유합니다.
ru: Добавление интеграции позволит использовать кластер во всех проектах.

source: ClusterIntegration|Advanced options on this Kubernetes cluster’s integration
ko: 이 Kubernetes 클러스터의 통합에 대한 고급 옵션
ru: Расширенные опции интеграции этого кластера Kubernetes

source: ClusterIntegration|Agent name
ko: 에이전트 이름
ru: Название агента

source: ClusterIntegration|Agent setup failed
ko: 에이전트 설정이 실패됨
ru: Настройка агента не удалась

source: ClusterIntegration|Allow GitLab to manage namespaces and service accounts for this cluster.
ko: GitLab이 이 클러스터에 대한 네임스페이스 및 서비스 계정을 관리하도록 허용합니다.
ru: Разрешить GitLab управлять пространствами имён и учётными записями служб этого кластера.

source: ClusterIntegration|Amazon EKS
ko: Amazon EKS
ru: Amazon EKS

source: ClusterIntegration|An unknown error occurred while attempting to connect to Kubernetes.
ko: Kubernetes에 연결하는 동안 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка при попытке подключения к Kubernetes.

source: ClusterIntegration|Any project namespaces
ko: 모든 프로젝트 네임스페이스
ru: Любые пространства имён проекта

source: ClusterIntegration|Apply for credit
ko: 크레딧 적용
ru: Подать заявку на кредит

source: ClusterIntegration|Authentication Error
ko: 인증 오류
ru: Ошибка аутентификации

source: ClusterIntegration|Base domain
ko: 기본 도메인
ru: Базовое доменное имя

source: ClusterIntegration|CA Certificate
ko: CA 인증서
ru: Сертификат удостоверяющего центра

source: ClusterIntegration|Certificate Authority bundle (PEM format)
ko: 인증 기관 번들 (PEM 포맷)
ru: Комплект сертификатов удостоверяющего центра (формат PEM)

source: ClusterIntegration|Check your CA certificate
ko: CA 인증서 확인
ru: Проверьте сертификат вашего центра сертификации

source: ClusterIntegration|Check your cluster status
ko: 클러스터 상태 확인
ru: Проверить состояние кластера

source: ClusterIntegration|Check your token
ko: 토큰을 확인하십시오
ru: Проверьте ваш токен

source: ClusterIntegration|Choose which of your environments will use this cluster.
ko: 이 Kubernetes 클러스터를 사용할 프로젝트 환경 선택
ru: Выберите, какие из ваших окружений будут использовать этот кластер.

source: ClusterIntegration|Civo Kubernetes
ko: Civo 쿠버네티스
ru: Civo Kubernetes

source: ClusterIntegration|Clear cluster cache
ko: 클러스터 캐시 지우기
ru: Очистить кэш кластера

source: ClusterIntegration|Clear the local cache of namespace and service accounts.
ko: 네임스페이스 및 서비스 계정의 로컬 캐시를 지웁니다.
ru: Очистить локальный кэш пространств имён и учётных записей служб.

source: ClusterIntegration|Cluster management project
ko: 클러스터 관리 프로젝트
ru: Проект управления кластером

source: ClusterIntegration|Cluster name is required.
ko: 클러스터 이름이 필요합니다.
ru: Требуется название кластера.

source: ClusterIntegration|Clusters are utilized by selecting the nearest ancestor with a matching environment scope. For example, project clusters will override group clusters. %{linkStart}More information%{linkEnd}
ko: Cluster는 환경 범위가 일치하는 가장 가까운 상위 노드를 선택하여 활용됩니다. 예를 들어 프로젝트 클러스터는 그룹 클러스터를 오버라이드합니다. %{linkStart}추가 정보%{linkEnd}
ru: Кластеры используются путём выбора ближайшего предка с соответствующим контекстом окружения. Например, кластеры проекта заменяют кластеры группы. %{linkStart}Подробнее%{linkEnd}

source: ClusterIntegration|Connect a Kubernetes cluster
ko: Kubernetes 클러스터 연결
ru: Подключение кластера Kubernetes

source: ClusterIntegration|Connect your cluster to GitLab through %{linkStart}cluster certificates%{linkEnd}.
ko: %{linkStart}클러스터 인증서%{linkEnd}을 통해 클러스터를 GitLab에 연결합니다.
ru: Подключите ваш кластер к GitLab через %{linkStart}сертификаты кластера%{linkEnd}.

source: ClusterIntegration|Connect your group to a Kubernetes cluster with the GitLab agent and share the connection across multiple projects. Use review apps, deploy your applications, and easily run your pipelines for all projects using the same cluster.
ko: GitLab 에이전트를 통해Kubernetes 클러스터에 당신의 그룹을 연결하고 연결을 복수의 프로젝트에 공유하십시오. 동일한 클러스터를 사용하는 모든 프로젝트에서 리뷰 앱을 사용하고, 당신의 앱을 배포하고, 쉽게 파이프라인을 실행하십시오.
ru: Подключите вашу группу к кластеру Kubernetes с помощью агента GitLab и используйте его совместно в нескольких проектах. Используйте приложения для рецензирования, развёртывайте приложения и легко запускайте конвейеры для всех проектов, используя один и тот же кластер.

source: ClusterIntegration|Connection Error
ko: 연결 오류
ru: Ошибка подключения

source: ClusterIntegration|Copy API URL
ko: API URL 복사
ru: Скопировать адрес API

source: ClusterIntegration|Copy CA Certificate
ko: CA 인증서 복사
ru: Копировать Сертификат Удостоверяющего Центра

source: ClusterIntegration|Copy Kubernetes cluster name
ko: Kubernetes 클러스터 이름 복사
ru: Скопировать имя кластера Kubernetes

source: ClusterIntegration|Create a Kubernetes cluster
ko: Kubernetes 클러스터 생성
ru: Создание кластера Kubernetes

source: ClusterIntegration|Create agent and migrate
ko: 에이전트 생성 및 마이그레이션
ru: Создать агента и выполнить миграцию

source: ClusterIntegration|Deploy each environment to its own namespace. Otherwise, environments within a project share a project-wide namespace. Note that anyone who can trigger a deployment of a namespace can read its secrets. If modified, existing environments will use their current namespaces until the cluster cache is cleared.
ko: 각 환경을 자체 네임스페이스에 배포합니다. 그렇지 않으면 프로젝트 내의 환경이 프로젝트 전체의 네임스페이스를 공유합니다. 네임스페이스 배포를 트리거할 수 있는 사람은 누구나 해당 비밀을 읽을 수 있습니다. 수정하면 클러스터 캐시가 지워질 때까지 기존 환경이 현재 네임스페이스를 사용합니다.
ru: Развёртывать каждое окружение в его собственное пространство имён. В противном случае окружения в проекте будут использовать общее пространство имён для всего проекта. Учтите, что любой, кто может запустить развёртывание пространства имён, может прочитать его секреты. Если это поле изменить, существующие окружения будут использовать текущие пространства имён, пока кеш кластера не будет очищен.

source: ClusterIntegration|Did you know?
ko: 알고 계셨나요?
ru: Знаете ли вы?

source: ClusterIntegration|Elastic Kubernetes Service
ko: Elastic Kubernetes 서비스
ru: Служба Elastic Kubernetes

source: ClusterIntegration|Enable or disable GitLab's connection to your Kubernetes cluster.
ko: Kubernetes 클러스터에 대한 GitLab의 연결을 활성화 또는 비활성화.
ru: Включить или выключить соединение GitLab с вашим Kubernetes кластером.

source: ClusterIntegration|Enable this setting if using role-based access control (RBAC).
ko: 역할 기반 액세스 제어 (RBAC)를 사용하는 경우, 이 설정을 사용하세요.
ru: Включите этот параметр, если используется ролевая модель доступа (RBAC).

source: ClusterIntegration|Enter a unique name for your new GitLab Agent. This name will be used to identify the agent in your project.
ko: 새 GitLab 에이전트에 대한 고유한 이름을 입력하세요. 이 이름은 프로젝트에서 에이전트를 식별하는 데 사용됩니다.
ru: Введите уникальное название для вашего нового агента GitLab. Это название будет использоваться для идентификации агента в вашем проекте.

source: ClusterIntegration|Enter details about your cluster. %{linkStart}How do I use a certificate to connect to my cluster?%{linkEnd}
ko: 클러스터에 대한 세부 정보를 입력하십시오. %{linkStart}인증서를 사용하여 클러스터에 연결하려면 어떻게 합니까?%{linkEnd}
ru: Введите сведения о вашем кластере. %{linkStart}Как использовать сертификат для подключения к кластеру?%{linkEnd}

source: ClusterIntegration|Enter new Service Token
ko: 새 서비스 토큰 입력
ru: Введите новый токен службы

source: ClusterIntegration|Enter your Kubernetes cluster certificate details
ko: Kubernetes 클러스터 인증서 세부 정보 입력
ru: Введите данные сертификата кластера Kubernetes.

source: ClusterIntegration|Environment scope
ko: 환경 범위
ru: Среда окружения

source: ClusterIntegration|Environment scope is required.
ko: 환경 범위가 필요합니다.
ru: Область окружения обязательна.

source: ClusterIntegration|Every new Google Cloud Platform (GCP) account receives $300 in credit upon %{sign_up_link}. In partnership with Google, GitLab is able to offer an additional $200 for both new and existing GCP accounts to get started with GitLab's Google Kubernetes Engine Integration.
ko: 모든 새 Google Cloud Platform(GCP) 계정은 %{sign_up_link}일 때 300달러의 크레딧을 받습니다. Google과의 파트너십을 통해 GitLab은 GitLab의 Google Kubernetes Engine 통합을 시작하기 위해 신규 및 기존 GCP 계정 모두에 대해 200달러를 추가로 제공할 수 있습니다.
ru: Каждая новая учётная запись Google Cloud Platform (GCP) получает кредит в размере $300 при %{sign_up_link}. В партнёрстве с Google GitLab предоставляет дополнительно $200 как новым, так и существующим учётным записям GCP для начала работы с интеграцией GitLab с Google Kubernetes Engine.

source: ClusterIntegration|GitLab Integration
ko: GitLab 통합
ru: Интеграция с GitLab

source: ClusterIntegration|GitLab failed to authenticate.
ko: GitLab이 인증에 실패했습니다.
ru: Аутентификация GitLab не удалась.

source: ClusterIntegration|GitLab failed to connect to the cluster.
ko: GitLab이 클러스터에 연결하지 못했습니다.
ru: GitLab не смог подключиться к кластеру.

source: ClusterIntegration|GitLab-managed cluster
ko: GitLab-관리 클러스터
ru: Кластер управляемый GitLab

source: ClusterIntegration|Google GKE
ko: Google GKE
ru: Google GKE

source: ClusterIntegration|Google Kubernetes Engine
ko: Google Kubernetes 엔진
ru: Google Kubernetes Engine

source: ClusterIntegration|Group cluster
ko: 그룹 클러스터
ru: Кластер группы

source: ClusterIntegration|HTTP Error
ko: HTTP 오류
ru: Ошибка HTTP

source: ClusterIntegration|How do I migrate to the GitLab agent?
ko: GitLab 에이전트로 마이그레이션하려면 어떻게 해야 하나요?
ru: Как выполнить миграцию на агента GitLab?

source: ClusterIntegration|If you do not wish to delete all associated GitLab resources, you can simply remove the integration.
ko: 연결된 모든 GitLab 리소스를 삭제하지 않으려면 통합을 제거하면 됩니다.
ru: Если вы не хотите удалять все связанные ресурсы GitLab, можете просто удалить интеграцию.

source: ClusterIntegration|Installing agent in progress.
ko: 에이전트 설치 진행 중.
ru: Выполняется установка агента.

source: ClusterIntegration|Instance cluster
ko: 인스턴스 클러스터
ru: Экземпляр кластера

source: ClusterIntegration|Integration disabled
ko: 통합 비활성화됨
ru: Интеграция отключена

source: ClusterIntegration|Integration enabled
ko: 통합 활성화됨
ru: Интеграция включена

source: ClusterIntegration|Invalid configuration project
ko: 잘못된 구성 프로젝트
ru: Неверный проект конфигурации

source: ClusterIntegration|Invalid issue URL
ko: 잘못된 이슈 URL
ru: Неверный URL обсуждения

source: ClusterIntegration|Kubernetes cluster is being created…
ko: Kubernetes 클러스터를 생성하는 중입니다...
ru: Кластер Kubernetes создаётся…

source: ClusterIntegration|Kubernetes cluster name
ko: Kubernetes 클러스터 이름
ru: Имя кластера Kubernetes

source: ClusterIntegration|Kubernetes cluster was successfully created.
ko: Kubernetes 클러스터가 성공적으로 생성되었습니다.
ru: Кластер Kubernetes успешно создан.

source: ClusterIntegration|Learn more about Kubernetes.
ko: Kubernetes에 대해 자세히 알아보십시오.
ru: Подробнее о Kubernetes.

source: ClusterIntegration|Learn more about group Kubernetes clusters
ko: 그룹 Kubernetes 클러스터에 대해 자세히 알아보기.
ru: Узнайте больше о группах кластеров Kubernetes

source: ClusterIntegration|Learn more about instance Kubernetes clusters
ko: 인스턴스 Kubernetes 클러스터에 대해 자세히 알아보기
ru: Узнайте больше о экземплярах кластеров Kubernetes

source: ClusterIntegration|Learn more about migrating to GitLab Agent
ko: GitLab 에이전트로 마이그레이션하는 방법에 대해 더 자세히 알아보세요
ru: Подробнее о миграции на агента GitLab

source: ClusterIntegration|Make sure your API endpoint is correct
ko: API 엔드포인트가 올바른지 확인하십시오
ru: Убедитесь, что ваш API-эндпоинт указан верно

source: ClusterIntegration|Manage your Kubernetes cluster by visiting %{provider_link}
ko: %{provider_link}을 방문하여 Kubernetes 클러스터 관리
ru: Управляйте кластером Kubernetes, посетив %{provider_link}

source: ClusterIntegration|Migrate
ko: 마이그레이션
ru: Мигрировать

source: ClusterIntegration|Migrate to GitLab Agent for Kubernetes
ko: Kubernetes용 GitLab 에이전트로 마이그레이션
ru: Миграция на агента GitLab для Kubernetes

source: ClusterIntegration|Migrating cluster - failed: "%{error}"
ko: 클러스터 마이그레이션 - 실패됨: "%{error}"
ru: Миграция кластера — неудача: «%{error}»

source: ClusterIntegration|Migrating cluster - initiated
ko: 클러스터 마이그레이션 - 시작됨
ru: Миграция кластера — инициирована

source: ClusterIntegration|Migration issue
ko: 마이그레이션 이슈
ru: Обсуждение миграции

source: ClusterIntegration|Migration issue URL
ko: 마이그레이션 이슈 URL
ru: URL обсуждения миграции

source: ClusterIntegration|Migration issue update - failed: "%{error}"
ko: 마이그레이션 이슈 업데이트 - 실패: "%{error}"
ru: Обновление обсуждения миграции не удалось: «%{error}»

source: ClusterIntegration|Migration issue updated successfully
ko: 마이그레이션 이슈가 성공적으로 업데이트되었습니다.
ru: Обсуждение миграции успешно обновлено

source: ClusterIntegration|Namespace per environment
ko: 환경당 네임스페이스
ru: Пространство имён для каждого окружения

source: ClusterIntegration|New agent name
ko: 새로운 에이전트 이름
ru: Название нового агента

source: ClusterIntegration|No migration found
ko: 마이그레이션을 찾을 수 없음
ru: Миграция не найдена

source: ClusterIntegration|Node calculations use the Kubernetes Metrics API. Make sure your cluster has metrics installed
ko: 노드 계산은 Kubernetes Metrics API를 사용합니다. 클러스터에 측정항목(metrics)이 설치되어 있는지 확인

source: ClusterIntegration|Project cluster
ko: 프로젝트 클러스터
ru: Кластер проекта

source: ClusterIntegration|Project name
ko: 프로젝트 이름
ru: Название проекта

source: ClusterIntegration|Project namespace (optional, unique)
ko: 프로젝트 네임 스페이스 (optional, unique)
ru: Пространство имен проекта (необязательное, уникальное)

source: ClusterIntegration|Project namespace prefix (optional, unique)
ko: 프로젝트 네임스페이스 접두사 (옵션, 고유)
ru: Префикс пространства имён проекта (необязательный, уникальный)

source: ClusterIntegration|Provider details
ko: 공급자 세부 정보

source: ClusterIntegration|RBAC-enabled cluster
ko: RBAC-활성화된 클러스터
ru: Кластер с поддержкой RBAC

source: ClusterIntegration|Remove Kubernetes cluster integration
ko: Kubernetes 클러스터 제거
ru: Удалить интеграцию кластера Kubernetes

source: ClusterIntegration|Remove integration
ko: 통합 제거
ru: Удалить интеграцию

source: ClusterIntegration|Remove integration and resources
ko: 통합 및 리소스 제거
ru: Удалить интеграцию и ресурсы

source: ClusterIntegration|Remove integration and resources?
ko: 통합 및 리소스를 제거하시겠습니까?
ru: Удалить интеграцию и ресурсы?

source: ClusterIntegration|Remove integration?
ko: 통합을 제거하시겠습니까?
ru: Удалить интеграцию?

source: ClusterIntegration|Remove this Kubernetes cluster's configuration from this project. This will not delete your actual Kubernetes cluster.
ko: 이 프로젝트에서 Kubernetes 클러스터 구성을 제거하십시오. 이렇게해도 실제 Kubernetes 클러스터는 삭제되지 않습니다.
ru: Удалить эту конфигурацию кластера Kubernetes из этого проекта. Это не приведет к удалению вашего фактического кластера Kubernetes.

source: ClusterIntegration|Save changes
ko: 변경 사항을 저장
ru: Сохранить изменения

source: ClusterIntegration|Save migration issue
ko: 마이그레이션 이슈 저장
ru: Сохранить обсуждение миграции

source: ClusterIntegration|See and edit the details for your Kubernetes cluster
ko: Kubernetes 클러스터의 세부 정보 보기 및 수정
ru: Просмотр и редактирование информации о вашем кластере Kubernetes

source: ClusterIntegration|Select a project for the GitLab Agent.
ko: GitLab 에이전트에 대한 프로젝트를 선택하세요.
ru: Выберите проект для агента GitLab.

source: ClusterIntegration|Service Token
ko: 서비스 토큰
ru: Токен службы

source: ClusterIntegration|Service token is required.
ko: 서비스 토큰이 필요합니다.
ru: Требуется токен службы.

source: ClusterIntegration|Set a prefix for your namespaces. If not set, defaults to your project path. If modified, existing environments will use their current namespaces until the cluster cache is cleared.
ko: 네임스페이스에 대한 접두사를 설정하십시오. 설정하지 않으면 기본값은 프로젝트 경로입니다. 수정하면 클러스터 캐시가 지워질 때까지 기존 환경이 현재 네임스페이스를 사용합니다.

source: ClusterIntegration|Something went wrong on our end.
ko: 문제가 발생했습니다.
ru: На нашей стороне произошла ошибка.

source: ClusterIntegration|Something went wrong while creating your Kubernetes cluster
ko: Kubernetes 클러스터를 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании вашего кластера Kubernetes.
