Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: The discussion in this Wiki is locked. Only project members can comment.
ko: 이 위키의 토론은 잠겨 있습니다. 프로젝트 멤버만 댓글을 달 수 있습니다.
ru: Обсуждение в этой вики заблокировано. Комментировать могут только участники проекта.

source: The discussion in this merge request is locked.
ko: 이 머지 리퀘스트의 토론이 잠겨 있습니다.
ru: Обсуждение в этом запросе на слияние заблокировано.

source: The domain you entered is misformatted.
ko: 입력한 도메인의 형식이 잘못되었습니다.
ru: Введённый вами домен имеет неверный формат.

source: The domain you entered is not allowed.
ko: 입력한 도메인은 허용되지 않습니다.
ru: Введённый вами домен запрещён.

source: The download link will expire in 24 hours.
ko: 다운로드 링크는 24시간 후에 만료됩니다.
ru: Срок действия ссылки для скачивания истекает через 24 часа.

source: The environment tiers must be from %{environment_tiers}.
ko: 환경 티어는 %{environment_tiers}부터 시작해야 합니다.

source: The errors we encountered were:
ko: 발생한 오류는 다음과 같습니다:

source: The file containing the export is not available yet; it may still be transferring. Please try again later.
ko: 내보내기가 포함된 파일을 아직 사용할 수 없습니다; 여전히 전송 중일 수 있습니다. 나중에 다시 시도 해주십시오.
ru: Файл с экспортом ещё недоступен. Возможно, он всё ещё передаётся. Повторите попытку позже.

source: The file could not be displayed because it is empty or larger than the maximum file size indexed (%{size}).
ko: 파일이 비어 있거나 인덱싱된 최대 파일 크기(%{size})보다 크기 때문에 파일을 표시할 수 없습니다.
ru: Не удалось отобразить файл, так как он пуст или превышает максимальный проиндексированный размер файла (%{size}).

source: The file could not be displayed because it is empty.
ko: 파일이 비어 있어서 표시할 수 없습니다.
ru: Пустой файл не может быть показан.

source: The file has been successfully created.
ko: 파일이 성공적으로 생성되었습니다.
ru: Файл успешно создан.

source: The file has been successfully deleted.
ko: 파일이 성공적으로 삭제되었습니다.
ru: Файл был успешно удален.

source: The file you're about to delete is tracked by LFS
ko: 삭제하려는 파일은 LFS에 의해 추적합니다.
ru: Файл, который вы собираетесь удалить, отслеживается с помощью LFS

source: The finding is not a vulnerability because it is part of a test or is test data.
ko: 검출 결과는 테스트의 일부이거나 테스트 데이터이므로 취약점이 아닙니다.
ru: Обнаружение не является уязвимостью, так как это часть теста или тестовые данные.

source: The following SSH key was deleted by an administrator, %{username}.
ko: %{username}님, 다음 SSH 키는 운영자에 의해 삭제 되었습니다.
ru: Следующий ключ SSH был удален администратором, %{username}.

source: The following files or directories can only be modified by the user who locked them.
ko: 다음 파일 또는 디렉터리는 잠근 사용자만 수정할 수 있습니다.
ru: Следующие файлы или директории могут быть изменены только пользователем, который их заблокировал.

source: The following items will NOT be exported:
ko: 다음 항목은 내보내지지 않습니다:
ru: Следующие элементы НЕ будут экспортированы:

source: The following items will be exported:
ko: 다음 항목을 내보냅니다:
ru: Следующие предметы будут экспортированы:

source: The following personal access token was revoked by an administrator, %{username}.
ko: 다음 개인 액세스 토큰은 운영자 %{username}에 의해 해지되었습니다.
ru: Следующий личный токен доступа был отозван администратором, %{username}.

source: The following personal access token: %{token_names} was revoked, because a new policy to expire personal access tokens were set.
ko: 다음 개인용 액세스 토큰: %{token_names} 개인 액세스 토큰을 만료하는 새 정책이 설정되었기 때문에 해지되었습니다.
ru: Следующий персональный токен доступа: %{token_names} аннулирован, поскольку была задана новая политика в отношении срока действия персональных токенов доступа.

source: The following personal access tokens have expired:
ko: 다음 개인 액세스 토큰이 만료되었습니다:
ru: Сроки действия следующих личных токенов доступа истекли:

source: The following user can also merge into this branch: %{branch}
ko: 다음 사용자도 이 브랜치에 머지할 수 있습니다: %{branch}
ru: Следующий пользователь также может выполнять слияние в эту ветку: %{branch}

source: The following user can also push to this branch: %{branch}
ko: 다음 사용자도 이 브랜치에 푸시할 수 있습니다: %{branch}
ru: Следующий пользователь также может отправлять изменения в эту ветку: %{branch}

source: The fork relationship has been removed.
ko: 포크 관계가 제거되었습니다.
ru: Связь форка была удалена.

source: The form contains the following error:
ko: 양식에 다음과 같은 오류가 있습니다.

source: The form contains the following warning:
ko: 양식에 다음과 같은 경고가 있습니다:

source: The git server, Gitaly, is not available at this time. Please contact your administrator.
ko: git 서버, Gitaly는 현재 사용할 수 없습니다. 운영자에게 문의하십시오.
ru: Сервер Git, Gitaly, в настоящее время недоступен. Свяжитесь с администратором.

source: The global settings require you to enable Two-Factor Authentication for your account.
ko: 전역 설정을 사용하려면 계정에 대해 이중 인증을 활성화해야 합니다.
ru: Глобальные настройки требуют, чтобы вы включили двухфакторную аутентификацию для вашей учетной записи.

source: The group export can be downloaded from:
ko: 그룹 내보내기는 다음에서 다운로드할 수 있습니다:

source: The group has already been shared with this group
ko: 이미 이 그룹과 공유되었습니다.
ru: Группа уже совместно используется с этой группой

source: The group settings for %{group_links} require you to enable Two-Factor Authentication for your account. You can %{leave_group_links}.
ko: %{group_links} 에 대한 그룹 설정을 사용하려면 계정에 대해 이중 인증을 활성화해야 합니다. 당신은 %{leave_group_links}.
ru: Настройки группы %{group_links} требуют, чтобы вы включили двухфакторную аутентификацию для вашей учетной записи. Вы можете %{leave_group_links}.

source: The group_project_ids parameter is only allowed for a group
ko: group_project_ids 매개변수는 그룹에만 허용됩니다.

source: The hook URL has changed. This log entry cannot be retried.
ko: 훅 URL이 변경되었습니다. 이 로그 항목은 다시 시도할 수 없습니다.

source: The hostname of your PlantUML server.
ko: PlantUML 서버의 호스트 이름입니다.
ru: Имя хоста вашего сервера PlantUML.

source: The hostname of your Snowplow collector.
ko: Snowplow 수집기의 호스트 이름입니다.
ru: Имя хоста вашего сборщика Snowplow.

source: The hostname of your diagrams.net server.
ko: diagrams.net 서버의 호스트 이름입니다.

source: The import cannot be canceled because it is %{project_status}
ko: %{project_status}이므로 가져오기를 취소할 수 없습니다.
ru: Импорт не может быть отменён потому что он %{project_status}

source: The import is not complete.
ko: 가져오기가 완료되지 않았습니다.

source: The import will time out after %{timeout}. For repositories that take longer, use a clone/push combination.
ko: %{timeout} 이후 가져오기 시간이 초과되었습니다. 리포지토리가 느린 경우 복제/푸시 조합을 사용합시오.
ru: Импорт будет отключен после %{timeout}. Для репозиториев, которые импортируются за большее время, используйте комбинацию команд clone/push.

source: The interval must be one of %{intervals}.
ko: 간격은 %{intervals}중 하나여야 합니다.
ru: Интервал должен быть одним из %{intervals}.

source: The invitation can not be found with the provided invite token.
ko: 제공된 초대 토큰으로 초대를 찾을 수 없습니다.

source: The invitation could not be accepted.
ko: 초대를 수락할 수 없습니다.
ru: Приглашение не может быть принято.

source: The invitation could not be declined.
ko: 초대를 거절할 수 없습니다.
ru: Приглашение не может быть отклонено.

source: The invitation has already been accepted.
ko: 초대가 이미 수락되었습니다.
ru: Приглашение уже принято.

source: The invitation was successfully resent.
ko: 초대가 성공적으로 재전송되었습니다.
ru: Приглашение было успешно отправлено.

source: The issue was successfully promoted to an epic. Redirecting to epic…
ko: 이 이슈는 성공적으로 에픽으로 승격되었습니다. 에픽으로 리디렉션 중…
ru: Обсуждение успешно преобразовано в цель. Перенаправление на цель…

source: The last owner cannot be set to awaiting
ko: 마지막 소유자는 대기중으로 설정할 수 없습니다.

source: The latest artifacts created by jobs in the most recent successful pipeline will be stored.
ko: 가장 최근에 성공한 파이프라인의 작업에 의해 생성된 최신 아티팩트가 저장됩니다.
ru: Будут сохранены последние артефакты, созданные заданиями в самом последнем успешном конвейере.

source: The latest pipeline for this merge request has failed.
ko: 이 머지 리퀘스트에 대한 최신 파이프라인이 실패했습니다.

source: The license key is invalid.
ko: 라이선스 키가 유효하지 않습니다.
ru: Лицензионный ключ недействителен.

source: The license key is invalid. Make sure it is exactly as you received it from GitLab Inc.
ko: 라이선스 키가 유효하지 않습니다. GitLab Inc.에서 받은 것과 정확히 일치하는지 확인하십시오.
ru: Лицензионный ключ недействителен. Удостоверьтесь, что он совпадает с тем, что вы получили от GitLab Inc.

source: The license was removed. GitLab has fallen back on the previous license.
ko: 라이선스가 제거되었습니다. GitLab은 이전 라이선스로 대체되었습니다.
ru: Лицензия была удалена. GitLab вернулся назад на предыдущую лицензию.

source: The license was removed. GitLab now no longer has a valid license.
ko: 라이선스가 제거되었습니다. 이제 GitLab에 유효한 라이선스가 없습니다.
ru: Лицензия была удалена. У GitLab больше нет действующей лицензии.

source: The license was successfully uploaded and is now active. You can see the details below.
ko: 라이선스가 성공적으로 업로드되었으며 현재 활성화되었습니다. 아래에서 세부 정보를 볼 수 있습니다.
ru: Лицензия была успешно загружена и теперь активна. Вы можете увидеть подробности ниже.

source: The license was successfully uploaded and will be active from %{starts_at}. You can see the details below.
ko: 라이선스가 성공적으로 업로드되었으며 %{starts_at}에 활성화되었습니다. 아래에서 세부 정보를 볼 수 있습니다.

source: The license you uploaded is invalid. If the issue persists, contact support at %{link}.
ko: 업로드한 라이선스가 유효하지 않습니다. 이슈가 지속되면 %{link}로 지원팀에 문의하세요.

source: The map can not be displayed because there was an error loading the GeoJSON file.
ko: GeoJSON 파일을 로드하는 중에 오류가 발생하여 지도를 표시할 수 없습니다.
ru: Карта не может быть показана из-за ошибки загрузки файла GeoJSON.

source: The maximum amount of time users have to set up two-factor authentication before it's enforced.
ko: 사용자가 이중 인증을 시행하기 전에 설정해야 하는 최대 시간입니다.
ru: Максимальное время, которое выделяется пользователям для настройки двухфакторной аутентификации до её принудительного применения.

source: The maximum compute minutes that jobs in a namespace can use on instance runners each month. 0 for unlimited.
ko: 네임스페이스의 작업이 매월 인스턴스 러너에서 사용할 수 있는 최대 컴퓨팅 시간(분)입니다. 무제한의 경우 0입니다.
ru: Максимальное количество вычислительных минут, которые задания в пространстве имён могут использовать на средствах выполнения экземпляра каждый месяц. 0 — для неограниченного количества.

source: The maximum file size allowed is %{size}.
ko: 허용되는 최대 파일 크기는 %{size}입니다.
ru: Максимальный размер файла - %{size}.

source: The maximum file size for job artifacts archive.
ko: 작업 아티팩트 아카이브의 최대 파일 크기입니다.
ru: Максимальный размер файла для архива артефактов задания.

source: The maximum file size for job artifacts.
ko: 작업 아티팩트의 최대 파일 크기입니다.
ru: Максимальный размер файла для артефактов задания.

source: The maximum file size in megabytes for individual job artifacts.
ko: 개별 작업 아티팩트의 최대 파일 크기(MB)입니다.
ru: Максимальный размер файла в мегабайтах для отдельных артефактов задания.

source: The maximum file size is %{size}.
ko: 최대 파일 크기는 %{size}입니다.
ru: Максимальный размер файла — %{size}.

source: The maximum number of pipeline execution policies allowed per security policy configuration can exceed the limit for the instance. Set to 0 to use instance limit.
ko: 보안 정책 구성당 허용되는 파이프라인 실행 정책의 최대 수는 인스턴스에 대한 제한을 초과할 수 있습니다. 인스턴스 제한을 사용하려면 0으로 설정하세요.

source: The maximum number of tags that a single worker accepts for cleanup. If the number of tags goes above this limit, the list of tags to delete is truncated to this number. To remove this limit, set it to 0.
ko: 단일 처리기가 정리를 위해 허용하는 최대 태그 수입니다. 태그 수가 이 제한을 초과하면 삭제할 태그 목록이 이 제한 값으로 버려집니다. 이 제한을 제거하려면 0으로 설정하십시오.
ru: Максимальное количество тегов, которые один рабочий процесс принимает для очистки. Если количество тегов превышает этот предел, список тегов для удаления усекается до этого числа. Чтобы снять это ограничение, установите его на 0.

source: The merge checks are incomplete because the latest pipeline failed, the pipeline status cannot be verified, or the merge request target branch was changed. You should run a new pipeline before merging.
ko: 최신 파이프라인이 실패했거나, 파이프라인 상태를 확인할 수 없거나, 머지 리퀘스트 대상 브랜치가 변경되었기 때문에 머지 검사가 완료되지 않았습니다. 머지하기 전에 새 파이프라인을 실행해야 합니다.
ru: Проверки слияния не завершены, так как последний конвейер завершился с ошибкой, статус конвейера не может быть подтверждён или целевая ветка запроса на слияние была изменена. Запустите новый конвейер перед слиянием.

source: The merge conflicts for this merge request cannot be resolved through GitLab. Please try to resolve them locally.
ko: 이 머지 리퀘스트에 대한 충돌 병합은 GitLab을 통해 해결할 수 없습니다. 로컬에서 해결해 보십시오.
ru: Конфликты слияния для этого запроса на слияние не могут быть решены с помощью GitLab. Пожалуйста, попробуйте решить их локально.

source: The merge conflicts for this merge request have already been resolved.
ko: 이 머지 리퀘스트에 대한 충돌 병합은 이미 해결되었습니다.
ru: Конфликты слияния для этого запроса на слияние уже решены.

source: The merge conflicts for this merge request have already been resolved. Please return to the merge request.
ko: 이 머지 리퀘스트에 대한 충돌 병합은 이미 해결되었습니다. 머지 리퀘스트로 돌아가십시오.
ru: Конфликты слияния для этого запроса на слияние уже решены. Вернитесь к запросу на слияние.

source: The merge request approvals are currently syncing.
ko: 머리 리퀘스트 승인이 현재 동기화 중입니다.
ru: Одобрения запроса на слияние в данный момент синхронизируются.

source: The metric must be one of %{metrics}.
ko: 측정항목은 %{metrics}중 하나여야 합니다.

source: The name of the CI/CD configuration file. A path relative to the root directory is optional (for example %{code_open}my/path/.myfile.yml%{code_close}).
ko: CI/CD 설정 파일의 이름입니다. 루트 디렉토리에 대한 상대 경로는 옵션입니다(예: %{code_open}my/path/.myfile.yml%{code_close}).
ru: Имя файла конфигурации CI/CD. Путь относительно корневой директории является необязательным (например, %{code_open}my/path/.myfile.yml%{code_close}).

source: The namespace storage size (%{current_size}) exceeds the limit of %{size_limit} by %{exceeded_size}. You won't be able to push new code to this project. Please contact your GitLab administrator for more information.
ko: 네임스페이스 스토리지 크기(%{current_size})가 제한인 %{size_limit} 보다 %{exceeded_size} 만큼 초과합니다. 이 프로젝트에 새 코드를 푸시할 수 없습니다. 자세한 내용은 GitLab 운영자에게 문의하세요.
ru: Размер хранилища пространства имён (%{current_size}) превышает предел %{size_limit} на %{exceeded_size}. Вы не сможете отправить новый код в этот проект. Обратитесь к администратору GitLab для получения дополнительной информации.

source: The number of changes to fetch from GitLab when cloning a repository. Lower values can speed up pipeline execution. Set to %{code_open}0%{code_close} or blank to fetch all branches and tags for each job
ko: 리포지토리를 clone할 때 GitLab에서 가져올 변경 사항의 수입니다. 낮은 값은 파이프라인 실행 속도를 높일 수 있습니다. 각 작업에 대한 모든 브랜치 및 태그를 가져오려면 %{code_open}0%{code_close} 또는 공백으로 설정하세요.
ru: Количество изменений для получения из GitLab при клонировании репозитория. Меньшие значения могут ускорить выполнение конвейера. Установите %{code_open}0%{code_close} или оставьте пустым, чтобы получить все ветки и теги для каждого задания.

source: The number of direct members in the current group. Members in subgroups are not included. %{link_start}What is a direct member%{link_end}?
ko: 현재 그룹의 직접 멤버 수입니다. 하위 그룹의 멤버는 포함되지 않습니다. %{link_start}직접 멤버란 무엇입니까?%{link_end}
ru: Количество непосредственных участников в текущей группе. Участники подгрупп не включены. %{link_start}Что такое непосредственный участник%{link_end}?

source: The number of merge requests merged by month.
ko: 월별로 머지된 머지 리퀘스트의 개수입니다.
ru: Количество объединенных запросов на слияние по месяцам.

source: The number of times an upload record could not find its file
ko: 업로드 기록이 파일을 찾지 못한 횟수
ru: Сколько раз загружаемая запись не могла найти свой файл

source: The only thread is resolved
ko: %{resolvableDiscussionsCount}개의 스레드가 해결되었습니다.
ru: Единственная тема решена

source: The page could not be displayed because it timed out.
ko: 시간이 초과되어 페이지를 표시할 수 없습니다.
ru: Страница не может быть отображена, так как истекло время ожидания.

source: The parent epic is confidential and can only contain confidential epics and issues
ko: 상위 에픽은 비공개이며 비공개 에픽 및 이슈만 포함할 수 있습니다.

source: The parent group of this %{context} is pending deletion, so this %{context} will also be deleted on %{date}.
ko: 이 %{context} 의 상위 그룹은 삭제 대기 중이므로, 이 %{context} 도 %{date}에 삭제됩니다.

source: The password for your GitLab account on %{gitlab_url} has successfully been changed.
ko: %{gitlab_url}의 GitLab 계정 비밀번호가 성공적으로 변경되었습니다.
ru: Пароль для вашей учётной записи GitLab на %{gitlab_url} был успешно изменён.

source: The password for your GitLab account on %{link_to_gitlab} has successfully been changed.
ko: %{link_to_gitlab}의 GitLab 계정 비밀번호가 성공적으로 변경되었습니다.
ru: Пароль для вашей учётной записи GitLab на %{link_to_gitlab} был успешно изменён.

source: The pipeline has been deleted
ko: 파이프라인이 삭제되었습니다.
ru: Конвейер удалён

source: The policy is associated with a non-existing Pipeline configuration file.
ko: 해당 정책은 존재하지 않는 파이프라인 구성 파일과 연결되어 있습니다.

source: The policy is disabled
ko: 정책이 비활성화됨
ru: Политика отключена

source: The policy is enabled
ko: 정책이 활성화되었습니다
ru: Политика включена

source: The project has already been added to your dashboard.
ko: 이 프로젝트가 이미 대시보드에 추가되었습니다.

source: The project is still being deleted. Please try again later.
ko: 프로젝트는 아직 삭제 중입니다. 나중에 다시 시도 해주십시오.
ru: Проект все еще удаляется. Пожалуйста, попробуйте позже.

source: The project size exceeds the export limit.
ko: 프로젝트 크기가 내보내기 한도를 초과합니다.

source: The project visibility may have been made more restrictive if the parent group's visibility changed while the deletion was scheduled.
ko: 삭제가 예약되었던 기간중에 상위 그룹의 공개 범위가 변경되었다면, 이 프로젝트의 공개 범위가 제한되었을 수 있습니다.

source: The project was successfully forked.
ko: 프로젝트가 성공적으로 포크되었습니다.
ru: Проект успешно форкнут.

source: The project was successfully imported.
ko: 프로젝트를 성공적으로 가져왔습니다.
ru: Проект был успешно импортирован.

source: The project-group link could not be removed.
ko: 프로젝트-그룹 링크는 제거할 수 없습니다.
ru: Связь проекта и группы не может быть удалена.

source: The provided params did not update the note.
ko: 제공된 매개변수로 인해 노트가 업데이트되지 않았습니다.

source: The related CI build failed.
ko: 관련 CI 빌드에 실패했습니다.

source: The remote mirror URL is invalid.
ko: 리모트 미러 URL이 잘못되었습니다.
ru: URL удалённого зеркала неверен.

source: The remote mirror took to long to complete.
ko: 리모트 미러를 완료하는 데 시간이 오래 걸렸습니다.
ru: Удаленное зеркалирование заняло слишком много времени.

source: The remote repository is being updated...
ko: 리모트 리포지토리를 업데이트하는 중...
ru: Удаленный репозиторий обновляется...

source: The report artifact provided by the CI build couldn't be parsed.
ko: CI 빌드에서 제공한 보고서 아티팩트를 구문 분석할 수 없습니다.

source: The report has been successfully prepared.
ko: 리포트가 성공적으로 준비되었습니다.

source: The repository for this project does not exist.
ko: 이 프로젝트의 리포지토리가 존재하지 않습니다.
ru: Репозиторий для этого проекта не существует.

source: The repository for this project is empty
ko: 이 프로젝트의 리포지토리가 비어있습니다.
ru: Репозиторий данного проекта пуст

source: The repository is being updated...
ko: 리포지토리를 업데이트하는 중입니다...

source: The repository must be accessible over %{code_open}http://%{code_close}, %{code_open}https://%{code_close} or %{code_open}git://%{code_close}.
ko: 리포지토리는 %{code_open}http://%{code_close}, %{code_open}https://%{code_close} 또는 %{code_open}git://%{code_close}를 통해 액세스할 수 있어야 합니다.
ru: Репозиторий должен быть доступен по %{code_open}http://%{code_close}, %{code_open}https://%{code_close} или %{code_open}git://%{code_close}.

source: The repository must be accessible over %{code_open}http://%{code_close}, %{code_open}https://%{code_close}, %{code_open}ssh://%{code_close} or %{code_open}git://%{code_close}.
ko: 리포지토리는 %{code_open}http://%{code_close}, %{code_open}https://%{code_close}, %{code_open}ssh://%{code_close} 또는 %{code_open}git://%{code_close}통해 액세스할 수 있어야 합니다.
ru: Репозиторий должен быть доступен по %{code_open}http://%{code_close}, %{code_open}https://%{code_close}, %{code_open}ssh://%{code_close} или %{code_open}git://%{code_close}.

source: The requested `version` attribute format is not correct. Use formats such as `1.0.0` or `v1.0.0`.
ko: 요청한 `version` 속성 형식이 올바르지 않습니다. `1.0.0` 또는 `v1.0.0`과 같은 형식을 사용하세요.

source: The resource that you are attempting to access does not exist or you don't have permission to perform this action.
ko: 액세스하려는 리소스가 존재하지 않거나 이 동작을 수행할 권한이 없습니다.

source: The scan has been created.
ko: 스캔이 생성되었습니다.

source: The secret is only available when you create the application or renew the secret.
ko: 비밀은 응용 프로그램을 만들거나 기밀을 갱신할 때만 사용할 수 있습니다.
ru: Секрет доступен только при создании приложения или обновлении секрета.

source: The selected image is not a valid SVG diagram
ko: 선택한 이미지는 유효한 SVG 그림이 아닙니다.

source: The selected image is not an asset uploaded in the application
ko: 선택한 이미지는 애플리케이션에 업로드된 자산이 아닙니다.

source: The selected image is too large.
ko: 선택한 이미지가 너무 큽니다.
ru: Выбранное изображение слишком велико.

source: The selected project is not available
ko: 선택한 프로젝트를 사용할 수 없습니다.
ru: Выбранный проект недоступен

source: The snippet can be accessed without any authentication.
ko: 이 프로젝트는 인증없이 액세스 할 수 있습니다.
ru: Доступ к сниппету можно получить без какой-либо аутентификации.

source: The snippet can be accessed without any authentication. To embed snippets, a project must be public.
ko: 스니펫은 인증 없이 액세스할 수 있습니다. 스니펫을 포함하려면 프로젝트가 공개되어야 합니다.
ru: Сниппет доступен без аутентификации. Для встраивания сниппетов проект должен быть общедоступным.

source: The snippet is visible only to me.
ko: 이 스니펫은 나만 볼 수 있습니다.
ru: Сниппет виден только мне.

source: The snippet is visible only to project members.
ko: 이 스니펫은 프로젝트 구성원에게만 표시됩니다.
ru: Сниппет виден только участникам проекта.

source: The snippet is visible to any logged in user except external users.
ko: 이 스니펫은 외부 사용자를 제외한 모든 로그인 사용자에게 표시됩니다.
ru: Сниппет виден всем вошедшим пользователям, за исключением внешних.

source: The source project is a fork
ko: 소스 프로젝트는 포크입니다.
ru: Исходный проект является форком

source: The source project of this merge request has been removed.
ko: 이 머지 리퀘스트의 소스 프로젝트가 삭제되었습니다.
ru: Исходный проект этого запроса на слияние был удалён.

source: The source topic and the target topic are identical.
ko: 원본 주제와 대상 주제가 동일합니다.
ru: Исходный тег и конечный одинаковы.

source: The source topic and the target topic must belong to the same organization.
ko: 소스 주제는 대상 주제는 동일한 조직에 속해야 합니다.

source: The source topic is not a topic.
ko: 원본 주제는 주제가 아닙니다.
ru: Исходный тег не является тегом.

source: The specified tab is invalid, please select another
ko: 지정한 탭이 잘못되었습니다. 다른 탭을 선택하십시오.

source: The start date must be earlier than the end date.
ko: 시작 날짜는 종료 날짜보다 이전이어야 합니다.

source: The subdomain setting.
ko: 하위 도메인 설정.

source: The subject will be used as the title of the new %{name}, and the message will be the description. %{quickActionsLinkStart}Quick actions%{quickActionsLinkEnd} and styling with %{markdownLinkStart}Markdown%{markdownLinkEnd} are supported.
ko: 제목은 새 %{name}의 제목으로 사용되고, 메시지는 설명으로 사용됩니다. %{quickActionsLinkStart}빠른 작업%{quickActionsLinkEnd}과 %{markdownLinkStart}마크다운%{markdownLinkEnd}을 사용한 스타일링이 지원됩니다.

source: The tag name can't be changed for an existing release.
ko: 기존 릴리스의 태그 이름은 변경할 수 없습니다.

source: The target topic is not a topic.
ko: 대상 주제는 주제가 아닙니다.
ru: Конечный тег не является тегом.

source: The time period in seconds that the maximum requests per project limit applies to.
ko: 프로젝트 당 최대 요청 제한이 적용되는 기간(초)입니다.
ru: Период времени в секундах, в течение которого применяется ограничение на максимальное количество запросов на проект.

source: The title must match the required regex.
ko: 제목은 반드시 요구하는 정규식과 일치해야 합니다.

source: The update action will time out after %{number_of_minutes} minutes. For big repositories, use a clone/push combination.
ko: 업데이트 동작은 %{number_of_minutes} 분 후에 시간 초과됩니다. 큰 리포지토리의 경우 clone/push 조합을 사용하십시오.
ru: Действие обновления завершится по тайм-ауту через %{number_of_minutes} минут. Для больших репозиториев используйте комбинацию клонирования и отправки.

source: The uploaded file was invalid. Supported file extensions are %{extensions}.
ko: 업로드된 파일이 잘못되었습니다. 지원되는 파일 확장자는 %{extensions}입니다.

source: The user is being deleted.
ko: 사용자를 삭제 중입니다.
ru: Пользователь удаляется.
