Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: What is Markdown?
ko: Markdown이란?
ru: Что такое Markdown?

source: What is a compute quota?
ko: 컴퓨팅 할당량이란 무엇인가요?
ru: Что такое квота вычислительных ресурсов?

source: What is continuous container scanning?
ko: 지속적인 컨테이너 스캐닝이란 무엇입니까?
ru: Что такое непрерывное сканирование контейнеров?

source: What is listed here?
ko: 여기에 나열된 것은 무엇입니까?
ru: Что здесь указано?

source: What is repository mirroring?
ko: 리포지토리 미러링이란 무엇입니까?
ru: Что такое зеркалирование репозиториев?

source: What is squashing?
ko: 스쿼싱이란 무엇입니까?
ru: Что такое сжатие?

source: What templates can I create?
ko: 어떤 템플릿을 만들 수 있습니까?
ru: Какие шаблоны я могу создать?

source: What variables can I use?
ko: 어떤 변수를 사용할 수 있습니까?
ru: Какие переменные я могу использовать?

source: What will you use this group for?
ko: 이 그룹을 무엇에 사용할 것입니까?
ru: Для каких целей вы будете использовать группу?

source: What would you like to do?
ko: 무엇을하고 싶으십니까?
ru: Что бы вы хотели сделать?

source: What's new
ko: 새로운 기능
ru: Что нового?

source: When a deployment job is successful, prevent older deployment jobs that are still pending.
ko: 배포 작업이 성공하면 아직 보류 중인 이전 배포 작업을 방지합니다.
ru: Когда задание развёртывания успешно, предотвратить выполнение более старых заданий развёртывания, которые всё ещё ожидают.

source: When all the merge checks for this merge request pass, it will %{linkStart}automatically merge%{linkEnd}.
ko: 이 머지 리퀘스트에 대한 머지 병합 검사가 통과되면 %{linkStart}자동으로 머지%{linkEnd}됩니다.
ru: Когда все проверки слияния для этого запроса на слияние будут пройдены, он %{linkStart}сливается автоматически%{linkEnd}.

source: When enabled, SSH keys with no expiry date or an invalid expiration date are no longer accepted. Leave blank for no limit.
ko: 이 옵션을 선택하면 만료 날짜가 없거나 유효하지 않은 SSH 키는 더 이상 허용되지 않습니다. 제한없이 사용하려면 공백으로 비워 두십시오.
ru: При включении ключи SSH без срока действия или с недействительной датой истечения действия больше не принимаются. Оставьте пустым для отсутствия ограничений.

source: When enabled, cleanup policies execute faster but put more load on Redis.
ko: 활성화되면 정리 정책이 더 빠르게 실행되지만 Redis에 더 많은 부하가 걸립니다.
ru: Когда эта функция включена, политики очистки выполняются быстрее, но увеличивают нагрузку на Redis.

source: When enabled, it will send 301 Moved Permanently instead of 302 if you want web crawlers to index a different site such as the Home Page URL.
ko: 활성화하면, 홈 페이지 URL과 같은 다른 사이트를 인덱싱하기 위한 웹 크롤러를 원하는 경우 302대신 301 영구적으로 이동을 전송합니다.
ru: При включении будет отправляться код 301 Moved Permanently вместо 302, если вы хотите, чтобы поисковые роботы индексировали другой сайт, например, URL главной страницы.

source: When enabled, job logs are collected by Datadog and displayed along with pipeline execution traces.
ko: 이 옵션을 선택하면 작업 로그가 Datadog에 의해 수집되고 파이프라인 실행 추적과 함께 표시됩니다.
ru: Если эта функция включена, журналы заданий собираются Datadog и отображаются вместе с трассировками выполнения конвейера.

source: When left blank, default value of %{max_lifetime_in_days} is applied. When set, value must be %{max_lifetime_in_days} or less. When changed, existing access tokens with an expiration date beyond the maximum allowable lifetime are revoked.
ko: 비워두면 기본값 %{max_lifetime_in_days} 이 적용됩니다. 설정하려면 값은 %{max_lifetime_in_days} 이하여야 합니다. 변경하면 만료일이 최대 허용 기한을 초과한 기존 액세스 토큰이 해지됩니다.
ru: Если оставить пустым, применяется значение по умолчанию %{max_lifetime_in_days}. Если задано, значение должно быть %{max_lifetime_in_days} или меньше. При изменении существующие токены доступа с датой истечения срока действия, за границей допустимого срока действия, отзываются.

source: When merge requests and commits in the default branch close, any issues they reference also close.
ko: 기본 브랜치 내의 머지 리퀘스트와 커밋이 닫히면, 참조하는 모든 이슈도 닫힙니다.
ru: Когда запросы на слияние и коммиты в ветке по умолчанию закрываются, любые связанные с ними обсуждения также закрываются.

source: When the pipeline for this merge request succeeds, it will %{linkStart}automatically merge%{linkEnd}.
ko: 이 머지 리퀘스트에 대한 파이프라인이 성공하면 %{linkStart}자동으로 병합%{linkEnd}됩니다.
ru: Когда конвейер для этого запроса на слияние завершится успешно, он %{linkStart}будет автоматически объединён%{linkEnd}.

source: When this merge request is accepted
ko: 이 머지 리퀘스트가 승인됐을 때
ru: Когда запрос на слияние будет принят

source: When using the %{code_open}http://%{code_close} or %{code_open}https://%{code_close} protocols, please provide the exact URL to the repository. HTTP redirects will not be followed.
ko: %{code_open}http://%{code_close} 또는 %{code_open}https://%{code_close} 프로토콜을 사용하는 경우 리포지토리에 대한 정확한 URL을 제공하십시오. HTTP 리디렉션은 따르지 않습니다.
ru: При использовании протоколов %{code_open}http://%{code_close} или %{code_open}https://%{code_close} указывайте точный URL-адрес репозитория. Перенаправления HTTP не будут выполняться.

source: When using the %{code_open}ssh://%{code_close} protocol, please use the following format: %{code_open}ssh://username@example.com/group/project.git%{code_close}.
ko: %{code_open}ssh://%{code_close} 프로토콜을 사용하는 경우 다음 형식을 사용하세요: %{code_open}ssh://username@example.com/group/project.git%{code_close}.
ru: При использовании протокола %{code_open}ssh://%{code_close} используйте следующий формат: %{code_open}ssh://username@example.com/group/project.git%{code_close}.

source: When you transfer your project to a group, you can easily manage multiple projects, view usage quotas for storage, compute minutes, and users, and start a trial or upgrade to a paid tier.
ko: 프로젝트를 그룹으로 전송하면 여러 프로젝트를 쉽게 관리하고, 스토리지 사용 할당량을 확인하고, 시간과 사용자를 계산하고, 평가판을 시작하거나 유료 티어로 업그레이드할 수 있습니다.
ru: Когда вы передаете свой проект в группу, вы сможете легко управлять несколькими проектами, просматривать квоты на использование для хранилища, вычислительных минут и участников, а также начать пробный период или перейти на платный тариф.

source: When your trial ends, you'll move to the Free tier, which has a limit of %{free_user_limit} seat. %{free_user_limit} seat will remain active, and members not occupying a seat will have the %{link_start}Over limit status%{link_end} and lose access to this group.
ko: 평가판이 종료되면 %{free_user_limit} 시트로 제한되는 Free 티어로 이동합니다. %{free_user_limit} 시트는 활성 상태로 유지되며, 시트를 차지하지 않는 구성원은 %{link_start}한도 초과 상태%{link_end} 이 되어 이 그룹에 액세스할 수 없게 됩니다.
ru: Когда ваша пробная версия закончится, вы перейдете на бесплатный тариф, который ограничен %{free_user_limit} лицензией. %{free_user_limit} лицензия останется активной, а участники, не занимающие лицензию, получат статус %{link_start}Превышение лимита%{link_end} и потеряют доступ к этой группе.

source: When:
ko: 일시:
ru: Когда:

source: Which API requests are affected?
ko: 어떤 API 요청이 영향을 받습니까?
ru: Какие запросы API затронуты?

source: Which emoji events trigger webhooks
ko: Webhook를 트리거하는 이모티콘 이벤트
ru: Какие события эмодзи вызывают вебхуки

source: Which project or group access token events trigger webhooks
ko: Webhook을 트리거하는 프로젝트 또는 그룹 액세스 토큰 이벤트
ru: Какие события токенов доступа проекта или группы запускают вебхуки

source: Who can approve?
ko: 누가 승인할 수 있습니까?
ru: Кто может одобрить?

source: Who can see this group?
ko: 누가 이 그룹을 볼 수 있나요?
ru: Кто может видеть эту группу?

source: Who will be able to see this group?
ko: 누가 이 그룹을 볼 수 있게 되나요?
ru: Кто сможет видеть эту группу?

source: Who will be using GitLab?
ko: 누가 GitLab을 사용할 것입니까?
ru: Кто будет использовать GitLab?

source: Who will be using this GitLab subscription?
ko: 누가 이 GitLab 구독을 사용하게 되나요?
ru: Кто будет использовать эту подписку GitLab?

source: Who will be using this GitLab trial?
ko: 누가 이 GitLab 평가판을 사용하게 됩니까?
ru: Кто будет использовать пробный период GitLab?

source: Who will be using this group?
ko: 누가 이 그룹을 사용하게 됩니까?
ru: Кто будет использовать эту группу?

source: Why am I seeing this warning?
ko: 왜 이 경고가 표시되나요?
ru: Почему я вижу это предупреждение?

source: Why are you signing up? (optional)
ko: 가입하는 이유는 무엇입니까? (선택)

source: Why can't I approve?
ko: 왜 승인할 수 없나요?
ru: Почему я не могу одобрить?

source: Wiki
ko: 위키
ru: Вики

source: Wiki comment form
ko: Wiki 댓글 형식
ru: Форма комментариев вики

source: Wiki page
ko: 위키 페이지
ru: Страница вики

source: Wiki page was successfully deleted.
ko: 위키 페이지를 성공적으로 삭제하였습니다.
ru: Страница вики была успешно удалена.

source: Wiki404|This page doesn't exist
ko: 이 페이지는 존재하지 않습니다
ru: Эта страница не существует

source: Wiki404|Use the sidebar to find a different page.
ko: 다른 페이지를 찾으려면 사이드바를 사용하세요.
ru: Используйте боковую панель для перехода к другой странице.

source: Wiki404|Would you like to create it?
ko: 생성하시겠습니까?
ru: Хотите её создать?

source: WikiClone|Clone Wiki repository
ko: 위키 리포지토리 복제
ru: Клонировать репозиторий вики

source: WikiClone|Git Access
ko: Git 접근
ru: Доступ через Git

source: WikiEdit|There is already a page with the same title in that path.
ko: 제목의 경로와 같은 곳에 페이지가 이미 존재합니다.
ru: По этому пути уже есть страница с таким названием.

source: WikiEmpty| Have a Confluence wiki already? Use that instead.
ko: Confluence 위키가 이미 있습니까? 이것을 대신 사용하세요.
ru: Уже есть вики в Confluence? Используйте её.

source: WikiEmpty|Confluence is enabled
ko: Confluence가 활성화됨
ru: Confluence включён

source: WikiEmpty|Create this page…
ko: 이 페이지 생성...
ru: Создать эту страницу…

source: WikiEmpty|Create your first page
ko: 첫 번째 페이지 생성하기
ru: Создать вашу первую страницу

source: WikiEmpty|Enable the Confluence Wiki integration
ko: Confluence 위키 통합 활성화
ru: Включить интеграцию с Вики Confluence

source: WikiEmpty|Get started with wikis
ko: 위키 시작하기
ru: Начало работы с вики

source: WikiEmpty|Go to Confluence
ko: Confluence로 이동
ru: Перейти в Confluence

source: WikiEmpty|This wiki doesn't have any content yet
ko: 이 위키에는 아직 콘텐츠가 없습니다.
ru: В этой вики пока нет содержимого

source: WikiEmpty|Use GitLab Wiki to collaborate on documentation in a project or group. You can store wiki pages written in markup formats like Markdown or AsciiDoc in a separate Git repository, and access the wiki through Git, the GitLab web interface, or the API.
ko: GitLab Wiki를 사용하여 프로젝트 또는 그룹의 문서 작업에 공동으로 참여하세요. Markdown 또는 AsciiDoc과 같은 마크업 형식으로 작성된 Wiki 페이지를 별도의 Git 리포지토리에 저장하고 Git, GitLab 웹 인터페이스 또는 API를 통해 Wiki에 액세스할 수 있습니다.
ru: Используйте вики GitLab для совместной работы над документацией в проекте или группе. Вы можете хранить страницы вики, написанные в форматах разметки, таких как Markdown или AsciiDoc, в отдельном репозитории Git и получать доступ к вики через Git, веб-интерфейс GitLab или API.

source: WikiEmpty|You can use GitLab Wiki to collaborate on documentation in a project or group. You can store wiki pages written in markup formats like Markdown or AsciiDoc in a separate Git repository, and access the wiki through Git, the GitLab web interface, or the API.
ko: GitLab Wiki를 사용하여 프로젝트 또는 그룹의 문서에서 공동 작업을 할 수 있습니다. Markdown 또는 AsciiDoc과 같은 마크업 형식으로 작성된 Wiki 페이지를 별도의 Git 리포지토리에 저장하고 Git, GitLab 웹 인터페이스 또는 API를 통해 Wiki에 액세스할 수 있습니다.
ru: Вы можете использовать вики GitLab для совместной работы над документацией в проекте или группе. Страницы вики, написанные в форматах разметки, таких как Markdown или AsciiDoc, можно хранить в отдельном репозитории Git и получать доступ к вики через Git, веб-интерфейс GitLab или API.

source: WikiEmpty|You've enabled the Confluence Workspace integration. Your wiki will be viewable directly within Confluence. We are hard at work integrating Confluence more seamlessly into GitLab. If you'd like to stay up to date, follow our %{wiki_confluence_epic_link_start}Confluence epic%{wiki_confluence_epic_link_end}.
ko: Confluence 작업공간 통합을 활성화 하였습니다. 귀하의 위키는 Confluence 내에서 직접 볼 수 있습니다. Confluence를 GitLab에 보다 원활하게 통합하기 위해 열심히 노력하고 있습니다. 최신 정보를 확인하려면 %{wiki_confluence_epic_link_start}Confluence 에픽%{wiki_confluence_epic_link_end}을 팔로우하세요.
ru: Вы включили интеграцию с рабочим пространством Confluence. Ваша вики будет доступна напрямую в Confluence. Мы активно работаем над более тесной интеграцией Confluence в GitLab. Если вы хотите быть в курсе, следите за нашей %{wiki_confluence_epic_link_start}целью по Confluence%{wiki_confluence_epic_link_end}.

source: WikiHistoricalPage|Browse history
ko: 이력 탐색
ru: Просмотр истории

source: WikiHistoricalPage|Go to most recent version
ko: 최신 버전으로 이동
ru: Перейти к последней версии

source: WikiHistoricalPage|This is an old version of this page.
ko: 이 페이지의 old 버전입니다.
ru: Это устаревшая версия этой страницы.

source: WikiPageConfirmDelete|Are you sure you want to delete the custom sidebar?
ko: 커스텀 사이드바를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить настраиваемую боковую панель?

source: WikiPageConfirmDelete|Are you sure you want to delete this page?
ko: 이 페이지를 삭제하시겠습니까?
ru: Вы уверены, что вы хотите удалить эту страницу?

source: WikiPageConfirmDelete|Are you sure you want to delete this template?
ko: 이 템플릿을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот шаблон?

source: WikiPageConfirmDelete|Delete
ko: 삭제
ru: Удалить

source: WikiPageConfirmDelete|Delete custom sidebar
ko: 커스텀 사이드바 삭제
ru: Удалить пользовательскую боковую панель

source: WikiPageConfirmDelete|Delete custom sidebar?
ko: 커스텀 사이드바 삭제할까요?
ru: Удалить пользовательскую боковую панель?

source: WikiPageConfirmDelete|Delete page
ko: 페이지 삭제
ru: Удалить страницу

source: WikiPageConfirmDelete|Delete page "%{pageTitle}"?
ko: 페이지 "%{pageTitle}"을(를) 삭제하시겠습니까?
ru: Удалить страницу «%{pageTitle}»?

source: WikiPageConfirmDelete|Delete template
ko: 템플릿 삭제
ru: Удалить шаблон

source: WikiPageConfirmDelete|Delete template "%{pageTitle}"?
ko: 템플릿 "%{pageTitle}"을 삭제할까요?
ru: Удалить шаблон «%{pageTitle}»?

source: WikiPageConflictMessage|Someone edited the page the same time you did. Please check out %{wikiLinkStart}the page%{wikiLinkEnd} and make sure your changes will not unintentionally remove theirs.
ko: 당신과 같은 시간에 누군가가 페이지를 수정했습니다. %{wikiLinkStart}페이지%{wikiLinkEnd}를 확인한 뒤, 변경 사항으로 인해 의도하지 않게 삭제되는 것이 있는지 확인하십시오.
ru: Кто-то отредактировал страницу в тот же момент, что и вы. Проверьте %{wikiLinkStart}страницу%{wikiLinkEnd} и убедитесь, что ваши правки не удаляют чужие правки.

source: WikiPage|Cancel
ko: 취소
ru: Отмена

source: WikiPage|Commit message
ko: 커밋 메시지
ru: Сообщение коммита

source: WikiPage|Content
ko: 내용
ru: Содержание

source: WikiPage|Create %{pageTitle}
ko: %{pageTitle} 생성
ru: Создание %{pageTitle}

source: WikiPage|Create custom sidebar
ko: 커스텀 사이드바 생성
ru: Создать пользовательскую боковую панель

source: WikiPage|Create page
ko: 페이지 생성
ru: Создать страницу

source: WikiPage|Create template
ko: 템플릿 생성
ru: Создать шаблон

source: WikiPage|Create template %{pageTitle}
ko: %{pageTitle} 템플릿 만들기
ru: Создание шаблона %{pageTitle}

source: WikiPage|Format
ko: 포맷
ru: Формат

source: WikiPage|Learn more.
ko: 더 알아보기.
ru: Подробнее.

source: WikiPage|Page path
ko: 페이지 경로
ru: Путь страницы

source: WikiPage|Page title
ko: 페이지 제목
ru: Заголовок страницы

source: WikiPage|Path
ko: 경로
ru: Путь

source: WikiPage|Save changes
ko: 변경사항 저장
ru: Сохранить изменения

source: WikiPage|Template title
ko: 템플릿 제목
ru: Заголовок страницы

source: WikiPage|Tip: You can move this page by adding the path to the beginning of the title.
ko: 팁: 제목의 시작 부분에 경로를 추가하여 이 페이지로 이동할 수 있습니다.
ru: Совет: Вы можете переместить эту страницу, добавив путь к началу заголовка.

source: WikiPage|Tip: You can specify the full path for the new file. We will automatically create any missing directories.
ko: 팁: 새 파일의 전체 경로를 지정할 수 있습니다. 누락된 디렉토리는 자동으로 생성됩니다.
ru: Совет: Вы можете указать полный путь для нового файла. Мы автоматически создадим недостающие директории.

source: WikiPage|Title
ko: 제목
ru: Заголовок

source: WikiPage|To link to a (new) page, simply type %{linkExample}. More examples are in the %{linkStart}documentation%{linkEnd}.
ko: (새) 페이지에 링크하려면 %{linkExample}을 입력하기만 하면 됩니다. 더 많은 예는 %{linkStart}문서%{linkEnd}에 있습니다.
ru: Чтобы создать ссылку на (новую) страницу, просто введите %{linkExample}. Больше примеров в %{linkStart}документации%{linkEnd}.

source: WikiPage|Update %{pageTitle}
ko: %{pageTitle} 업데이트
ru: Изменение %{pageTitle}

source: WikiPage|Update template %{pageTitle}
ko: %{pageTitle} 템플릿 업데이트
ru: Изменение шаблона %{pageTitle}

source: WikiPage|Write your content or drag files here…
ko: 여기에 내용을 작성하거나 파일을 드래그하세요…
ru: Напишите что-нибудь или перетащите сюда файлы…

source: Wiki|Add custom sidebar
ko: 커스텀 사이드바 추가
ru: Добавить пользовательскую боковую панель

source: Wiki|Could not access the Wiki Repository at this time.
ko: 지금은 Wiki 리포지토리에 액세스할 수 없습니다.
ru: Не удалось получить доступ к репозиторию вики.

source: Wiki|Create a new page under "%{page_title}"
ko: "%{page_title}" 아래에 새 페이지 만들기
ru: Создать новую страницу в разделе «%{page_title}»

source: Wiki|Edit custom sidebar
ko: 커스텀 사이드바 편집
ru: Изменить пользовательскую боковую панель

source: Wiki|Edit page
ko: 페이지 편집
ru: Изменить страницу

source: Wiki|Edit template
ko: 템플릿 편집
ru: Изменить шаблон

source: Wiki|Home
ko: 홈
ru: Главная

source: Wiki|Last edited by %{author} %{timeago}
ko: %{timeago} 전 %{author}에 의해 편집됨
ru: Последнее редактирование %{author} %{timeago}

source: Wiki|New custom sidebar
ko: 새 커스텀 사이드바 생성
ru: Новая пользовательская боковая панель

source: Wiki|New page
ko: 새 페이지
ru: Новая страница

source: Wiki|New template
ko: 새 템플릿
ru: Новый шаблон

source: Wiki|No templates found
ko: 템플릿을 찾을 수 없음
ru: Шаблоны не найдены

source: Wiki|Page history
ko: 페이지 이력
ru: История страницы

source: Wiki|Pages
ko: 페이지
ru: Страницы

source: Wiki|Search pages
ko: 페이지 검색
ru: Поиск страниц

source: Wiki|Sidebar was successfully created.
ko: 사이드바가 성공적으로 생성되었습니다.
ru: Пользовательская боковая панель создана.

source: Wiki|Sidebar was successfully updated.
ko: 사이드바가 성공적으로 업데이트되었습니다.
ru: Пользовательская боковая панель изменена.

source: Wiki|Template history
ko: 템플릿 이력
ru: История шаблона

source: Wiki|Templates
ko: 템플릿
ru: Шаблоны

source: Wiki|The page at %{code_start}%{redirected_from}%{code_end} has been moved to %{code_start}%{redirected_to}%{code_end}.
ko: %{code_start}%{redirected_from}%{code_end} 의 페이지가 %{code_start}%{redirected_to}%{code_end}로 이동되었습니다.
ru: Страница %{code_start}%{redirected_from}%{code_end} была переименована в %{code_start}%{redirected_to}%{code_end}.

source: Wiki|The page at %{code_start}%{redirected_from}%{code_end} redirected too many times. You are now editing the page at %{code_start}%{redirected_from}%{code_end}.
ko: %{code_start}%{redirected_from}%{code_end} 의 페이지가 너무 많이 리디렉션되었습니다. 현재 %{code_start}%{redirected_from}%{code_end}의 페이지를 편집 중입니다.
ru: Произошло слишком много перенаправлений со страницы %{code_start}%{redirected_from}%{code_end}. Сейчас вы редактируете страницу %{code_start}%{redirected_from}%{code_end}.

source: Wiki|The page at %{code_start}%{redirected_from}%{code_end} tried to redirect to %{code_start}%{redirected_to}%{code_end}, but it does not exist. You are now editing the page at %{code_start}%{redirected_to}%{code_end}. %{link_start}Edit page at %{code_start}%{redirected_from}%{code_end} instead.%{link_end}
ko: %{code_start}%{redirected_from}%{code_end} 의 페이지가 %{code_start}%{redirected_to}%{code_end}로 리디렉션을 시도했지만 존재하지 않습니다. 현재 %{code_start}%{redirected_to}%{code_end}페이지를 편집 중입니다. %{link_start} %{code_start}%{redirected_from}%{code_end} 에서 페이지를 편집하세요.%{link_end}
ru: Страница %{code_start}%{redirected_from}%{code_end} пыталась перенаправить вас на несуществующую страницу %{code_start}%{redirected_to}%{code_end}. Сейчас вы редактируете страницу %{code_start}%{redirected_to}%{code_end}. %{link_start}Редактировать страницу %{code_start}%{redirected_from}%{code_end} вместо этого.%{link_end}

source: Wiki|The sidebar failed to load. You can reload the page to try again.
ko: 사이드바를 로드하지 못했습니다. 페이지를 새로고침하여 다시 시도할 수 있습니다.
ru: Не удалось загрузить боковую панель. Перезагрузите страницу, чтобы попробовать снова.

source: Wiki|There are no pages in this wiki yet.
ko: 이 위키에는 아직 페이지가 없습니다.
ru: В этой вики ещё нет страниц.

source: Wiki|View all pages
ko: 모든 페이지 보기
ru: Просмотреть все страницы

source: Wiki|Wiki actions
ko: 위키 동작
ru: Действия с вики

source: Wiki|Wiki page was successfully created.
ko: Wiki 페이지가 성공적으로 생성되었습니다.
ru: Страница вики успешно создана.

source: Wiki|Wiki page was successfully updated.
ko: Wiki 페이지가 성공적으로 업데이트되었습니다.
ru: Страница вики успешно изменена.

source: Wiki|Wiki pages
ko: Wiki 페이지
ru: Страницы вики

source: Wiki|Wiki templates
ko: Wiki 템플릿
ru: Шаблоны Wiki

source: Wiki|WikiPage::Meta should belong to either project or namespace.
ko: WikiPage::Meta는 프로젝트나 네임스페이스에 속해야 합니다.
ru: WikiPage::Meta должна принадлежать либо проекту, либо пространству имён.

source: Will be created
ko: 생성됩니다

source: Will be mapped to
ko: 다음에 매핑됩니다.

source: Will be released
ko: 릴리스 예정
ru: Будет выпущен

source: Will deploy to
ko: 다음에 배포될 예정입니다

source: Wireframe
ko: 와이어프레임
ru: Каркас

source: With custom notification levels you receive notifications for the same events as in the Participate level, with additional selected events. For more information, see %{notificationLinkStart}notification emails%{notificationLinkEnd}.
ko: 커스텀 알림 수준을 사용하면 참여 수준과 동일한 이벤트에 대한 알림을 추가로 선택한 이벤트와 함께 받을 수 있습니다. 자세한 내용은 %{notificationLinkStart}알림 이메일%{notificationLinkEnd}을 참조하세요.
ru: С настраиваемыми уровнями уведомлений вы получаете уведомления о тех же событиях, что и на уровне Участие, с добавлением выбранных событий. Для получения дополнительной информации смотрите %{notificationLinkStart}уведомления по электронной почте%{notificationLinkEnd}.

source: With requirements, you can set criteria to check your products against
ko: 요구 사항을 사용하면 제품을 검사할 기준을 설정할 수 있습니다.
ru: С помощью требований вы можете установить критерии для проверки ваших продуктов

source: Withdraw Access Request
ko: 액세스 요청 철회
ru: Отменить запрос доступа

source: Work Item type with id %{id} was not found
ko: id가 %{id}인 작업 항목 유형을 찾을 수 없습니다.
ru: Тип рабочего элемента с ID %{id} не найден

source: Work in progress (open and unassigned)
ko: 진행 중인 작업 (오픈 - 담당자 미지정 상태)
ru: В процессе выполнения (открытые и не назначенные)

source: Work in progress limit
ko: 작업 진행 한도
ru: Лимит состояния «в работе»

source: Work in progress limit: %{wipLimit} items
ko: 진행 중 작업 한도: %{wipLimit} 아이템
ru: Максимальное количество незавершённых элементов: %{wipLimit}

source: Work item
ko: 작업 항목
ru: Рабочий элемент

source: Work item not supported
ko: 작업 항목이 지원되지 않습니다.
ru: Рабочий элемент не поддерживается

source: Work item type %{work_item_type_name} can only have a maximum of %{limit} active custom fields.
ko: %{work_item_type_name} 작업 항목 유형은 활성 커스텀 필드를 최대 %{limit}개까지만 가질 수 있습니다.
ru: Для рабочего элемента с типом %{work_item_type_name} нельзя установить более %{limit} активных настраиваемых полей.

source: Work items
ko: 작업 항목
ru: Рабочие элементы

source: WorkItemCustomFields|Failed to load custom fields.
ko: 사용자 정의 필드를 불러오지 못했습니다.
ru: Не удалось загрузить пользовательские поля.

source: WorkItemCustomFields|Options could not be loaded for field: %{customFieldName}. Please try again.
ko: 옵션이 필드로 로딩될 수 없습니다 : %{customFieldName} 다시 시도해 보세요.
ru: Не удалось загрузить варианты для поля: %{customFieldName}. Повторите попытку.

source: WorkItemCustomFields|Options could not be loaded for field: %{dropdownLabel}. Please try again.
ko: 옵션은 필드로 로딩될 수 없습니다. : %{dropdownLabel} 다시 시도해 보세요.
ru: Не удалось загрузить варианты для поля: %{dropdownLabel}. Повторите попытку.

source: WorkItemCustomFields|Select one
ko: 하나를 선택
ru: Выберите один

source: WorkItemCustomFields|Select one or more
ko: 하나 이상을 선택
ru: Выберите один или несколько

source: WorkItemCustomField|Add option
ko: 옵션 추가

source: WorkItemCustomField|An error occurred while loading the custom field
ko: 커스텀 필드를 로딩하는 중 오류가 발생했습니다

source: WorkItemCustomField|At least one option is required.
ko: 최소한 하나의 옵션이 필요합니다.

source: WorkItemCustomField|Name
ko: 이름
ru: Название

source: WorkItemCustomField|Name is required.
ko: 이름이 필요합니다.
ru: Требуется указать название.

source: WorkItemCustomField|Options
ko: 옵션

source: WorkItemCustomField|Remove
ko: 제거

source: WorkItemCustomField|To add multiple options at once, paste a list of items, one per line.
ko: 여러 옵션을 한 번에 추가하려면 한 줄에 하나씩 항목 목록을 붙여넣으세요.
