Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ValueStreamAnalytics|Shows %{selectedSubjectFilterText} and %{labelsCount} for group '%{groupName}' and %{projectsCount} from %{createdAfter} to %{createdBefore}
ko: %{createdAfter}에서 %{createdBefore}까지 그룹 '%{groupName}' 과%{projectsCount} 에 대해 %{selectedSubjectFilterText} 과 %{labelsCount} 를 표시합니다.
ru: Показывает %{selectedSubjectFilterText} и %{labelsCount} для группы «%{groupName}» и %{projectsCount} с %{createdAfter} по %{createdBefore}

source: ValueStreamAnalytics|Shows %{selectedSubjectFilterText} and %{labelsCount} for group '%{groupName}' from %{createdAfter} to %{createdBefore}
ko: %{createdAfter} 에서 %{createdBefore}까지 그룹 '%{groupName}'에 대해 %{selectedSubjectFilterText} 과 %{labelsCount} 표시합니다.
ru: Показывает %{selectedSubjectFilterText} и %{labelsCount} для группы «%{groupName}» с %{createdAfter} по %{createdBefore}

source: ValueStreamAnalytics|Shows %{selectedSubjectFilterText} for group '%{groupName}' and %{projectsCount} from %{createdAfter} to %{createdBefore}
ko: %{createdAfter} 에서 %{createdBefore}까지 그룹 '%{groupName}'에 대해 %{selectedSubjectFilterText} 을 표시하고 %{projectsCount} 를 표시합니다.
ru: Показывает %{selectedSubjectFilterText} для группы '%{groupName}' и %{projectsCount} с %{createdAfter} по %{createdBefore}

source: ValueStreamAnalytics|Shows %{selectedSubjectFilterText} for group '%{groupName}' from %{createdAfter} to %{createdBefore}
ko: %{createdAfter} 에서 %{createdBefore}까지 그룹 '%{groupName}'에 대해 %{selectedSubjectFilterText} 을 표시합니다.
ru: Показывает %{selectedSubjectFilterText} для группы '%{groupName}' с %{createdAfter} по %{createdBefore}

source: ValueStreamAnalytics|Tasks by type
ko: 유형별 작업
ru: Задания по типу

source: ValueStreamAnalytics|The time it takes an organization to recover from a failure in production.
ko: 조직이 프로덕션의 장애로부터 복구하는 데 걸리는 시간
ru: Время, необходимое организации для восстановления после сбоя в рабочем окружении.

source: ValueStreamAnalytics|The time to successfully deliver a commit into production. This metric reflects the efficiency of CI/CD pipelines.
ko: 프로덕션에 커밋을 성공적으로 전달하는 시간입니다. 이 측정항목은 CI/CD 파이프라인의 효율성을 반영합니다.
ru: Время, необходимое для успешной доставки коммита в рабочее окружение. Этот показатель отражает эффективность конвейеров CI/CD.

source: ValueStreamAnalytics|There was an error while fetching DORA metrics data.
ko: DORA 메트릭 데이터를 가져오는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении данных метрик DORA.

source: ValueStreamAnalytics|There was an error while fetching flow metrics data.
ko: 흐름 측정항목 데이터를 가져오는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении данных метрик потока.

source: ValueStreamAnalytics|Total number of deploys to production.
ko: 프로덕션의 총 배포 수.
ru: Общее количество развертываний в рабочее окружение.

source: ValueStreamAnalytics|Value stream
ko: 가치 흐름
ru: Поток создания ценности

source: ValueStreamAnalytics|View details
ko: 상세정보 보기
ru: Просмотреть детали

source: ValueStreamEvent|Items in stage
ko: 스테이지의 항목

source: ValueStreamEvent|Only items that reached their stop event.
ko: 정지 이벤트에 도달한 항목만

source: ValueStreamEvent|Stage time (median)
ko: 스테이지 시간 (중간값)
ru: Время этапа (медиана)

source: ValueStreamEvent|Start
ko: 시작

source: ValueStreamEvent|Stop
ko: 중지

source: Variable
ko: 변수
ru: Переменная

source: Variable (default)
ko: 변수 (기본값)
ru: Переменная (по умолчанию)

source: Variable name '%{variable}' must not start with '%{prefix}'
ko: 변수 이름 '%{variable}'은 '%{prefix}'로 시작할 수 없습니다.

source: Variables
ko: 변수
ru: Переменные

source: Various container registry settings.
ko: 여러가지 컨테이너 레지스트리 설정.
ru: Различные настройки реестра контейнеров.

source: Various email settings.
ko: 여러가지 이메일 설정.
ru: Различные настройки электронной почты.

source: Various settings that affect GitLab performance.
ko: GitLab 성능에 영향을 주는 여러가지 설정.
ru: Различные настройки, которые влияют на производительность GitLab.

source: Verification status
ko: 인증 상태

source: Verifications status
ko: 인증 상태

source: Verified
ko: 검증됨
ru: Подтверждён

source: Verified commit
ko: 검증된 커밋

source: Verified commit with unverified email
ko: 검증되지 않은 이메일로 검증된 커밋

source: Verify SAML Configuration
ko: SAML 구성 확인
ru: Проверить настройки SAML

source: Verify code
ko: 코드 확인

source: Verify that GPG keys are authorized by Beyond Identity Authenticator.
ko: Beyond Identity Authenticator에서 GPG 키가 인증되었는지 확인하세요.
ru: Проверяйте, что GPG-ключи авторизованы в Beyond Identity Authenticator.

source: Version
ko: 버전
ru: Версия

source: Version %{report_version} for report type %{report_type} is unsupported, supported versions for this report type are: %{supported_schema_versions}. GitLab will attempt to validate this report against the earliest supported versions of this report type, to show all the errors but will not ingest the report
ko: 보고서 유형 %{report_type} 에 대한 버전 %{report_version} 은 지원되지 않으며 이 보고서 유형에 대해 지원되는 버전은 %{supported_schema_versions}입니다. GitLab은 모든 오류를 표시하기 위해 이 보고서 유형의 지원되는 가장 오래된 버전에 대해 이 보고서의 유효성을 검사하려고 시도하지만 보고서를 수집하지는 않습니다.
ru: Версия %{report_version} для типа отчёта %{report_type} не поддерживается, поддерживаемые версии для этого типа отчёта: %{supported_schema_versions}. GitLab попытается проверить этот отчёт на соответствие самым ранним поддерживаемым версиям этого типа отчёта, чтобы показать все ошибки, но не будет принимать отчёт.

source: Version %{versionNumber}
ko: 버전 %{versionNumber}

source: Version %{versionNumber} (latest)
ko: 버전 %{versionNumber} (최신)
ru: Версия %{versionNumber} (последняя)

source: Version must be semantic version
ko: 버전은 의미 있게 작성되어야 합니다

source: VersionCheck|%{details}
ko: %{details}
ru: %{details}

source: VersionCheck|Additionally, there is an available stable patch for your current GitLab minor version: %{latestStableVersionOfMinor}
ko: 추가로, 현재 GitLab 마이너 버전에 대한 사용 가능한 안정 패치가 있습니다. %{latestStableVersionOfMinor}
ru: Кроме того, доступен стабильный патч в вашей текущей минорной версии GitLab: %{latestStableVersionOfMinor}

source: VersionCheck|Important notice - Critical patch release
ko: 중요 공지 - 중요 패치 릴리스
ru: Важное уведомление — патч с исправлением критичных проблем

source: VersionCheck|Learn more about this critical patch release.
ko: 이 중요 패치 릴리스에 대해 자세히 알아보세요.
ru: Подробнее об этом патче с исправлением критичных проблем.

source: VersionCheck|Remind me again in 3 days
ko: 3일 후에 다시 알림
ru: Напомнить через 3 дня

source: VersionCheck|Up to date
ko: 최신
ru: Последняя версия

source: VersionCheck|Update ASAP
ko: 긴급 업데이트
ru: Обновите как можно скорее

source: VersionCheck|Update available
ko: 사용 가능한 업데이트
ru: Доступно обновление

source: VersionCheck|Upgrade now
ko: 지금 업그레이드
ru: Обновить сейчас

source: VersionCheck|You are currently on version %{currentVersion}! We strongly recommend upgrading your GitLab installation immediately.
ko: 현재 %{currentVersion} 버전입니다! GitLab 설치를 즉시 업그레이드하는 것이 좋습니다.
ru: Сейчас вы используете версию %{currentVersion}! Мы настоятельно рекомендуем немедленно обновить инсталляцию GitLab.

source: VersionCheck|You are currently on version %{currentVersion}! We strongly recommend upgrading your GitLab installation to one of the following versions immediately: %{latestStableVersions}.
ko: 현재 버전은 %{currentVersion}입니다! GitLab 설치를 다음 버전 중 하나로 즉시 업그레이드하는 것이 좋습니다: %{latestStableVersions}.
ru: Сейчас вы используете версию %{currentVersion}! Мы настоятельно рекомендуем немедленно обновить инсталляцию GitLab до одной из следующих версий: %{latestStableVersions}.

source: Versions
ko: 버전
ru: Версии

source: View %d registry
ko: %d 개의 레지스트리 표시

source: View %{project} project
ko: %{project} 프로젝트 보기

source: View File Metadata
ko: 파일 메타데이터 보기
ru: Просмотр метаданных файла

source: View Pipeline: %{title}
ko: 파이프라인 보기: %{title}

source: View Stage: %{title}
ko: 스테이지 보기: %{title}

source: View alert details at
ko: 경고 세부 정보보기
ru: Просмотреть подробности предупреждения на

source: View alert details.
ko: 경고 세부 정보를 봅니다.
ru: Просмотреть подробности предупреждения.

source: View all
ko: 모두 보기

source: View all (%d more item)
ko: 모두 보기 (%d개 항목 더)
ru: Показать все (ещё %d элемент)

source: View all activity
ko: 모든 활동 보기
ru: Просмотреть всю активность

source: View all environments.
ko: 모든 환경 보기
ru: Просмотреть все окружения.

source: View all issues
ko: 모든 이슈 보기
ru: Просмотреть все обсуждения

source: View all personal projects
ko: 모든 개인 프로젝트 보기
ru: Просмотреть все личные проекты

source: View blame
ko: blame 보기
ru: Посмотреть информацию об авторах строк

source: View blame as separate pages
ko: blame을 별도의 페이지로 보기
ru: Просмотр авторов строк на отдельных страницах

source: View blame prior to this change
ko: 이 변경 이전의 blame 보기
ru: Просмотр информации об авторах до этого изменения

source: View branch
ko: 브랜치 보기
ru: Просмотреть ветку

source: View card matches
ko: 매칭되는 카드 보기

source: View changed file
ko: 변경된 파일 보기
ru: Просмотреть изменённый файл

source: View commit %{commit_id}
ko: %{commit_id} 커밋 보기

source: View commits for tag %{tag}
ko: 태그 %{tag}에 대한 커밋 보기

source: View dependency details for your project
ko: 프로젝트에 대한 의존성 세부 정보 보기

source: View deployment
ko: 배포 보기
ru: Просмотр развёртывания

source: View deployment details page
ko: 배포 세부정보 페이지 보기

source: View details
ko: 세부 정보보기
ru: Подробнее

source: View details: %{details_url}
ko: 상세 정보 보기: %{details_url}
ru: Подробнее: %{details_url}

source: View documentation
ko: 설명서 보기
ru: Просмотреть документацию

source: View exposed artifact
ko: 노출된 아티팩트 %d 개 보기
ru: Просмотреть опубликованный артефакт

source: View file
ko: 파일 보기
ru: Просмотреть файл

source: View file @
ko: 파일보기 @
ru: Просмотр файла @

source: View file @ %{commitSha}
ko: 파일 보기 @ %{commitSha}
ru: Просмотр файла @ %{commitSha}

source: View group in admin area
ko: 관리 영역에서 그룹 보기
ru: Просмотр группы в области администратора

source: View group labels
ko: 그룹 라벨 보기
ru: Просмотр меток группы

source: View group pipeline usage quota
ko: 그룹 파이프라인 사용 할당량 보기

source: View incident details at
ko: 인시던트 세부 정보 보기

source: View incident details.
ko: 인시던트 세부 정보 보기

source: View incident issues.
ko: 인시던트 이슈 보기
ru: Показать обсуждения-инциденты

source: View issue
ko: 이슈 보기
ru: Просмотр обсуждения

source: View issues
ko: 이슈 보기
ru: Просмотр обсуждений

source: View it on GitLab
ko: GitLab에서 보기
ru: Посмотреть на GitLab

source: View job currently using resource
ko: 현재 리소스를 사용 중인 작업 보기
ru: Перейти к заданию, использующему ресурс

source: View labels
ko: 라벨보기
ru: Просмотр меток

source: View merge requests you're involved with from start to finish by highlighting those that Needs Attention and those you are Following.
ko: "주의가 필요" 요청과 "팔로우" 중인 요청을 강조 표시하여 시작부터 끝까지 관련된 머지 리퀘스트를 확인하세요.
ru: Просматривайте запросы на слияние, в которых участвуете, от начала до конца. Акцент сделан на те запросы, что требуют внимания, и те, за которыми вы следите.

source: View milestones
ko: 마일스톤 보기
ru: Просмотр этапов

source: View on %{url}
ko: %{url}에 보기

source: View open merge request
ko: 열린 머지 리퀘스트보기
ru: Смотреть открытый запрос на слияние

source: View options
ko: 옵션 보기
ru: Параметры просмотра

source: View original file
ko: 원 파일 보기
ru: Просмотреть исходный файл

source: View page @
ko: @ 페이지 보기

source: View phone number matches
ko: 일치하는 전화번호 보기

source: View project in admin area
ko: 관리 영역에서 프로젝트 보기
ru: Просмотр проекта в области администратора

source: View project labels
ko: 프로젝트 라벨 보기
ru: Просмотр меток проекта

source: View public GPG key
ko: 공개 GPG 키 보기
ru: Посмотреть публичный ключ GPG

source: View replaced file @
ko: 교체된 파일 보기 @
ru: Просмотр заменённого файла @

source: View report
ko: 리포트 보기

source: View seat usage
ko: 좌석 사용량 보기
ru: Просмотр использования лицензий

source: View source
ko: 소스 보기

source: View the %{code_open}last_activity_at%{code_close} attribute for %{project_link} using the %{projects_api_link}.
ko: %{projects_api_link}을 사용하여 %{project_link}에 대한 %{code_open} last_activity_at%{code_close} 특성을 봅니다

source: View the documentation
ko: 문서 보기
ru: Просмотреть документацию

source: View the latest successful deployment to this environment
ko: 이 환경에 대한 최근 성공적인 배포 보기
ru: Просмотр последнего успешного развёртывания в это окружение

source: View trigger token usage examples
ko: 트리거 토큰 사용 예제 보기
ru: Просмотреть примеры использования токена запуска

source: View usage details
ko: 사용 세부 정보 보기
ru: Просмотр сведений об использовании

source: View users statistics
ko: 사용자 통계 보기
ru: Просмотр статистики пользователей

source: View your group: %{group_url}
ko: 당신의 그룹 보기: %{group_url}

source: View your project: %{project_url}
ko: 당신의 프로젝트 보기: %{project_url}

source: Viewed
ko: 조회됨
ru: Просмотрен

source: Viewing commit
ko: 커밋 보기
ru: Просмотр коммита

source: Violates security policy
ko: 보안 정책 위반

source: Violation
ko: 위반
ru: Нарушение

source: VirtualRegistries|API endpoints rate limit
ko: API 엔드포인트 속도 제한

source: VirtualRegistries|Configure Virtual Registries settings.
ko: 가상 레지스트리 설정을 구성합니다.

source: VirtualRegistries|Virtual Registries
ko: 가상 레지스트리

source: VirtualRegistry|%{count} artifact
ko: %{count} 개의 아티팩트
ru: %{count} артефакт

source: VirtualRegistry|%{hours} hour cache
ko: %{hours} 시간 캐시
ru: Кэш на %{hours} час

source: VirtualRegistry|%{size} storage used
ko: %{size} 저장공간 사용됨
ru: Используется %{size} хранилища

source: VirtualRegistry|Add upstream
ko: 업스트림 추가
ru: Добавить исходный реестр

source: VirtualRegistry|Are you sure you want to delete %{name}?
ko: %{name}를 삭제하겠습니까?

source: VirtualRegistry|Are you sure you want to delete %{strongOpen}%{name}%{strongClose}?
ko: %{strongOpen}%{name}%{strongClose}를 삭제하겠습니까?
ru: Вы уверены, что хотите удалить %{strongOpen}%{name}%{strongClose}?

source: VirtualRegistry|Cache: %{size}
ko: 캐시: %{size}
ru: Кэш: %{size}

source: VirtualRegistry|Caching period
ko: 캐싱 기간
ru: Период кэширования

source: VirtualRegistry|Clear cache
ko: 캐시 지우기
ru: Очистить кэш

source: VirtualRegistry|Create Maven registry
ko: Maven 레지스트리 생성
ru: Создать реестр Maven

source: VirtualRegistry|Create registry
ko: 레지스트리 생성
ru: Создать реестр

source: VirtualRegistry|Create upstream
ko: 업스트림 생성
ru: Создать исходный реестр

source: VirtualRegistry|Delete Maven registry
ko: Maven 레지스트리 삭제
ru: Удаление реестра Maven

source: VirtualRegistry|Delete Maven upstream
ko: Maven 업스트림 삭제

source: VirtualRegistry|Delete registry
ko: 레지스트리 삭제
ru: Удалить реестр

source: VirtualRegistry|Delete upstream
ko: 업스트림 삭제
ru: Удалить исходный реестр

source: VirtualRegistry|Description (optional)
ko: 설명 (옵션)
ru: Описание (необязательно)

source: VirtualRegistry|Edit registry
ko: 레지스트리 편집
ru: Изменение реестра

source: VirtualRegistry|Edit upstream
ko: 업스트림 수정
ru: Изменить исходный реестр

source: VirtualRegistry|Enter password
ko: 비밀번호 입력
ru: Введите пароль

source: VirtualRegistry|Failed to fetch list of maven virtual registries.
ko: Maven 가상 레지스트리 목록을 가져오는 데 실패했습니다.
ru: Не удалось получить список виртуальных реестров Maven.

source: VirtualRegistry|Get started with virtual registries
ko: 가상 레지스트리로 시작하기
ru: Начните работу с виртуальными реестрами

source: VirtualRegistry|Manage packages across multiple sources and streamline development workflows. %{learn_more_link}
ko: 여러 소스에서 패키지를 관리하고 개발 워크플로를 간소화하세요. %{learn_more_link}
ru: Управляйте пакетами из нескольких источников и оптимизируйте процессы разработки. %{learn_more_link}

source: VirtualRegistry|Maven
ko: Maven
ru: Maven

source: VirtualRegistry|Maven upstream
ko: Maven 업스트림
ru: Исходный реестр Maven

source: VirtualRegistry|Maven upstream has been deleted.
ko: Maven 업스트림이 삭제되었습니다.

source: VirtualRegistry|Maven upstream has been updated.
ko: Maven 업스트림이 업데이트 되었습니다.

source: VirtualRegistry|Maven virtual registry
ko: Maven 가상 레지스트리
ru: Виртуальный реестр Maven

source: VirtualRegistry|Maven virtual registry was created
ko: Maven 가상 레지스트리가 생성됨
ru: Создан виртуальный реестр Maven

source: VirtualRegistry|Maven virtual registry was deleted
ko: Maven 가상 레지스트리가 삭제됨
ru: Виртуальный реестр Maven удалён

source: VirtualRegistry|Maven virtual registry was updated
ko: Maven 가상 레지스트리가 업데이트됨
ru: Виртуальный реестр Maven изменён

source: VirtualRegistry|Move upstream down
ko: 업스트림을 아래로 이동
ru: Переместить исходный реестр вниз

source: VirtualRegistry|Move upstream up
ko: 업스트림을 위로 이동
ru: Переместить исходный реестр вверх

source: VirtualRegistry|Name
ko: 이름
ru: Название

source: VirtualRegistry|New maven virtual registry
ko: 새 Maven 가상 레지스트리
ru: Новый виртуальный реестр Maven

source: VirtualRegistry|No upstreams yet
ko: 아직 업스트림 없음
ru: Пока нет исходных проектов

source: VirtualRegistry|Password (optional)
ko: 비밀번호 (옵션)
ru: Пароль (необязательно)

source: VirtualRegistry|Registry types
ko: 레지스트리 유형
ru: Типы реестров

source: VirtualRegistry|Test upstream
ko: 업스트림 테스트
ru: Проверить исходный реестр

source: VirtualRegistry|There are no maven virtual registries yet
ko: 아직 Maven 가상 레지스트리가 없습니다.
ru: Пока нет виртуальных реестров Maven

source: VirtualRegistry|There is a problem with this cached upstream
ko: 이 캐시된 업스트림에 문제가 있습니다.
ru: Возникла проблема с этим кэшированным исходным реестром

source: VirtualRegistry|Time in hours
ko: 시간 (hours)
ru: Время в часах

source: VirtualRegistry|Updated %{date}
ko: %{date}에 업데이트됨
ru: Обновлён %{date}

source: VirtualRegistry|Upstream URL
ko: 업스트림 URL
ru: URL исходного реестра

source: VirtualRegistry|Upstreams
ko: 업스트림
ru: Исходные реестры

source: VirtualRegistry|Use the arrow buttons to reorder upstreams. Artifacts are resolved from top to bottom.
ko: 화살표 버튼을 사용하여 업스트림 순서를 변경하세요. 아티팩트는 위에서 아래로 해결됩니다.
ru: Используйте кнопки со стрелками, чтобы изменить порядок источников. Артефакты ищутся сверху вниз.

source: VirtualRegistry|Username (optional)
ko: 사용자명 (옵션)
ru: Имя пользователя (необязательно)

source: VirtualRegistry|Virtual registry
ko: 가상 레지스트리
ru: Виртуальный реестр

source: Visibility
ko: 공개범위
ru: Видимость

source: Visibility and access controls
ko: 공개 범위 및 액세스 설정
ru: Видимость и контроль доступа

source: Visibility level
ko: 공개 수준
ru: Уровень доступа

source: Visibility level not allowed
ko: 공개 수준을 허용하지 않음
ru: Уровень видимости не разрешён

source: Visibility level:
ko: 공개 수준:
ru: Уровень доступа:

source: Visibility settings have been disabled by the administrator.
ko: 공개범위 설정이 운영자에 의해 비활성화되었습니다

source: Visibility, project features, permissions
ko: 표시 여부, 프로젝트 기능, 권한
ru: Видимость, функции проекта, разрешения

source: Visibility:
ko: 공개수준:
ru: Доступ:

source: VisibilityLevel|Internal
ko: 내부
ru: Внутренний

source: VisibilityLevel|Private
ko: 비공개
ru: Приватный

source: VisibilityLevel|Project access must be granted explicitly to each user. If this project is part of a group, access is granted to members of the group.
ko: 프로젝트 액세스 권한은 각 사용자에게 명시적으로 부여되어야 합니다. 이 프로젝트가 그룹의 일부인 경우 그룹 멤버에게 액세스 권한이 부여됩니다.
ru: Доступ должен быть явно предоставлен каждому пользователю. Если проект является частью группы, доступ будет предоставлен её участникам.

source: VisibilityLevel|Public
ko: 공개
ru: Публичный

source: VisibilityLevel|The group and any internal projects can be viewed by any logged in user except external users.
ko: 그룹 및 모든 내부 프로젝트는 외부 사용자를 제외한 모든 로그인 사용자가 볼 수 있습니다.
ru: Группа и все внутренние проекты могут быть просмотрены любым пользователем, который вошёл в систему, за исключением внешних пользователей.

source: VisibilityLevel|The group and any public projects can be viewed without any authentication.
ko: 그룹 및 공개 프로젝트는 인증 없이 볼 수 있습니다.
ru: Группа и все её публичные проекты могут быть просмотрены без аутентификации.

source: VisibilityLevel|The group and its projects can only be viewed by members.
ko: 그룹과 그룹의 프로젝트는 구성원만 볼 수 있습니다.
ru: Группа и её проекты могут быть просмотрены только участниками.

source: VisibilityLevel|The group, any public projects, and any of their members, issues, and merge requests can be viewed without authentication. Public groups and projects will be indexed by search engines. Read more about %{help_link_start}free user limits%{help_link_end}, or %{billing_link_start}upgrade to a paid tier%{billing_link_end}.
ko: 그룹, 모든 공개 프로젝트 및 해당 멤버, 이슈 및 머지 리퀘스트은 인증 없이 볼 수 있습니다. 공개 그룹 및 프로젝트는 검색 엔진에 의해 인덱싱됩니다. %{help_link_start} 무료 사용자 한도에 대해 자세히 알아보십시오. %{help_link_end} 또는 %{billing_link_start}유료 요금제로 업그레이드%{billing_link_end} 하십시오.
ru: Группа, все её публичные проекты, а также их участники, обсуждения и запросы на слияние могут быть просмотрены без аутентификации. Публичные группы и проекты будут индексироваться поисковыми системами. Узнайте о %{help_link_start}лимитах для бесплатных пользователей%{help_link_end} или %{billing_link_start}перейдите на платный тариф%{billing_link_end}.

source: VisibilityLevel|The project can be accessed by any logged in user except external users.
ko: 외부 사용자를 제외한 모든 로그인 사용자가 프로젝트에 접근할 수 있습니다.
ru: Доступ к проекту может получить любой зарегистрированный пользователь, кроме внешних пользователей.

source: VisibilityLevel|The project can be accessed without any authentication.
ko: 인증 없이 프로젝트에 접근할 수 있습니다.
ru: Проект доступен без какой-либо аутентификации.

source: VisibilityLevel|This visibility level has been restricted by your administrator.
ko: 이 공개 수준은 운영자에 의해 제한되었습니다.
ru: Этот уровень видимости был ограничен вашим администратором.

source: VisibilityLevel|This visibility level is not allowed because a child of %{group_name} has a less restrictive visibility level. %{learn_more_link_start}Learn more%{learn_more_link_end}.
ko: %{group_name} 의 하위 항목이 덜 제한적인 공개 수준을 갖기 때문에 이 공개 수준은 허용되지 않습니다. %{learn_more_link_start}자세히 알아보기%{learn_more_link_end}.
ru: Этот уровень видимости не разрешён, так как дочерний элемент группы %{group_name} имеет менее строгий уровень видимости. %{learn_more_link_start}Подробнее%{learn_more_link_end}.

source: VisibilityLevel|This visibility level is not allowed because the organization has a more restrictive visibility level.
ko: 조직의 가시성 수준이 더 제한적이기 때문에 이 가시성 수준은 허용되지 않습니다.
ru: Этот уровень видимости не разрешён, так как в организации установлен более строгий уровень видимости.

source: VisibilityLevel|This visibility level is not allowed because the parent group has a more restrictive visibility level.
ko: 상위 그룹의 공개 수준이 더 제한적이므로 이 공개 수준은 허용되지 않습니다.
ru: Этот уровень видимости запрещён, потому что родительская группа имеет более строгий уровень видимости.

source: VisibilityLevel|Unknown
ko: 알 수 없음
ru: Неизвестный

source: Visit new homepage
ko: 새로운 홈페이지 방문
ru: Посетить новую стартовую страницу

source: VsdContributorCount|the ClickHouse data store is not available for this namespace
ko: 이 네임스페이스에 ClickHouse 데이터 스토어를 사용할 수 없습니다.

source: Vulnerabilities
ko: 취약점

source: Vulnerabilities over time
ko: 시간에 따른 취약점

source: Vulnerabilities|%{link_start}Download the export%{link_end}.
ko: %{link_start}내보내기를 다운로드하세요%{link_end}.
ru: %{link_start}Скачать экспорт%{link_end}.

source: Vulnerabilities|Follow the link below to download the export.
ko: 아래 링크를 따라가서 내보내기 파일을 다운로드하세요.
ru: Перейдите по ссылке ниже, чтобы скачать экспорт.

source: Vulnerabilities|The vulnerabilities list was successfully exported for %{exportable}.
ko: 취약점 목록이 %{exportable}에 대해 성공적으로 내보냈습니다.
ru: Список уязвимостей был успешно экспортирован для %{exportable}.

source: Vulnerabilities|The vulnerabilities list was successfully exported.
ko: 취약점 목록을 성공적으로 내보냈습니다.
ru: Список уязвимостей был успешно экспортирован.

source: Vulnerabilities|This link will expire in %{number} days.
ko: 이 링크는 %{number}일 후에 만료됩니다.
ru: Эта ссылка истечёт через %{number} дней.

source: Vulnerabilities|Vulnerability report export
ko: 취약점 리포트 내보내기
ru: Экспорт отчёта об уязвимостях

source: Vulnerabilities|changed vulnerability status to Needs Triage because it was redetected in pipeline %{pipeline_link}
ko: 파이프라인 %{pipeline_link}에서 다시 감지되어 취약점 상태를 검토 필요로 변경했습니다.

source: Vulnerability
ko: 취약성
ru: Уязвимость

source: Vulnerability Explanation currently only supports vulnerabilities reported by SAST.
ko: 취약점 설명은 현재 SAST에서 보고된 취약점만 지원합니다.
ru: Пояснение уязвимостей в настоящее время поддерживается только для уязвимостей, обнаруженных средствами SAST.

source: Vulnerability Report
ko: 취약성 보고서
ru: Отчёт об уязвимостях
