Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Badges|Reload badge image
ko: 배지 이미지 다시 읽어들이기
ru: Обновить изображение значка

source: Badges|Saving the badge failed, please check the entered URLs and try again.
ko: 배지 저장 실패, 입력한 URL을 확인하시고 다시 시도하십시오.
ru: Сохранение значка не удалось, проверьте введенные URL и повторите попытку.

source: Badges|Supported %{docsLinkStart}placeholders%{docsLinkEnd}: %{placeholders}
ko: 지원되는 %{docsLinkStart}플레이스홀더%{docsLinkEnd}: %{placeholders}
ru: Поддерживаемые %{docsLinkStart}заменители%{docsLinkEnd}: %{placeholders}

source: Badges|Supported %{docsLinkStart}variables%{docsLinkEnd}: %{placeholders}
ko: 지원되는 %{docsLinkStart}변수%{docsLinkEnd}: %{placeholders}
ru: Поддерживаемые %{docsLinkStart}переменные%{docsLinkEnd}: %{placeholders}

source: Badges|The badge was deleted.
ko: 배지가 삭제되었습니다.
ru: Значок был удален.

source: Badges|This group has no badges. Add an existing badge or create one.
ko: 이 그룹에는 배지가 없습니다. 기존 배지를 추가하거나 새로 만드세요.
ru: У этой группы нет значков. Добавьте существующий значок или создайте новый.

source: Badges|This project has no badges. Start by adding a new badge.
ko: 이 프로젝트에는 배지가 없습니다. 새 배지를 추가하여 시작하세요.
ru: В этом проекте нет значков. Начните с добавления нового значка.

source: Badges|Your badges
ko: 내 배지
ru: Ваши значки

source: Bamboo build plan key (for example, `KEY`).
ko: Bamboo 빌드 플랜 키(예: `KEY`)

source: Bamboo root URL (for example, `https://bamboo.example.com`).
ko: Bamboo 루트 URL (예: `https://bamboo.example.com`).

source: BambooService|Atlassian Bamboo
ko: Atlassian Bamboo

source: BambooService|Bamboo URL
ko: Bamboo URL

source: BambooService|Bamboo build plan key.
ko: Bamboo 빌드 구독 키.

source: BambooService|Bamboo root URL.
ko: Bamboo 루트 URL.

source: BambooService|Enter new build key
ko: 새 빌드 키 입력

source: BambooService|Leave blank to use your current build key.
ko: 현재 빌드 키를 사용하려면 비워 둡니다.

source: BambooService|Run CI/CD pipelines with Atlassian Bamboo.
ko: Atlassian Bamboo로 CI/CD 파이프라인을 실행합니다.
ru: Запускайте конвейеры CI/CD с помощью Atlassian Bamboo.

source: BambooService|Run CI/CD pipelines with Atlassian Bamboo. You must set up automatic revision labeling and a repository trigger in Bamboo.
ko: Atlassian Bamboo로 CI/CD 파이프라인을 실행합니다. Bamboo에서 자동 리비전 라벨 지정 및 리포지토리 트리거를 설정해야 합니다.

source: BambooService|User with API access to the Bamboo server.
ko: Bamboo 서버에 대한 API 액세스 권한이 있는 사용자.

source: Banned
ko: 계정정지됨

source: Banner message
ko: 배너 메시지

source: Based on
ko: 기반으로

source: Batch size
ko: 배치 크기
ru: Размер группы

source: Batched Job|Background migrations
ko: 백그라운드 마이그레이션
ru: Фоновые миграции

source: Batched Job|Batched Job (Id: %{id})
ko: 일괄 작업 (Id: %{id})
ru: Пакетное задание (ID: %{id})

source: BatchedJob|Attempts
ko: 시도
ru: Попытки

source: BatchedJob|Batch size
ko: 배치 크기
ru: Размер пакета

source: BatchedJob|Batched Jobs
ko: 배치 작업
ru: Пакетные задания

source: BatchedJob|Created At
ko: 생성 시간
ru: Создано

source: BatchedJob|Created at
ko: 생성 시간
ru: Создано

source: BatchedJob|Exception Class
ko: 예외 클래스
ru: Класс исключения

source: BatchedJob|Exception Message
ko: 예외 메시지
ru: Сообщение об исключении

source: BatchedJob|Exception class
ko: 예외 클래스
ru: Класс исключения

source: BatchedJob|Exception message
ko: 예외 메시지
ru: Сообщение об исключении

source: BatchedJob|Finished at
ko: 종료 시간
ru: Завершено

source: BatchedJob|Max Value
ko: 최대값
ru: Максимальное значение

source: BatchedJob|Max value
ko: 최대값
ru: Максимальное значение

source: BatchedJob|Min Value
ko: 최소값
ru: Минимальное значение

source: BatchedJob|Min value
ko: 최소값
ru: Минимальное значение

source: BatchedJob|Next Status
ko: 다음 상태
ru: Следующий статус

source: BatchedJob|Next status
ko: 다음 상태
ru: Следующий статус

source: BatchedJob|Pause ms
ko: 일시 중지 ms
ru: Пауза мс

source: BatchedJob|Pause time (ms)
ko: 일시 중지 시간(ms)
ru: Время паузы (мс)

source: BatchedJob|Previous Status
ko: 이전 상태
ru: Предыдущий статус

source: BatchedJob|Previous status
ko: 이전 상태
ru: Предыдущий статус

source: BatchedJob|Started at
ko: 시작 시간
ru: Запущено

source: BatchedJob|Transition logs:
ko: 전환 로그:
ru: Журналы переходов:

source: Be careful. Changing the project's namespace can have unintended side effects.
ko: 주의하십시오. 프로젝트의 네임스페이스를 변경하면 예상치 못한 부작용이 발생할 수 있습니다.
ru: Будьте осторожны. Изменение пути проекта может вызвать нежелательные побочные эффекты.

source: Be careful. Renaming a project's repository can have unintended side effects.
ko: 주의하십시오. 프로젝트의 리포지토리 이름을 바꾸면 예상치 못한 부작용이 있을 수 있습니다.
ru: Будьте осторожны. Переименование репозитория проекта может вызвать нежелательные побочные эффекты.

source: Because you enabled auto-banning, we have also automatically banned this user from %{scope}. If this is a mistake, you can %{link_start}unban them%{link_end}.
ko: 자동 계정정지를 활성화했기 때문에 이 사용자를 %{scope}에서 자동으로 계정정지했습니다. 이것이 실수라면 %{link_start}계정정지 해제를 할 수 있습니다%{link_end}.

source: Because you enabled auto-banning, we have also automatically banned this user from %{scope}. If this is a mistake, you can unban them: %{url}.
ko: 자동 계정정지를 활성화했기 때문에 이 사용자를 %{scope}에서 자동으로 계정 정지했습니다. 이것이 실수라면 다음과 같이 계정정지를 해제할 수 있습니다. %{url}.

source: Before inserting code, be sure to read the comment that separated each code group.
ko: 코드를 삽입하기 전에 각 코드 그룹을 구분하는 주석을 읽으십시오.
ru: Перед вставкой кода обязательно прочтите комментарий, разделяющий каждую группу кода.

source: Begin with the selected commit
ko: 선택한 커밋으로 시작
ru: Начать с выбранного коммита

source: Below are the fingerprints for the current instance SSH host keys.
ko: 다음은 현재 인스턴스 SSH 호스트 키의 핑거프린트입니다.
ru: Ниже приведены отпечатки ключей SSH текущего экземпляра.

source: Below are the settings for %{link_to_gitlab_pages}.
ko: 아래는 %{link_to_gitlab_pages}에 대한 설정입니다.
ru: Ниже приведены настройки для %{link_to_gitlab_pages}.

source: Below you will find all the groups that are public or internal. Contribute by requesting to join a group.
ko: 아래에서 공개 또는 내부 그룹을 모두 찾을 수 있습니다. 그룹 가입을 요청하여 기여하세요.
ru: Ниже приведены все группы, которые являются публичными или внутренними. Вы можете внести свой вклад, запросив присоединение к группе.

source: Best Regards,
ko: 감사합니다.
ru: С уважением,

source: Beta
ko: 베타
ru: Бета

source: BetaBadge|A beta feature is not yet production-ready, but is ready for testing and unlikely to change significantly before it's released.
ko: 베타 기능은 아직 제품-준비 상태는 아니지만, 테스트 준비가 되어 있으며 릴리스되기 전에 크게 변경될 가능성은 없습니다.
ru: Бета-функция ещё не готова к использованию в рабочем окружении, но готова для тестирования и, скорее всего, не изменится существенно до своего релиза.

source: BetaBadge|Are subject to the GitLab Testing Agreement.
ko: GitLab 테스트 약관이 적용됩니다.
ru: Являются предметом Соглашения о тестировании GitLab.

source: BetaBadge|Are supported on a commercially-reasonable effort basis.
ko: 상업적으로 합리적인 노력을 바탕으로 지원됩니다.
ru: Поддерживаются на основе коммерчески обоснованных усилий.

source: BetaBadge|Beta
ko: 베타
ru: Бета

source: BetaBadge|Beta features:
ko: 베타 기능:
ru: Бета-функции:

source: BetaBadge|Have a low risk of data loss, but might still be unstable.
ko: 데이터 손실 위험은 낮지만 여전히 불안정할 수 있습니다.
ru: Имеется низкий риск потери данных, но всё ещё может быть нестабильным.

source: BetaBadge|Have a near complete user experience.
ko: 거의 완벽한 사용자 경험을 제공합니다.
ru: Имеют почти полный пользовательский опыт.

source: BetaBadge|What's a beta?
ko: 베타란 무엇입니까?
ru: Что такое бета?

source: BeyondIdentityService|API Token. User must have access to `git-commit-signing` endpoint.
ko: API 토큰. 사용자는 `git-commit-signing` 엔드포인트에 대한 액세스 권한이 있어야 합니다.
ru: Токен API. Пользователь должен иметь доступ к точке подключения `git-commit-signing`.

source: BeyondIdentityService|If enabled, Beyond Identity will not check commits from %{docs_link}.
ko: 활성화된 경우, Beyond Identity는 %{docs_link}으로 부터의 커밋을 확인하지 않습니다.
ru: Если этот параметр включён, Beyond Identity не будет проверять коммиты из %{docs_link}.

source: BeyondIdentityService|If enabled, Beyond Identity will not check commits from service accounts.
ko: 활성화된 경우 Beyond Identity는 서비스 계정의 커밋을 확인하지 않습니다.
ru: Если этот параметр включен, Beyond Identity не будет проверять коммиты за авторством учётных записей служб.

source: BeyondIdentity|Verify that GPG keys are authorized by Beyond Identity Authenticator.
ko: GPG 키가 Beyond Identity Authenticator에 의해 인증되었는지 확인하세요.
ru: Проверяйте, что GPG-ключи авторизованы в Beyond Identity Authenticator.

source: Billable users
ko: 청구 가능 사용자
ru: Платные пользователи

source: Billing
ko: 결제
ru: Тарифы

source: BillingPlans|%{group_name} is currently using the %{plan_name}
ko: %{group_name} 은 현재 %{plan_name} 플랜을 사용하고 있습니다.

source: BillingPlans|10,000 CI/CD minutes per month
ko: 매월 10,000분 CI/CD 시간
ru: 10 000 минут CI/CD в месяц

source: BillingPlans|10000 compute minutes
ko: 컴퓨팅 시간 10,000(분)
ru: 10 000 вычислительных минут

source: BillingPlans|400 CI/CD minutes per month
ko: 매월 400분 CI/CD 시간
ru: 400 минут CI/CD в месяц

source: BillingPlans|400 compute minutes
ko: 컴퓨팅 시간 400(분)
ru: 400 вычислительных минут

source: BillingPlans|5 users per top-level group
ko: 최상위 그룹당 사용자 5명
ru: 5 пользователей на группу верхнего уровня

source: BillingPlans|50,000 CI/CD minutes per month
ko: 매월 50,000 분 CI/CD 시간
ru: 50 000 минут CI/CD в месяц

source: BillingPlans|50000 compute minutes
ko: 컴퓨팅 시간 50,000(분)
ru: 50 000 вычислительных минут

source: BillingPlans|@%{user_name} you are currently using the %{plan_name}.
ko: @%{user_name}님은 현재 %{plan_name} 플랜을 사용하고 있습니다.
ru: %{user_name}, ваш текущий тарифный план — %{plan_name}.

source: BillingPlans|AI Chat in the IDE
ko: IDE내에서 AI 채팅
ru: Общение с ИИ в IDE

source: BillingPlans|AI Code Suggestions in the IDE
ko: IDE 내에서 AI 코드 추천
ru: Предложения кода ИИ в IDE

source: BillingPlans|Advanced CI/CD
ko: 고급 CI/CD
ru: Продвинутый CI/CD

source: BillingPlans|Advanced application security
ko: 고급 애플리케이션 보안
ru: Расширенная безопасность приложений

source: BillingPlans|All stages of the DevOps lifecycle
ko: DevOps 라이프 사이클 모든 단계

source: BillingPlans|All the benefits of Free +
ko: 무료로 제공되는 모든 기능 +

source: BillingPlans|All the benefits of Premium +
ko: 프리미엄의 모든 기능 +

source: BillingPlans|Billed annually at %{price_per_year} USD
ko: 연간 %{price_per_year} USD로 청구됨

source: BillingPlans|Bring your own CI runners
ko: 독자적인 CI 러너 사용
ru: Используйте ваши собственные средства выполнения CI

source: BillingPlans|Bring your own production environment
ko: 독자적인 프로덕션 환경을 사용
ru: Используйте своё собственное рабочее окружение

source: BillingPlans|Code Ownership and Protected Branches
ko: 코드 소유권 및 보호되는 브랜치
ru: Владение кодом и защищённые ветки

source: BillingPlans|Company wide portfolio management
ko: 전사적 포트폴리오 관리

source: BillingPlans|Compliance automation
ko: 규정 준수 자동화

source: BillingPlans|Congratulations, your free trial is activated.
ko: 축하합니다. 무료 평가판이 활성화되었습니다.
ru: Поздравляем, бесплатный пробный период активирован.

source: BillingPlans|Container Scanning
ko: 컨테이너 스캐닝

source: BillingPlans|Cross-team project management
ko: 팀 간 프로젝트 관리

source: BillingPlans|Custom Roles
ko: 커스텀 역할
ru: Настраиваемые роли

source: BillingPlans|Dependency Scanning
ko: 의존성 검색
ru: Сканирование зависимостей

source: BillingPlans|Dynamic Application Security Testing
ko: 동적 애플리케이션 보안 테스트
ru: Динамическое тестирование безопасности приложений

source: BillingPlans|Enterprise Agile Planning
ko: 엔터프라이즈 애자일 플랜

source: BillingPlans|Enterprise User and Incident Management
ko: 엔터프라이즈 사용자 및 인시던트 관리

source: BillingPlans|Everything from Free, plus:
ko: 무료로 제공되는 기능에 더해서:

source: BillingPlans|Everything from Premium, plus:
ko: 프리미엄에 제공되는 기능에 더해서:

source: BillingPlans|Executive level insights
ko: 임원 수준의 인사이트 기능
ru: Инсайты для руководства

source: BillingPlans|For enterprises looking to deliver software faster
ko: 소프트웨어를 보다 신속하게 제공하고자 하는 기업들을 위해서

source: BillingPlans|For scaling organizations and multi-team usage
ko: 조직 확장 및 다중 팀 사용을 위해

source: BillingPlans|Free
ko: 무료
ru: Бесплатный

source: BillingPlans|Free forever features:
ko: 영구 무료 기능:

source: BillingPlans|Free guest users
ko: 무료 게스트 사용자
ru: Бесплатные гостевые пользователи

source: BillingPlans|Get the most out of GitLab with Ultimate and GitLab Duo Enterprise
ko: Ultimate 및 GitLab Duo Enterprise로 GitLab을 최대한 활용하세요
ru: Используйте GitLab на полную с Ultimate и GitLab Duo Enterprise

source: BillingPlans|Have a question? We're here to help.
ko: 질문이 있으십니까? 우리가 도와드리겠습니다.

source: BillingPlans|If you would like to downgrade your plan please contact %{support_link_start}Customer Support%{support_link_end}.
ko: 요금제를 다운그레이드하려면 %{support_link_start}고객 지원%{support_link_end}에 문의해주세요.
ru: Если вы хотите понизить уровень своего тарифного плана, пожалуйста, свяжитесь со %{support_link_start}службой поддержки пользователей%{support_link_end}.

source: BillingPlans|Includes
ko: 포함

source: BillingPlans|Introducing GitLab Duo Enterprise
ko: GitLab Duo Enterprise 소개

source: BillingPlans|Learn more about each plan by visiting our %{pricing_page_link}.
ko: %{pricing_page_link}에서 각 요금제에 대해 자세히 알아보세요.
ru: Узнайте больше о каждом тарифе, посетив нашу %{pricing_page_link}.

source: BillingPlans|Looking to purchase or manage a subscription for your group? Navigate to your %{groups_link} and go to %{strong_open}Settings &gt; Billing.%{strong_close}
ko: 귀하의 그룹에 대한 구독을 구매하거나 관리하고 싶으십니까? %{groups_link} 으로 이동하여 %{strong_open}설정 &gt; 결제로 이동합니다.%{strong_close}
ru: Хотите приобрести подписку для своей группы или управлять ей? Перейдите в %{groups_link} и откройте %{strong_open}Настройки &gt; Биллинг.%{strong_close}

source: BillingPlans|Manage plan
ko: 플랜 관리
ru: Управление тарифным планом

source: BillingPlans|Merge Request Approval Rules
ko: 머지 리퀘스트 승인 규칙

source: BillingPlans|Multi-Level Epics
ko: 다단계 에픽

source: BillingPlans|Multi-region support
ko: 디중 지역 지원

source: BillingPlans|Multiple approval rules
ko: 복수의 승인 규칙

source: BillingPlans|No credit card required
ko: 신용카드가 필요하지 않습니다.
ru: Банковская карта не требуется

source: BillingPlans|Not ready to trial the full suite of GitLab and GitLab Duo features? Start a free trial of GitLab Duo Pro instead.
ko: GitLab과 GitLab Duo 기능의 전체 제품군을 체험할 준비가 되지 않았나요? 대신 GitLab Duo Pro의 무료 체험판을 시작하세요.
ru: Не готовы испытать полный набор функций GitLab и GitLab Duo? Начните бесплатную пробную версию GitLab Duo Pro.

source: BillingPlans|Not the group you're looking for? %{all_groups_link}
ko: 찾고 있는 그룹이 아닌가요? %{all_groups_link}

source: BillingPlans|Per user/month
ko: 사용자당/월
ru: За пользователя в месяц

source: BillingPlans|Portfolio Management
ko: 포트폴리오 관리

source: BillingPlans|Premium
ko: 프리미엄
ru: Premium

source: BillingPlans|Pricing page
ko: 가격 페이지
ru: Страница с ценами

source: BillingPlans|Priority support
ko: 우선 지원
ru: Приоритетная поддержка

source: BillingPlans|Recommended
ko: 권장
ru: Рекомендуется

source: BillingPlans|Security Dashboards
ko: 보안 대시보드

source: BillingPlans|See all %{plan_name} features
ko: %{plan_name}의 모든 기능 보기
ru: Все возможности %{plan_name}

source: BillingPlans|Start a GitLab Duo Enterprise trial to try all end-to-end AI capabilities from GitLab. You can try it for free for 60 days, no credit card required.
ko: GitLab Duo Enterprise 평가판을 시작하여 GitLab의 모든 엔드투엔드 AI 기능을 사용해 보세요. 60일 동안 무료로 사용해 볼 수 있으며, 신용 카드는 필요하지 않습니다.
ru: Начните пробную версию GitLab Duo Enterprise, чтобы попробовать все возможности ИИ от GitLab. Бесплатно в течение 60 дней, банковская карта не требуется.

source: BillingPlans|Start a free GitLab Duo Enterprise Trial
ko: 무료 GitLab Duo Enterprise 평가판 시작
ru: Начать бесплатный пробный период GitLab Duo Enterprise

source: BillingPlans|Start an Ultimate trial with GitLab Duo Enterprise to try the complete set of features from GitLab. GitLab Duo Enterprise gives you access to the full product offering from GitLab, including AI-native features.
ko: GitLab Duo Enterprise로 Ultimate 평가판을 시작하여 GitLab의 모든 기능을 사용해 보세요. GitLab Duo Enterprise는 AI-네이티브 기능을 포함하여 GitLab의 전체 제품 제공에 대한 액세스를 제공합니다.
ru: Начните пробный период Ultimate с GitLab Duo Enterprise, чтобы попробовать полный набор функций GitLab. GitLab Duo Enterprise предоставляет доступ ко всему функционалу GitLab, включая функции с поддержкой ИИ.

source: BillingPlans|Start an Ultimate trial with GitLab Duo Enterprise to try the complete set of features from GitLab. GitLab Duo Enterprise gives you access to the full product offering from GitLab, including AI-native features. You can try it for free, no credit card required.
ko: GitLab Duo Enterprise로 Ultimate 평가판을 시작하여 GitLab의 모든 기능을 사용해 보세요. GitLab Duo Enterprise는 AI-네이티브 기능을 포함하여 GitLab의 전체 제품 제공에 대한 액세스를 제공합니다. 무료로 사용해 볼 수 있으며 신용 카드는 필요하지 않습니다.
ru: Начните пробный период Ultimate с GitLab Duo Enterprise, чтобы попробовать полный набор функций GitLab. GitLab Duo Enterprise предоставляет доступ ко всему функционалу GitLab, включая функции с поддержкой ИИ. Вы можете попробовать это бесплатно, банковская карта не требуется.

source: BillingPlans|Start free trial of GitLab Ultimate and GitLab Duo Enterprise
ko: GitLab Ultimate 및 GitLab Duo Enterprise 무료 평가판 시작
ru: Начните бесплатный пробный период GitLab Ultimate и GitLab Duo Enterprise

source: BillingPlans|Static Application Security Testing
ko: 정적 애플리케이션 보안 테스트

source: BillingPlans|Suggested Reviewers
ko: 추천 검토자
ru: Предложенные рецензенты

source: BillingPlans|Support
ko: 지원
ru: Поддержка

source: BillingPlans|Switch to a different group.
ko: 다른 그룹으로 전환합니다.

source: BillingPlans|Talk to an expert
ko: 전문가와 상담하세요

source: BillingPlans|Then %{move_link_start}move any projects%{move_link_end} you wish to use with your subscription to that group.
ko: 그런 다음 %{move_link_start}구독과 함께 사용하려는 모든 프로젝트를%{move_link_end} 해당 그룹으로 이동합니다.
ru: Затем %{move_link_start}переместите любые проекты%{move_link_end}, которые вы хотите использовать с вашей подпиской, в эту группу.

source: BillingPlans|This group uses the plan associated with its parent group.
ko: 이 그룹은 상위 그룹의 플랜과 연결됩니다.
ru: Эта группа использует тарифный план связанный с родительской группой.

source: BillingPlans|To manage the plan for this group, visit the billing section of %{parent_billing_page_link}.
ko: 이 그룹의 플랜을 관리하려면 %{parent_billing_page_link}의 결제 섹션을 방문하세요.
ru: Для управления тарифным планом этой группы посетите раздел тарификации %{parent_billing_page_link}.

source: BillingPlans|Trusted by
ko: 신뢰함

source: BillingPlans|Try GitLab Duo Pro
ko: GitLab Duo Pro를 사용해 보세요
ru: Попробуйте GitLab Duo Pro

source: BillingPlans|Ultimate
ko: Ultimate 요금제
ru: Ultimate

source: BillingPlans|Upgrade
ko: 업그레이드
ru: Улучшить

source: BillingPlans|Upgrade to Premium
ko: 프리미엄으로 업그레이드

source: BillingPlans|Upgrade to Ultimate
ko: Ultimate로 업그레이드

source: BillingPlans|Use GitLab for personal projects
ko: 개인 프로젝트에 GitLab 사용

source: BillingPlans|Value Stream Management
ko: 가치 흐름 관리

source: BillingPlans|Vulnerability Management
ko: 취약점 관리

source: BillingPlans|You can retain access to the %{plan} features by upgrading below.
ko: 아래에서 업그레이드하여 %{plan} 기능에 대한 액세스를 유지할 수 있습니다.

source: BillingPlans|You don't have any groups. You'll need to %{create_group_link_start}create one%{create_group_link_end} and %{move_link_start}move your projects to it%{move_link_end}.
ko: 그룹이 없습니다. %{create_group_link_start}하나를 만들고%{create_group_link_end} 이 프로젝트를 %{move_link_start}이동하십시오%{move_link_end}.
ru: У вас нет групп. Вам нужно %{create_group_link_start}создать группу%{create_group_link_end} и %{move_link_start}переместить ваши проекты в неё%{move_link_end}.

source: BillingPlans|You have successfully started an Ultimate and GitLab Duo Enterprise trial that will expire on %{exp_date}. To give members access to new GitLab Duo Enterprise features, %{assign_link_start}assign them%{assign_link_end} to GitLab Duo Enterprise seats.
ko: Ultimate 및 GitLab Duo Enterprise 평가판을 성공적으로 시작했으며, 이 평가판은 %{exp_date}에 만료됩니다. 멤버에게 새로운 GitLab Duo Enterprise 기능에 대한 액세스 권한을 부여하려면 %{assign_link_start}GitLab Duo Enterprise 좌석을%{assign_link_end} 할당하세요.
ru: Вы успешно начали пробный период для Ultimate и GitLab Duo Enterprise, который закончится %{exp_date}. Чтобы предоставить участникам доступ к новым функциям GitLab Duo Enterprise, %{assign_link_start}назначьте им%{assign_link_end} лицензии GitLab Duo Enterprise.

source: BillingPlans|Your GitLab.com %{plan} trial will %{strong_open}expire after %{expiration_date}%{strong_close}.
ko: 귀하의 GitLab.com %{plan} 체험판은 %{strong_open} %{expiration_date} 이후 만료%{strong_close}될 예정입니다.
ru: Ваш пробный период GitLab.com %{plan} %{strong_open}истечёт %{expiration_date}%{strong_close}.

source: BillingPlans|Your current plan
ko: 현재 요금제
ru: Ваш текущий тариф

source: BillingPlans|billed annually at %{price_per_year}
ko: 매년 %{price_per_year} 청구
ru: %{price_per_year} в год

source: BillingPlans|group
ko: 그룹
ru: группа

source: BillingPlans|monthly
ko: 매월
ru: ежемесячно

source: BillingPlans|per user
ko: 사용자 당
ru: на одного пользователя

source: BillingPlan|Upgrade
ko: 업그레이드
ru: Улучшить

source: Billings|Credit card has exceeded the daily verification limit. Use a different card or try again later.
ko: 신용카드가 일일 확인 한도를 초과했습니다. 다른 카드를 사용하거나 나중에 다시 시도하세요.
ru: Банковская карта исчерпала дневной лимит проверок. Используйте другую карту или повторите попытку позже.

source: Billings|Error validating card details
ko: 카드 세부정보를 확인하는 동안 오류가 발생했습니다.
ru: Ошибка проверки данных карты

source: Billings|Free groups are limited to %{number} seats.
ko: 무료 그룹은 %{number} 좌석으로 제한됩니다.
ru: Бесплатные группы ограничены %{number} лицензиями.

source: Billings|Free seats used
ko: 사용된 무료 좌석
ru: Использованные бесплатные лицензии

source: Billings|Free tier and trial groups can invite a maximum of 20 members per day.
ko: Free 티어 및 평가판에서 그룹은 하루에 최대 20명의 멤버를 초대할 수 있습니다.
ru: Группы на бесплатном тарифе и в пробной версии могут приглашать не более 20 участников в день.

source: Billings|Groups in the Free tier are limited to %d seat
ko: 무료 티어의 그룹은 %d 개 좌석으로 제한됩니다
ru: Группы на бесплатном тарифе ограничены %d лицензией

source: Billings|In a seat
ko: 좌석에 할당
ru: В лицензии

source: Billings|Open source Plan Seats used
ko: 오픈 소스 플랜 좌석 수 사용량
ru: Используемые лицензии для тарифа Open source

source: Billings|Seats in use / Seats available
ko: 사용중인 좌석 / 가용 좌석
ru: Используемые лицензии / Доступные лицензии

source: Billings|Seats in use / Seats in subscription
ko: 사용 중인 좌석 / 구독 중인 좌석
ru: Используемые лицензии / Лицензии в тарифе

source: Billings|You have unlimited seat count.
ko: 사용자 수에 제한이 없습니다.
ru: У вас неограниченное количество лицензий.

source: Billing|%d user has been successfully assigned a seat.
ko: %d 사용자가 성공적으로 좌석을 배정받았습니다.
ru: %d пользователь успешно получил лицензию.

source: Billing|%d user has been successfully unassigned a seat.
ko: %d 사용자에게 할당된 좌석이 성공적으로 해제되었습니다.
ru: Лицензия успешно отвязана от %d пользователя.

source: Billing|%{plan} Plan
ko: %{plan} 요금제
ru: Тарифный план %{plan}

source: Billing|%{plan} SaaS Plan seats used
ko: %{plan} SaaS 플랜 좌석이 사용됨
ru: Использованные лицензии SaaS тарифа %{plan}

source: Billing|%{user} was successfully approved
ko: %{user} 이 성공적으로 승인되었습니다.
ru: %{user} был успешно одобрен

source: Billing|%{value} user selected
ko: %{value} 사용자가 선택됨

source: Billing|Add additional seats
ko: 추가 좌석
ru: Добавление дополнительных лицензий

source: Billing|Add seats
ko: 좌석 추가
ru: Добавить лицензии

source: Billing|All members were successfully approved
ko: 모든 멤버가 성공적으로 승인되었습니다.
ru: Все участники были успешно одобрены

source: Billing|An email address is only visible for users with public emails.
ko: 이메일 주소는 공개 이메일이 있는 사용자만 표시됩니다.
ru: Адрес электронной почты виден только пользователям с публичными электронными адресами.

source: Billing|An error occurred while approving %{user}
ko: %{user}를 승인 중 오류가 발생했습니다.

source: Billing|An error occurred while approving all members
ko: 모든 멤버를 승인하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при одобрении всех участников

source: Billing|An error occurred while getting a billable member details.
ko: 청구 가능한 멤버 세부 정보를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении данных о платном участнике
