Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: CompromisedPasswordDetection|Please change your password immediately.
ko: 비밀번호를 즉시 변경해 주세요.
ru: Немедленно измените пароль.

source: CompromisedPasswordDetection|Security Alert: Change Your GitLab.com Password
ko: 보안 알림: GitLab.com 비밀번호를 변경하세요
ru: Предупреждение безопасности: измените пароль от GitLab.com

source: CompromisedPasswordDetection|Security Alert: Change your GitLab password
ko: 보안 알림: GitLab.com 비밀번호를 변경하세요
ru: Предупреждение безопасности: измените пароль GitLab

source: CompromisedPasswordDetection|The password used for your GitLab.com account %{code_start}%{username}%{code_end} may have been compromised due to a data breach on another service or platform. This does not necessarily mean that your GitLab account was accessed. However, leaving your password unchanged presents a significant security risk to your account.
ko: GitLab.com 계정 %{code_start}%{username}%{code_end}에 사용된 비밀번호가 다른 서비스나 플랫폼의 데이터 유출로 인해 유출되었을 수 있습니다. 이는 반드시 GitLab 계정에 접근했다는 것을 의미하지는 않습니다. 하지만 비밀번호를 변경하지 않으면 계정에 심각한 보안 위험이 발생할 수 있습니다.
ru: Пароль для вашей учётной записи GitLab.com %{code_start}%{username}%{code_end} мог быть скомпрометирован из-за утечки данных в другом сервисе или платформе. Это не обязательно означает, что к вашей учётной записи GitLab был получен доступ. Тем не менее, не меняя пароль, вы подвергаете свою учётную запись серьёзному риску безопасности.

source: CompromisedPasswordDetection|The password used for your GitLab.com account %{username} may have been compromised due to a data breach on another service or platform. This does not necessarily mean that your GitLab account was accessed. However, leaving your password unchanged presents a significant security risk to your account.
ko: GitLab.com 계정 %{username}에 사용된 비밀번호가 다른 서비스나 플랫폼의 데이터 유출로 인해 유출되었을 수 있습니다. 이는 반드시 GitLab 계정에 접근했다는 것을 의미하지는 않습니다. 하지만 비밀번호를 변경하지 않으면 계정에 심각한 보안 위험이 발생할 수 있습니다.
ru: Пароль, используемый для вашей учётной записи GitLab.com %{username}, мог быть скомпрометирован из-за утечки данных в другом сервисе или платформе. Это не обязательно означает, что к вашей учётной записи GitLab был получен доступ. Тем не менее, если вы не измените пароль, это создаст серьёзный риск безопасности для вашей учётной записи.

source: CompromisedPasswordDetection|Your GitLab.com account password may be compromised due to a data breach on another service or platform. Please change your password immediately.
ko: 다른 서비스나 플랫폼의 데이터 유출로 인해 GitLab.com 계정 비밀번호가 유출되었을 수 있습니다. 즉시 비밀번호를 변경하세요.
ru: Пароль вашей учётной записи GitLab.com мог быть скомпрометирован из-за утечки данных в другом сервисе или платформе. Смените пароль немедленно.

source: CompromisedPasswordDetection|two-factor authentication
ko: 이중 인증
ru: двухфакторную аутентификацию

source: Compute minutes
ko: 컴퓨팅 시간(분)
ru: Вычислительные минуты

source: Compute quota
ko: 컴퓨팅 할당량
ru: Квота вычислительных ресурсов

source: Compute quota:
ko: 컴퓨팅 할당량:

source: Confidential
ko: 비공개
ru: Конфиденциально

source: Confidential issue
ko: 비공개 이슈

source: Confidential note
ko: 비공개 메모

source: Confidentiality
ko: 공개 수준
ru: Конфиденциальность

source: Configuration help
ko: 구성 도움말

source: Configure
ko: 구성
ru: Настроить

source: Configure %{italic_start}What's new%{italic_end} drawer and content.
ko: %{italic_start}새로운 기능%{italic_end} 메뉴 내용 구성
ru: Настроить меню и содержимое раздела %{italic_start}Что нового%{italic_end}.

source: Configure %{repository_checks_link_start}repository checks%{link_end} and %{housekeeping_link_start}housekeeping%{link_end} on repositories.
ko: 리포지토리에서 %{repository_checks_link_start}리포지토리 검사%{link_end} 및 %{housekeeping_link_start}하우스키핑%{link_end} 을 구성합니다.
ru: Настройте %{repository_checks_link_start}проверки репозитория%{link_end} и %{housekeeping_link_start}обслуживание%{link_end} в репозиториях.

source: Configure %{snowplow_link_start}Snowplow%{snowplow_link_end} to track events. %{help_link_start}Learn more.%{help_link_end}
ko: 이벤트를 추적하도록 %{snowplow_link_start}Snowplow%{snowplow_link_end} 구성합니다. %{help_link_start}자세히 알아보십시오.%{help_link_end}
ru: Настройте %{snowplow_link_start}Snowplow%{snowplow_link_end} для отслеживания событий. %{help_link_start}Подробнее.%{help_link_end}

source: Configure CAPTCHAs, IP address limits, and other anti-spam measures.
ko: 보안 문자, IP 주소 제한 및 기타 스팸 방지 조치를 설정합니다.
ru: Настройте CAPTCHA, ограничения IP-адресов и другие меры защиты от спама.

source: Configure Container Scanning in `.gitlab-ci.yml` using the GitLab managed template. You can [add variable overrides](https://docs.gitlab.com/ee/user/application_security/container_scanning/#customizing-the-container-scanning-settings) to customize Container Scanning settings.
ko: GitLab 관리 템플릿을 사용하여 `.gitlab-ci.yml`에서 컨테이너 스캔을 설정합니다. [변수 오버라이드 추가](https://docs.gitlab.com/ee/user/application_security/container_scanning/#customizing-the-container-scanning-settings)에서 컨테이너 검색 설정을 커스터마이징할 수 있습니다.
ru: Настройте сканирование контейнеров в `.gitlab-ci.yml`, используя шаблон, управляемый GitLab. Вы можете [добавить переопределения переменных](https://docs.gitlab.com/ee/user/application_security/container_scanning/#customizing-the-container-scanning-settings) для настройки параметров сканирования контейнеров.

source: Configure Container Scanning in `.gitlab-ci.yml`, creating this file if it does not already exist
ko: `.gitlab-ci.yml`에서 Container Scanning을 구성하고, 아직 존재하지 않는 경우 이 파일을 생성합니다.
ru: Настроить сканирование контейнеров в `.gitlab-ci.yml`, при необходимости создать файл

source: Configure Dependency Scanning in `.gitlab-ci.yml` using the GitLab managed template. You can [add variable overrides](https://docs.gitlab.com/ee/user/application_security/dependency_scanning/#customizing-the-dependency-scanning-settings) to customize Dependency Scanning settings.
ko: GitLab 관리 템플릿을 사용하여 `.gitlab-ci.yml`에서 의존성 검색을 설정합니다. [변수 오버라이드 추가](https://docs.gitlab.com/ee/user/application_security/dependency_scanning/#customizing-the-dependency-scanning-settings)를 통해 의존성 검색 설정을 커스터마이징할 수 있습니다.

source: Configure Dependency Scanning in `.gitlab-ci.yml`, creating this file if it does not already exist
ko: `.gitlab-ci.yml`에서 의존성 검색을 설정하고 아직 존재하지 않는 경우 이 파일을 생성합니다.
ru: Настроить сканирование зависимостей в `.gitlab-ci.yml`, при необходимости создать файл

source: Configure Error Tracking
ko: 오류 추적 설정
ru: Настройка отслеживания ошибок

source: Configure GitLab
ko: GitLab 구성
ru: Настроить GitLab

source: Configure Gitaly timeouts.
ko: Gitaly 시간 제한 설정.
ru: Настройка таймаутов Gitaly.

source: Configure Integrations
ko: 통합 구성
ru: Настроить интеграции

source: Configure SAST IaC in `.gitlab-ci.yml` using the GitLab managed template. You can [add variable overrides](https://docs.gitlab.com/ee/user/application_security/sast/#customizing-the-sast-settings) to customize SAST IaC settings.
ko: GitLab 관리 템플릿을 사용하여 `.gitlab-ci.yml`에서 SAST IaC를 설정합니다. [변수 오버라이드 추가](https://docs.gitlab.com/ee/user/application_security/sast/#customizing-the-sast-settings)를 통해 SAST IaC 설정을 커스터마이징할 수 있습니다.

source: Configure SAST IaC in `.gitlab-ci.yml`, creating this file if it does not already exist
ko: `.gitlab-ci.yml`에 SAST IaC를 구성하고 이 파일이 없으면 생성합니다.
ru: Настроить SAST для IaC в `.gitlab-ci.yml`, при необходимости создать файл

source: Configure SAST and Secret Detection in `.gitlab-ci.yml`, creating this file if it does not already exist
ko: `.gitlab-ci.yml`에 SAST 및 비밀 탐지를 구성하고 이 파일이 아직 없으면 생성합니다.
ru: Настроить SAST и обнаружение секретов в `.gitlab-ci.yml`, при необходимости создать файл

source: Configure SAST in `.gitlab-ci.yml` using the GitLab managed template. You can [add variable overrides](https://docs.gitlab.com/ee/user/application_security/sast/#customizing-the-sast-settings) to customize SAST settings.
ko: GitLab 관리 템플릿을 사용하여 `.gitlab-ci.yml`에서 SAST를 설정합니다. [변수 오버라이드 추가](https://docs.gitlab.com/ee/user/application_security/sast/#customizing-the-sast-settings)를 통해 SAST 설정을 커스터마이징할 수 있습니다.

source: Configure SAST in `.gitlab-ci.yml`, creating this file if it does not already exist
ko: `.gitlab-ci.yml`에 SAST를 구성하고, 아직 존재하지 않는 경우 이 파일을 생성합니다.
ru: Настроить SAST в `.gitlab-ci.yml`, при необходимости создать файл

source: Configure Secret Detection in `.gitlab-ci.yml` using the GitLab managed template. You can [add variable overrides](https://docs.gitlab.com/user/application_security/secret_detection/pipeline/configure) to customize Secret Detection settings.
ko: GitLab 관리 템플릿을 사용하여 `.gitlab-ci.yml`에서 비밀 탐지를 구성하세요. [변수 재정의 추가](https://docs.gitlab.com/user/application_security/secret_detection/pipeline/configure)를 통해 비밀 탐지 설정을 커스터마이징할 수 있습니다.
ru: Настройте обнаружение секретов в `.gitlab-ci.yml`, используя управляемый шаблон GitLab. Вы можете [добавить переопределения переменных](https://docs.gitlab.com/user/application_security/secret_detection/pipeline/configure) для настройки параметров обнаружения секретов.

source: Configure Secret Detection in `.gitlab-ci.yml`, creating this file if it does not already exist
ko: `.gitlab-ci.yml`에서 비밀 탐지를 설정하고 이 파일이 없으면 생성합니다.
ru: Настроить обнаружение секретов в `.gitlab-ci.yml`, при необходимости создать файл

source: Configure Sentry integration for error tracking
ko: 오류 추적을 위한 Sentry 통합 설정
ru: Настройте интеграцию с Sentry для отслеживания ошибок

source: Configure advanced permissions
ko: 고급 권한 구성
ru: Настроить расширенные права доступа

source: Configure advanced permissions, Large File Storage, two-factor authentication, and CI/CD settings.
ko: 고급 권한, 대용량 파일 저장소, 이중 인증 및 CI/CD 설정을 설정합니다.
ru: Настройте расширенные права доступа, хранилище больших файлов, двухфакторную аутентификацию и CI/CD.

source: Configure advanced permissions, Large File Storage, two-factor authentication, and customer relations settings.
ko: 고급 권한, 대용량 파일 스토리지, 이중 인증 및 고객 관리 설정을 구성합니다.
ru: Настройте расширенные права доступа, хранилище больших файлов, двухфакторную аутентификацию и настройки взаимодействия с клиентами.

source: Configure checkin reminder frequency
ko: 체크인 알림 빈도 구성

source: Configure custom rules for Jira issue key matching
ko: Jira 이슈 키 일치에 대한 사용자 정의 규칙 구성
ru: Настройте собственные правила для сопоставления ключей задач Jira

source: Configure feature "%{name}"
ko: "%{name}" 기능 구성
ru: Настроить функцию «%{name}»

source: Configure import sources and settings related to import and export features.
ko: 가져오기 및 내보내기 기능과 관련된 가져오기 소스 및 설정을 구성합니다.
ru: Настройте источники импорта и параметры, связанные с функциями импорта и экспорта.

source: Configure it later
ko: 나중에 구성
ru: Настроить позже

source: Configure pipeline
ko: 파이프라인 구성

source: Configure pipelines to deploy web apps, backend services, APIs and static resources to Google Cloud
ko: 웹 앱, 백엔드 서비스, API, 정적 리소스를 Google Cloud에 배포하기 위한 파이프라인 설정

source: Configure region
ko: 지역 설정
ru: Настроить регион

source: Configure region for environment
ko: 환경을 위한 지역 설정

source: Configure regions
ko: 지역 설정
ru: Настроить регионы

source: Configure repository mirroring.
ko: 리포지토리 미러링을 설정합니다.
ru: Настройте зеркалирование репозитория.

source: Configure repository storage.
ko: 리포지토리 스토리지를 설정합니다.
ru: Настройте хранилище репозитория.

source: Configure runner version management and registration settings.
ko: 러너 버전 관리 및 등록 설정을 구성합니다.
ru: Настройте управление версиями и параметры регистрации средства выполнения.

source: Configure search access and visibility settings for search scopes.
ko: 검색 범위에 대한 검색 접근 및 공개범위 설정을 구성합니다.
ru: Настройте параметры доступа и видимости для областей поиска.

source: Configure settings for Advanced Search with Elasticsearch.
ko: Elasticsearch를 사용하여 고급 검색에 대한 설정을 설정합니다.
ru: Настройте параметры для расширенного поиска с помощью Elasticsearch.

source: Configure settings for exact code search.
ko: 정확한 코드 검색을 위한 설정을 구성합니다.

source: Configure specific limits for Files API requests that supersede the general user and IP rate limits.
ko: 일반 사용자 및 IP 속도 제한을 대체하는 Files API 요청에 대한 특정 한도를 설정합니다.
ru: Настройте конкретные ограничения для запросов к API файлов, которые будут иметь приоритет над общими ограничениями для пользователей и IP-адресов.

source: Configure specific limits for Git HTTP requests.
ko: Git HTTP 요청에 대한 특정 한도를 설정합니다.
ru: Настройте ограничения для HTTP-запросов Git.

source: Configure specific limits for Git LFS requests that supersede the general user and IP rate limits.
ko: 일반 사용자 및 IP 속도 제한을 대체하는 Git LFS 요청에 대한 특정 한도을 설정합니다.
ru: Настройте конкретные ограничения для запросов Git LFS, которые будут иметь приоритет над общими ограничениями для пользователей и IP-адресов.

source: Configure specific limits for deprecated API requests that supersede the general user and IP rate limits.
ko: 일반 사용자 및 IP 속도 제한을 대체하는 더 이상 사용되지 않는 API 요청에 대한 특정 한도를 설정합니다.
ru: Настройте конкретные ограничения для устаревших API-запросов, которые будут иметь приоритет над общими ограничениями для пользователей и IP-адресов.

source: Configure the %{link} integration.
ko: %{link} 통합을 설정하십시오.

source: Configure the Git repository
ko: Git 리포지토리 구성
ru: Настройте репозиторий Git

source: Configure the default first day of the week, time tracking units, and default language.
ko: 기본 한주의 시작 요일, 시간 추적 단위 및 기본 언어를 구성합니다.
ru: Настройте значения по умолчанию для первого дня недели, единиц учёта времени и языка интерфейса.

source: Configure the way a user creates a new account.
ko: 사용자가 새로운 계정을 만드는 방법을 설정합니다.
ru: Настройте способ создания новой учётной записи пользователем.

source: Configure via Merge Request
ko: 머지 리퀘스트를 통해 설정

source: Configure which lists are shown for anyone who visits this board
ko: 이 보드를 방문하는 모든 사람에게 표시되는 목록 구성
ru: Определите, какие списки отображаются для всех, кто посещает эту доску

source: Configure with a merge request
ko: 머지 리퀘스트로 설정
ru: Настроить с помощью запроса на слияние

source: Configure your Git identity
ko: Git ID 구성
ru: Настройте вашу идентификацию Git

source: Configure your Git identity globally to use it for all current and future projects on your machine:
ko: 당신의 머신의 모든 현재 및 미래 프로젝트에 사용할 Git ID를 전역적으로 구성하세요:
ru: Настройте вашу идентификацию Git глобально, чтобы использовать её во всех текущих и будущих проектах на вашем компьютере:

source: Configure your Git identity locally to use it only for this project:
ko: 이 프로젝트에만 사용하도록 로컬로 Git ID를 구성하세요:
ru: Настройте вашу идентификацию Git локально, чтобы использовать её только для этого проекта:

source: Configure your environments to be deployed to specific geographical regions
ko: 특정 지리적 지역에 배포할 환경 설정

source: Confirm
ko: 확인
ru: Подтвердить

source: Confirm Enrollment
ko: 등록 확인
ru: Подтвердить участие

source: Confirm approval
ko: 승인 확인

source: Confirm destroy application
ko: 애플리케이션 파기 확인

source: Confirm enrollment in the Early Access Program
ko: 먼저 체험하기 프로그램 등록 확인
ru: Подтвердите участие в программе раннего доступа

source: Confirm new password
ko: 새로운 비밀번호 확인

source: Confirm password
ko: 비밀번호 확인

source: Confirm project name
ko: 프로젝트 이름 확인
ru: Подтвердите названием проекта

source: Confirm this email address within %{cut_off_days} days, otherwise the email address is removed.
ko: %{cut_off_days} 일 이내에 이 이메일 주소를 확인하세요. 그렇지 않으면 이메일 주소가 제거됩니다.

source: Confirm user
ko: 사용자 확인

source: Confirm your account
ko: 본인 계정 확인

source: Confirm your email address
ko: 본인의 이메일 주소 확인

source: Confirmation
ko: 확인
ru: Подтверждение

source: Confirmation email sent to %{email}
ko: 확인 이메일이 %{email}로 전송되었습니다.

source: Confirmed at:
ko: 확인됨:
ru: Подтвержден:

source: Confirmed:
ko: 확인됨:

source: Conflict: This file was added both in the source and target branches, but with different contents.
ko: Conflict: 이 파일은 소스 및 대상 브랜치에 모두 추가되었지만 내용이 다릅니다.
ru: Конфликт: Этот файл был добавлен как в исходной, так и в целевой ветке, но с разным содержимым.

source: Conflict: This file was modified in both the source and target branches.
ko: Conflict: 이 파일은 소스 및 대상 브랜치에서 모두 수정되었습니다.
ru: Конфликт: Этот файл был изменён как в исходной, так и в целевой ветке.

source: Conflict: This file was modified in the source branch, but removed in the target branch.
ko: Conflict: 이 파일은 소스 브랜치에서 수정되었지만 대상 브랜치에서 제거되었습니다.
ru: Конфликт: Этот файл был изменён в исходной ветке, но удалён в целевой ветке.

source: Conflict: This file was removed in the source branch, but modified in the target branch.
ko: Conflict: 이 파일은 소스 브랜치에서 제거되었지만 대상 브랜치에서 수정되었습니다.
ru: Конфликт: Этот файл был удалён в исходной ветке, но изменён в целевой ветке.

source: Conflict: This file was removed in the source branch, but renamed in the target branch.
ko: Conflict: 이 파일은 소스 브랜치에서 제거되었지만 대상 브랜치에서 이름이 변경되었습니다.
ru: Конфликт: Этот файл был удалён в исходной ветке, но переименован в целевой ветке.

source: Conflict: This file was renamed differently in the source and target branches.
ko: Conflict: 이 파일은 소스 및 대상 브랜치에서 다르게 이름이 변경되었습니다.
ru: Конфликт: Этот файл был переименован по-разному в исходной и целевой ветках.

source: Conflict: This file was renamed in the source branch, but removed in the target branch.
ko: Conflict: 이 파일은 소스 브랜치에서 이름이 바뀌었지만 대상 브랜치에서는 제거되었습니다.
ru: Конфликт: Этот файл был переименован в исходной ветке, но удалён в целевой ветке.

source: Confluence Workspace URL
ko: Confluence 작업 공간 URL
ru: URL рабочего пространства Confluence

source: ConfluenceService|Confluence Workspace
ko: Confluence 작업공간
ru: Рабочее пространство Confluence

source: ConfluenceService|Link to a Confluence Workspace from the sidebar.
ko: 사이드바에서 Confluence Workspace로 링크합니다.
ru: Ссылка на рабочее пространство Confluence в боковой панели.

source: ConfluenceService|Link to a Confluence Workspace from the sidebar. Enabling this integration replaces the "Wiki" sidebar link with a link to the Confluence Workspace. The GitLab wiki is still available at the original URL.
ko: 사이드바에서 Confluence Workspace로 링크합니다. 이 통합을 활성화하면 "Wiki" 사이드바 링크가 Confluence Workspace에 대한 링크로 바뀝니다. GitLab 위키는 원래 URL로 계속 사용할 수 있습니다.
ru: Ссылка на рабочее пространство Confluence в боковой панели. Включение этой интеграции заменяет ссылку «Вики» на боковой панели ссылкой на рабочее пространство Confluence. Вики GitLab остаётся доступным по исходному URL.

source: Connect
ko: 연결
ru: Подключить

source: Connect a Kubernetes Cluster
ko: Kubernetes 클러스터 연결
ru: Подключить кластер Kubernetes

source: Connect a cluster
ko: 클러스터 연결

source: Connect all repositories
ko: 모든 리포지토리 연결
ru: Подключить все репозитории

source: Connect repositories from GitHub
ko: GitHub 리포지토리 연결
ru: Подключить репозитории с GitHub

source: Connect your external repositories, and CI/CD pipelines will run for new commits. A GitLab project will be created with only CI/CD features enabled.
ko: 당신의 외부 리포지토리를 연결하면 CI/CD 파이프라인이 새로운 커밋에 대해 실행됩니다. GitLab 프로젝트는 CI/CD기능만 사용하여 생성됩니다.
ru: Подключите ваши внешние репозитории, и конвейеры CI/CD будут запускаться для новых коммитов. Будет создан проект GitLab, в котором будут включены только функции CI/CD.

source: Connected
ko: 연결됨
ru: Подключено

source: Connecting
ko: 연결 중
ru: Подключение

source: Connecting…
ko: 연결 중…
ru: Подключение…

source: Connection failure
ko: 연결 실패
ru: Ошибка подключения

source: Consistency guarantee method
ko: 일관성 보장 방법

source: Contact sales
ko: 영업팀에 문의

source: Contact support
ko: 고객 지원 문의

source: Contacts
ko: 연락처
ru: Контакты

source: Container Repository
ko: 컨테이너 리포지토리
ru: Репозиторий контейнеров

source: Container Scanning
ko: 컨테이너 스캐닝
ru: Сканирование контейнеров

source: Container Scanning For Registry
ko: 레지스트리 컨테이너 스캐닝
ru: Сканирование контейнеров для реестра

source: Container expiration policy
ko: 컨테이너 만료 정책
ru: Политика истечения срока действия контейнера

source: Container must be a group.
ko: 컨테이너는 그룹이어야 합니다.

source: Container must be a project or a group.
ko: 컨테이너는 프로젝트 또는 그룹이어야 합니다.
ru: Контейнер должен быть проектом или группой.

source: Container registry
ko: 컨테이너 레지스트리
ru: Реестр контейнеров

source: Container registry images
ko: 컨테이너 레지스트리 이미지들
ru: Образы реестра контейнеров

source: Container registry is not enabled on this GitLab instance. Ask an administrator to enable it in order for Auto DevOps to work.
ko: 이 GitLab 인스턴스에서 컨테이너 레지스트리가 활성화되어 있지 않습니다. Auto DevOps가 작동하려면 운영자에게 활성화해 달라고 요청하세요.
ru: Реестр контейнеров отключён в этом экземпляре GitLab. Попросите администратора включить его, чтобы Auto DevOps работал.

source: Container scanning
ko: 컨테이너 스캐닝
ru: Сканирование контейнеров

source: ContainerRegistry| Please visit the %{linkStart}administration settings%{linkEnd} to enable this feature.
ko: 이 기능을 활성화하려면 %{linkStart}관리 설정%{linkEnd} 을 방문하십시오.
ru: Перейдите в %{linkStart}настройки администрирования%{linkEnd}, чтобы включить эту функцию.

source: ContainerRegistry|%{count} Image repository
ko: %{count} 이미지 리포지토리
ru: %{count} репозиторий образов

source: ContainerRegistry|%{count} of %{max}
ko: %{count} / %{max}
ru: %{count} из %{max}

source: ContainerRegistry|%{count} tag
ko: %{count} 개의 태그
ru: %{count} тег

source: ContainerRegistry|%{strongStart}Next cleanup on%{strongEnd} %{cleanupTime}
ko: %{strongStart}다음 정리 일정%{strongEnd} %{cleanupTime}
ru: %{strongStart}Следующая очистка будет выполнена%{strongEnd} %{cleanupTime}

source: ContainerRegistry|%{title} was successfully scheduled for deletion
ko: %{title} 성공적으로 삭제 예약되었습니다.
ru: %{title} был успешно запланирован на удаление

source: ContainerRegistry|-- tags
ko: -- 태그
ru: -- теги

source: ContainerRegistry|A protection rule exists for this container repository.
ko: 이 컨테이너 리포지토리에 대한 보호 규칙이 있습니다.
ru: Для этого репозитория контейнеров существует правило защиты.

source: ContainerRegistry|Add protection rule
ko: 보호 규칙 추가
ru: Добавить правило защиты

source: ContainerRegistry|Add rule
ko: 규칙 추가
ru: Добавить правило

source: ContainerRegistry|Apply immutability rule to tags matching
ko: 태그와 일치하는 불변성 규칙 적용
ru: Применить правило неизменности к соответствующим тегам

source: ContainerRegistry|Are you sure you want to delete the protected container tags rule %{tagNamePattern}?
ko: 보호된 컨테이너 태그 규칙 %{tagNamePattern}을(를) 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить правило защищённых тегов контейнера %{tagNamePattern}?

source: ContainerRegistry|Build an image
ko: 이미지 빌드
ru: Собрать образ

source: ContainerRegistry|CLI commands
ko: CLI 명령
ru: Команды CLI

source: ContainerRegistry|Cleanup disabled
ko: 정리 비활성화됨
ru: Очистка отключена

source: ContainerRegistry|Cleanup in progress
ko: 정리 진행 중
ru: Выполняется очистка

source: ContainerRegistry|Cleanup incomplete
ko: 정리 완료되지 않음
ru: Очистка не завершена

source: ContainerRegistry|Cleanup is currently removing tags
ko: 정리 작업이 지금 태그를 제거하고 있습니다.
ru: Очистка в настоящее время удаляет теги

source: ContainerRegistry|Cleanup is disabled for this project
ko: 이 프로젝트에 대해 정리가 비활성화되었습니다.
ru: Очистка отключена для этого проекта

source: ContainerRegistry|Cleanup is not scheduled.
ko: 정리가 예약되지 않았습니다.
ru: Очистка не запланирована.

source: ContainerRegistry|Cleanup is ongoing
ko: 정리가 진행 중입니다.
ru: Выполняется очистка

source: ContainerRegistry|Cleanup pending
ko: 정리 대기중
ru: Очистка в ожидании

source: ContainerRegistry|Cleanup policy for tags is disabled
ko: 태그에 대한 정리 정책이 비활성화되었습니다.
ru: Политика очистки тегов отключена

source: ContainerRegistry|Cleanup policy successfully saved.
ko: 정리 정책이 성공적으로 저장되었습니다.
ru: Политика очистки успешно сохранена.

source: ContainerRegistry|Cleanup ran but some tags were not removed
ko: 정리를 실행했지만 일부 태그가 제거되지 않았습니다.
ru: Очистка была выполнена, но некоторые теги не были удалены

source: ContainerRegistry|Cleanup will run %{time}
ko: 정리 작업 실행 예정 %{time}
ru: Очистка будет выполнена %{time}

source: ContainerRegistry|Cleanup will run in %{time}
ko: 정리 작업이 %{time} 후에 실행됩니다.
ru: Очистка будет выполнена через %{time}

source: ContainerRegistry|Cleanup will run soon
ko: 정리 작업이 곧 실행됩니다.
ru: Очистка будет выполнена скоро

source: ContainerRegistry|Configuration digest: %{digest}
ko: 구성 다이제스트: %{digest}
ru: Дайджест конфигурации: %{digest}

source: ContainerRegistry|Configure in settings
ko: 구성을 설정하고 있습니다.
ru: Изменить в настройках
