Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: SecurityOrchestration|exceptions: %{exceptions}
ko: 예외: %{exceptions}
ru: исключения: %{exceptions}

source: SecurityOrchestration|for %{branchType}
ko: %{branchType}에 대하여

source: SecurityOrchestration|group level branch input
ko: 그룹 수준 브랜치 입력

source: SecurityOrchestration|group level branch selector
ko: 그룹 수준 브랜치 선택기

source: SecurityOrchestration|have a fix available
ko: 사용 가능한 수정 사항 있음
ru: доступно исправление

source: SecurityOrchestration|have no fix available
ko: 사용 가능한 수정 사항 없음
ru: исправление недоступно

source: SecurityOrchestration|in timezone %{timezone}
ko: %{timezone} 시간대

source: SecurityOrchestration|latest
ko: 최신

source: SecurityOrchestration|more than %{allowed}
ko: %{allowed} 이상

source: SecurityOrchestration|on %{dayText} %{days} of each month
ko: 매달 %{dayText} %{days} 에

source: SecurityOrchestration|on every
ko: 모든
ru: день недели

source: SecurityOrchestration|projects with compliance frameworks
ko: 규정 준수 프레임워크를 사용하는 프로젝트
ru: проекты с регламентами соблюдения норм

source: SecurityOrchestration|scanner finds
ko: 스캐너 검색

source: SecurityOrchestration|scanners find
ko: 스캐너 검색

source: SecurityOrchestration|specific projects
ko: 특정 프로젝트

source: SecurityOrchestration|starting every %{days}
ko: 매 %{days}마다 시작

source: SecurityOrchestration|targeting %{branchTypeText}
ko: 타겟팅 %{branchTypeText}

source: SecurityOrchestration|the %{branches}
ko: 이 %{branches}

source: SecurityOrchestration|the %{branches} and %{lastBranch} branches
ko: %{branches} 와 %{lastBranch} 브랜치

source: SecurityOrchestration|the %{branches} branch
ko: %{branches} 브랜치

source: SecurityOrchestration|the %{namespaces} and %{lastNamespace} namespaces
ko: %{namespaces} 및 %{lastNamespace} 네임스페이스

source: SecurityOrchestration|the %{namespaces} namespace
ko: %{namespaces} 네임스페이스

source: SecurityOrchestration|the default branch
ko: 기본 브랜치
ru: ветка по умолчанию

source: SecurityOrchestration|type: scan_result_policy is replaced with %{linkStart}type: approval_policy%{linkEnd}
ko: type: scan_result_policy는 %{linkStart}type: approval_policy%{linkEnd}로 대체됩니다.

source: SecurityOrchestration|with %{exceptionType}
ko: %{exceptionType} 를 적용

source: SecurityOrchestration|with %{exceptionType} on %{branchSelector}
ko: %{branchSelector}상의 %{exceptionType}

source: SecurityOrchestration|without exceptions
ko: 예외 없음

source: SecurityPolicies|Invalid or empty policy
ko: 잘못되었거나 비어 있는 정책

source: SecurityReports|%{count} Selected
ko: %{count}개 선택됨
ru: Выбрано: %{count}

source: SecurityReports|%{count}+
ko: %{count}+
ru: %{count}+

source: SecurityReports|%{count}+ projects
ko: %{count}+ 프로젝트
ru: %{count}+ проектов

source: SecurityReports|%{firstProject} and %{secondProject}
ko: %{firstProject} 그리고 %{secondProject}
ru: %{firstProject} и %{secondProject}

source: SecurityReports|%{firstProject}, %{secondProject}, and %{rest}
ko: %{firstProject}, %{secondProject}, 그리고 %{rest}
ru: %{firstProject}, %{secondProject} и %{rest}

source: SecurityReports|%{nrVulnerabilities} vulnerabilities attached to %{nrIssues} issues
ko: %{nrVulnerabilities}개의 취약점이 %{nrIssues}개의 이슈에 첨부됨
ru: %{nrVulnerabilities} уязвимостей привязаны к %{nrIssues} обсуждениям

source: SecurityReports|%{nrVulnerabilities} vulnerabilities attached to 1 issue
ko: 1개 이슈에 %{nrVulnerabilities}개의 취약점이 첨부됨
ru: %{nrVulnerabilities} уязвимостей прикреплено к 1 обсуждению

source: SecurityReports|1 vulnerability attached to %{nrIssues} issues
ko: %{nrIssues} 이슈에 취약점 1개가 첨부됨
ru: 1 уязвимость связана с %{nrIssues} обсуждениями

source: SecurityReports|1 vulnerability attached to 1 issue
ko: 1개의 이슈에 1개의 취약점이 첨부됨
ru: 1 уязвимость связана с 1 обсуждением

source: SecurityReports|A comment is required when changing the severity.
ko: 심각도를 변경할 때에는 댓글이 필요합니다.
ru: Для изменения уровня серьёзности требуется комментарий.

source: SecurityReports|A comment is required when dismissing.
ko: 해지에 댓글을 추가해야 합니다.
ru: Для отклонения требуется комментарий.

source: SecurityReports|A dismissal reason is required.
ko: 해지 이유가 필수입니다.
ru: Требуется указать причину отклонения.

source: SecurityReports|Activity
ko: 활동
ru: Активность

source: SecurityReports|Add a comment
ko: 댓글 추가
ru: Добавить комментарий

source: SecurityReports|Add a comment (required)
ko: 댓글 추가 (필수)
ru: Добавить комментарий (обязательно)

source: SecurityReports|Add a comment or reason for dismissal
ko: 해지에 대한 주석 또는 이유 추가
ru: Добавьте комментарий или причину отклонения

source: SecurityReports|Add or remove projects to monitor in the security area. Projects included in this list will have their results displayed in the security dashboard and vulnerability report.
ko: 보안 영역에서 모니터링할 프로젝트를 추가하거나 제거합니다. 이 목록에 포함된 프로젝트의 결과는 보안 대시보드 및 취약점 보고서에 표시됩니다.
ru: Добавьте или удалите проекты для мониторинга в области безопасности. Проекты, включённые в этот список, будут отображаться на панели мониторинга безопасности и в отчёте об уязвимостях.

source: SecurityReports|Add projects
ko: 프로젝트 추가
ru: Добавить проекты

source: SecurityReports|Add reason for the severity change (required)
ko: 심각도 변경 사유 추가 (필수)
ru: Укажите причину изменения уровня серьёзности (обязательно)

source: SecurityReports|All activity
ko: 모든 활동
ru: Все действия

source: SecurityReports|All clusters
ko: 모든 클러스터
ru: Все кластеры

source: SecurityReports|All dismissal reasons
ko: 모든 해지 이유
ru: Все причины отклонения

source: SecurityReports|All images
ko: 모든 이미지
ru: Все образы

source: SecurityReports|All projects
ko: 모든 프로젝트
ru: Все проекты

source: SecurityReports|All report types
ko: 모든 리포트 유형
ru: Все типы отчётов

source: SecurityReports|All scanners
ko: 모든 스캐너
ru: Все сканеры

source: SecurityReports|All severities
ko: 모든 심각도
ru: Все уровни серьёзности

source: SecurityReports|All statuses
ko: 모든 상태
ru: Все статусы

source: SecurityReports|All tools
ko: 모든 도구
ru: Все инструменты

source: SecurityReports|Attach to existing issue
ko: 기존 이슈에 첨부
ru: Привязать к существующему обсуждению

source: SecurityReports|Attach to new issue
ko: 새 이슈로 첨부
ru: Привязать к новому обсуждению

source: SecurityReports|CVSS v%{version}:
ko: CVSS v%{version}:
ru: CVSS v%{version}:

source: SecurityReports|Change severity
ko: 심각도 변경
ru: Изменить уровень серьёзности

source: SecurityReports|Change status
ko: 상태 변경
ru: Изменить статус

source: SecurityReports|Check the messages generated while parsing the following security reports, as they may prevent the results from being ingested by GitLab. Ensure the security report conforms to a supported %{helpPageLinkStart}JSON schema%{helpPageLinkEnd}.
ko: 보안 보고서를 구문 분석하는 동안 생성된 메시지를 확인하십시오. GitLab에서 결과를 수집하지 못할 수 있습니다. 보안 보고서가 관련 %{helpPageLinkStart}JSON 스키마%{helpPageLinkEnd}을 준수하는지 확인하십시오.
ru: Проверьте сообщения, сгенерированные при анализе следующих отчётов о безопасности, так как они могут помешать обработке результатов в GitLab. Убедитесь, что отчёт о безопасности соответствует поддерживаемой %{helpPageLinkStart}JSON-схеме%{helpPageLinkEnd}.

source: SecurityReports|Cluster
ko: 클러스터
ru: Кластер

source: SecurityReports|Coming soon: time-based data retention limits
ko: 곧 출시: 시간 기반 데이터 보존 한도
ru: Скоро: ограничения хранения данных по времени

source: SecurityReports|Comment (required)
ko: 댓글 (필수)
ru: Комментарий (обязательно)

source: SecurityReports|Configure security testing
ko: 보안 테스트 설정
ru: Настроить проверку безопасности

source: SecurityReports|Confirm dismissal
ko: 해지 확인
ru: Подтвердить отклонение

source: SecurityReports|Container Scanning for Registry scans the latest tag of each image for vulnerabilities. %{linkStart}How do I enable Container Scanning for Registry?%{linkEnd}
ko: 레지스트리 컨테이너 스캐닝은 각 이미지의 최신 태그를 취약점으로 스캔합니다. %{linkStart}레지스트리 컨테이너 스캐닝을 활성화하려면 어떻게 해야 하나요?%{linkEnd}
ru: Сканирование контейнеров для реестра проверяет последний тег каждого образа на уязвимости. %{linkStart}Как включить сканирование контейнеров для реестра?%{linkEnd}

source: SecurityReports|Container Scanning for Registry scans the latest tag of each image. It scans for vulnerabilities in the container %{linkStart}registry%{linkEnd} when an image or database is updated.
ko: 레지스트리 컨테이너 스캐닝은 각 이미지의 최신 태그를 스캔합니다. 이미지나 데이터베이스가 업데이트되면 컨테이너 %{linkStart}레지스트리%{linkEnd} 의 취약점을 스캔합니다.
ru: Сканирование контейнеров для реестра проверяет последний тег каждого образа. Оно сканирует на уязвимости реестр контейнеров %{linkStart}после обновления образа или базы данных%{linkEnd}.

source: SecurityReports|Container Scanning for registry is active
ko: 레지스트리에 대한 컨테이너 스캐닝이 활성화되었습니다.
ru: Сканирование контейнеров для реестра активно

source: SecurityReports|Container registry vulnerabilities
ko: 컨테이너 레지스트리 취약점
ru: Уязвимости реестра контейнеров

source: SecurityReports|Container scanning for registry is not enabled
ko: 레지스트리 컨테이너 스캐닝이 활성화되지 않았습니다.
ru: Сканирование контейнеров для реестра отключено

source: SecurityReports|Container scanning for registry scans the latest tag of each image. It scans for vulnerabilities in the container registry when an image or database is updated.
ko: 레지스트리 컨테이너 스캐닝은 각 이미지의 최신 태그를 스캔합니다. 이미지나 데이터베이스가 업데이트되면 컨테이너 레지스트리의 취약성을 스캔합니다.
ru: Сканирование контейнеров для реестра проверяет последний тег каждого образа. Оно ищет уязвимости в реестре контейнеров при обновлении образа или базы данных.

source: SecurityReports|Create Jira issue
ko: Jira 이슈 생성
ru: Создать задачу в Jira

source: SecurityReports|Create issue
ko: 이슈 생성
ru: Создать обсуждение

source: SecurityReports|Detected in external sources such as running containers and URLs. These vulnerabilities are not necessarily associated with your GitLab project.
ko: 실행 중인 컨테이너나 URL과 같은 외부 소스에서 감지되었습니다. 이러한 취약점은 귀하의 GitLab 프로젝트와 반드시 연관된 것은 아닙니다.
ru: Обнаружено во внешних источниках, таких как запущенные контейнеры и URL. Эти уязвимости не обязательно связаны с вашим проектом GitLab.

source: SecurityReports|Detection
ko: 탐지
ru: Обнаружение

source: SecurityReports|Development vulnerabilities
ko: 개발 취약점
ru: Уязвимости разработки

source: SecurityReports|Dismiss vulnerability
ko: 취약점 해지
ru: Отклонить уязвимость

source: SecurityReports|Dismissal reason (required)
ko: 해지 이유 (필수)
ru: Причина отклонения (обязательно)

source: SecurityReports|Dismissed (all reasons)
ko: 해지됨 (모든 이유)
ru: Отклонена (все причины)

source: SecurityReports|Dismissed as…
ko: 다음 이유로 해지됨…
ru: Отклонена как…

source: SecurityReports|Does not have a solution
ko: 해결책이 없습니다.
ru: Отсутствует решение

source: SecurityReports|Does not have issue
ko: 이슈가 없음
ru: Нет обсуждения

source: SecurityReports|Does not have merge request
ko: 머지 리퀘스트가 없습니다.
ru: Отсутствует запрос на слияние

source: SecurityReports|Download %{artifactName}
ko: 다운로드 %{artifactName}
ru: Скачать %{artifactName}

source: SecurityReports|Download %{artifactName} (%{fileType})
ko: %{artifactName} (%{fileType}) 다운로드
ru: Скачать %{artifactName} (%{fileType})

source: SecurityReports|Download results
ko: 결과 다운로드
ru: Скачать результаты

source: SecurityReports|Download scanned URLs
ko: 스캔한 URL 다운로드
ru: Скачать просканированные URL

source: SecurityReports|EPSS:
ko: EPSS:
ru: EPSS:

source: SecurityReports|Edit dismissal
ko: 해지 편집
ru: Редактировать отклонение

source: SecurityReports|Edit vulnerability
ko: 취약점 수정
ru: Редактировать уязвимость

source: SecurityReports|Either you don't have permission to view this dashboard or the dashboard has not been setup. Please check your permission settings with your administrator or check your dashboard configurations to proceed.
ko: 이 대시보드를 볼 수 있는 권한이 없거나 대시보드가 설정되지 않았습니다. 계속하려면 관리자에게 권한 설정을 확인하거나 대시보드 설정을 확인하세요.
ru: Либо у вас нет прав для просмотра этой панели, либо она не настроена. Проверьте свои права у администратора или настройки панели, чтобы продолжить.

source: SecurityReports|Ensure that %{trackingStart}issue tracking%{trackingEnd} is enabled for this project and you have %{permissionsStart}permission to create new issues%{permissionsEnd}.
ko: 이 프로젝트에 대해 %{trackingStart} 이슈 추적이%{trackingEnd} 사용되도록 설정되어 있고 %{permissionsStart}새 이슈를 생성할 수 있는 권한이%{permissionsEnd} 있는지 확인하십시오.
ru: Убедитесь, что %{trackingStart}отслеживание обсуждений%{trackingEnd} включено для этого проекта, и у вас есть %{permissionsStart}права на создание новых обсуждений%{permissionsEnd}.

source: SecurityReports|Enter at least 3 characters to view available identifiers.
ko: 사용 가능한 식별자를 보려면 최소 3자를 입력하세요.
ru: Введите не менее 3 символов, чтобы просмотреть доступные идентификаторы.

source: SecurityReports|Error fetching the vulnerability counts. Please check your network connection and try again.
ko: 취약성 수를 가져오는 동안 오류가 발생했습니다. 네트워크 연결을 확인하고 다시 시도하십시오.
ru: Произошла ошибка при получении количества уязвимостей. Проверьте сетевое подключение и повторите попытку.

source: SecurityReports|Error fetching the vulnerability list. Please check your network connection and try again.
ko: 취약성 목록을 가져오는 동안 오류가 발생했습니다. 네트워크 연결을 확인하고 다시 시도하십시오.
ru: Произошла ошибка при получении списка уязвимостей. Проверьте сетевое подключение и повторите попытку.

source: SecurityReports|Error parsing security reports
ko: 보안 보고서 구문 분석 오류
ru: Произошла ошибка при разборе отчётов безопасности

source: SecurityReports|Export
ko: 내보내기
ru: Экспорт

source: SecurityReports|Failed to get security report information. Please reload the page or try again later.
ko: 보안 보고서 정보를 가져오지 못했습니다. 페이지를 다시 로드하거나 나중에 다시 시도하십시오.
ru: Не удалось получить информацию отчёта безопасности. Перезагрузите страницу или попробуйте позже.

source: SecurityReports|Failed to retrieve the vulnerability data. Please refresh the page.
ko: 취약성 데이터를 검색하지 못했습니다. 페이지를 새로고침하세요.
ru: Не удалось получить данные о уязвимостях. Обновите страницу.

source: SecurityReports|Failed updating vulnerabilities with the following IDs: %{ids}
ko: 다음 ID를 가진 취약점 업데이트 실패: %{ids}
ru: Не удалось обновить уязвимости со следующими идентификаторами: %{ids}

source: SecurityReports|GitLab Duo (AI)
ko: GitLab Duo (AI)
ru: GitLab Duo (ИИ)

source: SecurityReports|Group your vulnerabilities by one of the provided categories. Leave feedback or suggestions in %{feedbackIssueStart}this issue%{feedbackIssueEnd}.
ko: 제공된 카테고리 중 하나로 취약점을 그룹화하세요. %{feedbackIssueStart}이 이슈%{feedbackIssueEnd}에 피드백이나 제안을 남겨주세요.
ru: Группируйте уязвимости по одной из предложенных категорий. Оставьте отзыв или предложения в %{feedbackIssueStart}этом обсуждении%{feedbackIssueEnd}.

source: SecurityReports|Has a solution
ko: 해결책 있음
ru: Есть решение

source: SecurityReports|Has issue
ko: 이슈가 있음
ru: Есть обсуждение

source: SecurityReports|Has merge request
ko: 머지 리퀘스트 있음
ru: Есть запрос на слияние

source: SecurityReports|Historical view of open vulnerabilities in the default branch. Excludes vulnerabilities that were resolved or dismissed. %{linkStart}Learn more.%{linkEnd}
ko: 기본 브랜치의 열린 취약성에 대한 이력 보기. 해결되거나 해제된 취약성은 제외합니다. %{linkStart}자세히 알아보기.%{linkEnd}
ru: Исторический обзор открытых уязвимостей в основной ветке. Исключает уязвимости, которые были решены или отклонены. %{linkStart}Подробнее.%{linkEnd}

source: SecurityReports|Identifier
ko: 식별자
ru: Идентификатор

source: SecurityReports|If you were expecting vulnerabilities to be shown here, check that you've completed the %{linkStart}security scanning prerequisites%{linkEnd}.
ko: 여기에서 취약점이 표시되기를 기대했다면, %{linkStart}보안 스캔 필수 사항%{linkEnd}을 완료했는지 확인하세요.
ru: Если вы ожидали увидеть здесь уязвимости, убедитесь, что выполнены все %{linkStart}требования для сканирования безопасности%{linkEnd}.

source: SecurityReports|Image
ko: 이미지
ru: Образ

source: SecurityReports|Investigate this vulnerability by creating an issue
ko: 이슈 생성을 위한 취약성 조사
ru: Изучите эту уязвимость, создав обсуждение

source: SecurityReports|Issue
ko: 이슈
ru: Обсуждение

source: SecurityReports|Issues created from a vulnerability cannot be removed.
ko: 취약성에서 생성된 이슈는 제거할 수 없습니다.
ru: Созданные из уязвимости обсуждения нельзя удалить.

source: SecurityReports|KEV:
ko: KEV:
ru: KEV:

source: SecurityReports|Learn more about security configuration
ko: 보안 구성에 대해 자세히 알아보기
ru: Подробнее о настройке безопасности

source: SecurityReports|Learn more about setting up your dashboard
ko: 대시보드 설정에 대해 자세히 알아보기
ru: Подробнее о настройке вашей панели управления

source: SecurityReports|Manage and track vulnerabilities identified in projects within your group. Vulnerabilities in projects are shown here when security testing is configured and a pipeline has been run on the default branch.
ko: 그룹 내 프로젝트에서 식별된 취약성을 관리하고 추적합니다. 보안 테스트가 구성되고 파이프라인이 기본 브랜치에서 실행되면 프로젝트의 취약성이 여기에 표시됩니다.
ru: Управляйте и отслеживайте уязвимости, обнаруженные в проектах вашей группы. Уязвимости в проектах отображаются здесь, когда настроено тестирование безопасности и конвейер был запущен на основной ветке.

source: SecurityReports|Manage and track vulnerabilities identified in your project. Vulnerabilities are shown here when security testing is configured and a pipeline has been run on the default branch.
ko: 프로젝트에서 식별된 취약성을 관리하고 추적합니다. 보안 테스트가 구성되고 파이프라인이 기본 브랜치에서 실행되면 취약성이 여기에 표시됩니다.
ru: Управляйте и отслеживайте уязвимости, обнаруженные в вашем проекте. Уязвимости отображаются здесь, когда настроено тестирование безопасности и конвейер был запущен на основной ветке.

source: SecurityReports|Manage and track vulnerabilities identified in your selected projects. Vulnerabilities for selected projects are shown here when security testing is configured and a pipeline has been run on the default branch.
ko: 선택한 프로젝트에서 식별된 취약성을 관리하고 추적합니다. 보안 테스트가 구성되고 파이프라인이 기본 브랜치에서 실행되면 선택한 프로젝트의 취약성이 여기에 표시됩니다.
ru: Управляйте и отслеживайте уязвимости, обнаруженные в выбранных проектах. Уязвимости для выбранных проектов отображаются здесь, когда настроено тестирование безопасности и конвейер был запущен на ветке по умолчанию.

source: SecurityReports|Maximum selected projects limit reached
ko: 선택한 최대 프로젝트 수 제한에 도달했습니다
ru: Достигнуто максимальное количество выбранных проектов

source: SecurityReports|Merge Request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: SecurityReports|Monitor vulnerabilities in all of your projects
ko: 당신의 모든 프로젝트의 취약점 모니터링
ru: Отслеживайте уязвимости во всех ваших проектах

source: SecurityReports|Monitor vulnerabilities in your group
ko: 그룹내의 취약성 모니터링
ru: Отслеживайте уязвимости в вашей группе

source: SecurityReports|Monitor vulnerabilities in your project
ko: 당신의 프로젝트의 취약점 모니터링
ru: Отслеживайте уязвимости в вашем проекте

source: SecurityReports|Monitored projects
ko: 모니터링되는 프로젝트
ru: Отслеживаемые проекты

source: SecurityReports|New feature: Grouping
ko: 새 기능: 그룹화
ru: Новая функция: Группировка

source: SecurityReports|New status must be different than current status.
ko: 새 상태는 현재 상태와는 다르게 입력해야 합니다.
ru: Новый статус должен отличаться от текущего.

source: SecurityReports|No identifiers found.
ko: 식별자를 찾을 수 없음.
ru: Идентификаторы не найдены.

source: SecurityReports|No longer detected
ko: 더 이상 탐지되지 않음
ru: Больше не обнаружена

source: SecurityReports|No vulnerabilities to report
ko: 보고할 취약점이 없습니다
ru: Уязвимостей для отчёта нет

source: SecurityReports|Oops, something doesn't seem right.
ko: 이런, 뭔가 잘못된 것 같습니다.
ru: Ой, кажется, что-то пошло не так.

source: SecurityReports|Operational vulnerabilities
ko: 운영 취약점
ru: Операционные уязвимости

source: SecurityReports|Parsing errors and warnings in pipeline
ko: 파이프라인의 오류 및 경고 구문 분석
ru: Ошибки и предупреждения при разборе в конвейере

source: SecurityReports|Parsing errors in pipeline
ko: 파이프라인의 구문 분석 오류
ru: Ошибки при разборе в конвейере

source: SecurityReports|Parsing warnings in pipeline
ko: 파이프라인의 경고 구문 분석
ru: Предупреждения при разборе в конвейере

source: SecurityReports|Project
ko: 프로젝트
ru: Проект

source: SecurityReports|Project was not found or you do not have permission to add this project to Security Dashboards.
ko: 프로젝트를 찾을 수 없거나 이 프로젝트를 보안 대시보드에 추가할 수 있는 권한이 없습니다.
ru: Проект не найден или у вас нет прав на добавление этого проекта в панель безопасности.

source: SecurityReports|Projects added
ko: 프로젝트 추가됨
ru: Добавленные проекты

source: SecurityReports|Reachable:
ko: 도달가능:
ru: Доступна:

source: SecurityReports|Remove project from dashboard
ko: 대시보드에서 프로젝트 제거
ru: Удалить проект с панели

source: SecurityReports|Report export in progress. After the report is generated, an email will be sent with the download link.
ko: 보고서 내보내기가 진행 중입니다. 보고서가 생성된 후 다운로드 링크가 포함된 이메일이 발송됩니다.
ru: Экспорт отчёта выполняется. После создания отчёта будет отправлено электронное письмо со ссылкой для скачивания.

source: SecurityReports|Report has expired
ko: 보고서가 만료되었습니다
ru: Отчет просрочен

source: SecurityReports|Report type
ko: 리포트 유형
ru: Тип отчёта

source: SecurityReports|Results show vulnerability findings from the latest successful %{helpPageLinkStart}pipeline%{helpPageLinkEnd}.
ko: 결과에서는 최신 성공한 %{helpPageLinkStart}파이프라인%{helpPageLinkEnd}의 취약점 검출 내용을 보여줍니다.
ru: Результаты показывают обнаруженные уязвимости из последнего успешного %{helpPageLinkStart}конвейера%{helpPageLinkEnd}.

source: SecurityReports|Scan details
ko: 스캔 세부 정보
ru: Сведения о сканировании

source: SecurityReports|Scanner
ko: 스캐너
ru: Сканер

source: SecurityReports|Security dashboard
ko: 보안 대시보드
ru: Панель безопасности

source: SecurityReports|Security scans have run
ko: 보안 검색이 실행되었습니다
ru: Выполнены проверки безопасности

source: SecurityReports|Select a project to add by using the project search field above.
ko: 위의 프로젝트 검색 필드를 사용하여 추가할 프로젝트를 선택하십시오.
ru: Выберите проект для добавления, используя поле поиска проекта выше.

source: SecurityReports|Select action
ko: 동작 선택
ru: Выберите действие

source: SecurityReports|Select dismissal reason
ko: 해지 이유 선택
ru: Выберите причину отклонения

source: SecurityReports|Select project
ko: 프로젝트 선택
ru: Выберите проект

source: SecurityReports|Select severity
ko: 심각도 선택
ru: Выберите уровень серьёзности

source: SecurityReports|Select status
ko: 상태 선택
ru: Выберите статус

source: SecurityReports|Send as CSV to email
ko: CSV을 이메일로 보내기
ru: Отправить CSV по электронной почте

source: SecurityReports|Severity
ko: 심각도
ru: Уровень серьёзности

source: SecurityReports|Show %d item
ko: %d 항목 표시
ru: Показать %d элемент

source: SecurityReports|Solution available
ko: 사용가능한 해결책
ru: Доступно решение

source: SecurityReports|Sometimes a scanner can't determine a finding's severity. Those findings may still be a potential source of risk though. Please review these manually.
ko: 스캐너가 소견의 심각도를 확인하지 못하는 경우가 있습니다. 그러나 이러한 검출 결과는 여전히 잠재적인 위험원일 수 있습니다. 수동으로 검토하십시오.
ru: Иногда сканер не может определить уровень серьёзности обнаруженной проблемы. Тем не менее, такие проблемы всё ещё могут представлять собой потенциальный источник риска. Проверьте их вручную.

source: SecurityReports|Sorry, your filter produced no results
ko: 죄송합니다, 필터링 결과가 없습니다
ru: Извините, по вашему фильтру нет результатов

source: SecurityReports|Starting 2025-05-15, we will gradually migrate vulnerabilities that have not been updated in the last 12 months to the vulnerability archive. Archived vulnerabilities are stored for 3 years before deletion. To access the archive, on the left sidebar, select Secure &gt; Security Configuration &gt; Vulnerability Management.
ko: 2025년 5월 15일부터 지난 12개월 동안 업데이트되지 않은 취약점을 취약점 보관소로 점진적으로 이전합니다. 보관된 취약점은 삭제되기 전 3년간 저장됩니다. 보관소에 접근하려면 왼쪽 사이드바에서 보안 &gt;보안 구성 &gt; 취약점 관리를 선택하세요.
ru: С 15 мая 2025 года мы будем постепенно переносить уязвимости, которые не обновлялись в последние 12 месяцев, в архив уязвимостей. Архивированные уязвимости хранятся в течение 3 лет до их удаления. Для доступа к архиву выберите в левой панели навигации «Безопасность» &gt; «Конфигурация безопасности» &gt; «Управление уязвимостями».

source: SecurityReports|Status
ko: 상태
ru: Статус

source: SecurityReports|Still detected
ko: 아직 감지됨
ru: Всё ещё обнаружена

source: SecurityReports|Submit vulnerability
ko: 취약성 제출
ru: Зарегистрировать уязвимость
