Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Register a one-time password authenticator or a WebAuthn device first.
ko: 일회용 비밀번호 인증기 또는 WebAuthn 장치를 먼저 등록하십시오.
ru: Сначала зарегистрируйте генератор одноразовых паролей или устройство WebAuthn.

source: Register device
ko: 장치 등록

source: Register now
ko: 지금 등록하세요

source: Register with two-factor app
ko: 이중 인증 앱으로 등록
ru: Зарегистрировать приложение для двухфакторной аутентификации

source: RegistrationFeatures|Enable Service Ping and register for this feature.
ko: 서비스 Ping을 활성화하고 이 기능에 등록하십시오.
ru: Включите статистику использования и зарегистрируйтесь для использования этой функции.

source: RegistrationFeatures|Read more about the %{link_start}Registration Features Program%{link_end}.
ko: %{link_start}등록 기능 프로그램에 대해 자세히 알아보기%{link_end}.
ru: Подробнее о программе %{link_start}функционала за регистрацию%{link_end}.

source: RegistrationFeatures|Want to %{feature_title} for free?
ko: %{feature_title}의 무료 사용을 원하십니까?
ru: Хотите использовать %{feature_title} бесплатно?

source: RegistrationFeatures|send emails to users
ko: 사용자에게 이메일 보내기
ru: отправлять электронные письма пользователям

source: RegistrationFeatures|use this feature
ko: 이 기능 사용
ru: использовать эту функцию

source: Registration|There are no seats left on your GitLab instance. Please contact your GitLab administrator.
ko: GitLab 인스턴스에 남은 사용자 수가 없습니다. GitLab 운영자에게 문의하세요.
ru: В вашем экземпляре GitLab не осталось доступных лицензий. Обратитесь к администратору GitLab.

source: Registries enqueued to be resynced
ko: 재동기화되도록 레지스트리가 큐에 추가됨

source: Registries enqueued to be reverified
ko: 재검증을 위해 큐에 추가된 레지스트리

source: Registry entry enqueued to be resynced
ko: 재동기화를 위해 대기 중인 레지스트리 항목

source: Registry entry enqueued to be reverified
ko: 재확인을 위해 대기열에 등록된 레지스트리 항목

source: Registry setup
ko: 레지스트리 설정
ru: Настройка реестра

source: Reject
ko: 거부

source: Rejected (closed)
ko: 거부됨 (닫힘)

source: Relate to %{issuable_type} %{add_related_issue_link}
ko: 다음에 관련됨 %{issuable_type} %{add_related_issue_link}

source: Related
ko: 관련된

source: Related branches
ko: 관련 브랜치

source: Related feature flags
ko: 관련 피처 플래그
ru: Связанные флаги функций

source: Related issues
ko: 연결된 이슈

source: Related jobs
ko: 관련 작업
ru: Связанные задания

source: Related merge request %{link_to_merge_request} to merge %{link_to_merge_request_source_branch}
ko: %{link_to_merge_request_source_branch}를 머지하기 위한 관련 머지 리퀘스트 %{link_to_merge_request}
ru: Связанный запрос на слияние %{link_to_merge_request} для слияния %{link_to_merge_request_source_branch}

source: Related merge request %{link_to_merge_request} to merge %{link_to_merge_request_source_branch} into %{link_to_merge_request_target_branch}
ko: %{link_to_merge_request_source_branch}를 %{link_to_merge_request_target_branch}로 머지하기 위해 관련된 머지 리퀘스트 %{link_to_merge_request}
ru: Связанный запрос на слияние %{link_to_merge_request} для слияния %{link_to_merge_request_source_branch} в %{link_to_merge_request_target_branch}

source: Related merge requests
ko: 관련된 머지 리퀘스트
ru: Связанные запросы на слияние

source: Relates to
ko: 다음과 관련
ru: Относится к

source: Relation import could not be created: %{errors}
ko: 관계 가져오기를 생성할 수 없습니다: %{errors}
ru: Не удалось создать импорт связей: %{errors}

source: Relation import tracker cannot be created for project with ongoing import
ko: 가져오기가 진행 중인 프로젝트에 대해서는 관계 가져오기 추적기를 생성할 수 없습니다.
ru: Невозможно создать трекер импорта связей для проекта с продолжающимся импортом

source: Release
ko: 릴리스
ru: Релиз

source: Release %{deletedRelease} has been successfully deleted.
ko: 릴리스 %{deletedRelease} 이 성공적으로 삭제되었습니다.

source: Release already exists
ko: 릴리스가 이미 존재합니다.

source: Release assets
ko: 릴리스 자산

source: Release assets documentation
ko: 릴리스 자산 문서

source: Release date
ko: 릴리스 날짜

source: Release does not exist
ko: 릴리스가 존재하지 않습니다

source: Release does not have the same project as the milestone
ko: 릴리스에 마일스톤과 동일한 프로젝트가 없습니다.
ru: Релиз не относится к тому же проекту, что и этап

source: Release notes
ko: 릴리스 노트
ru: Примечания к выпуску

source: Release notes:
ko: 릴리스 노트:

source: Release title
ko: 릴리스 제목

source: Release with tag "%{tag}" was not found
ko: 태그가 "%{tag}"인 릴리스를 찾을 수 없습니다.

source: Release:
ko: 릴리스:
ru: Релиз:

source: ReleaseAssetLinkType|Image
ko: 이미지

source: ReleaseAssetLinkType|Images
ko: 이미지

source: ReleaseAssetLinkType|Other
ko: 기타

source: ReleaseAssetLinkType|Package
ko: 패키지
ru: Пакет

source: ReleaseAssetLinkType|Packages
ko: 패키지
ru: Пакеты

source: ReleaseAssetLinkType|Runbook
ko: 런북

source: ReleaseAssetLinkType|Runbooks
ko: 런북

source: Released
ko: 릴리스됨
ru: Выпущен

source: Released date
ko: 릴리스 날짜
ru: Дата выпуска

source: Releases
ko: 릴리스
ru: Релизы

source: Releases are based on Git tags. We recommend tags that use semantic versioning, for example %{codeStart}1.0.0%{codeEnd}, %{codeStart}2.1.0-pre%{codeEnd}.
ko: 릴리스는 깃 태그를 기반으로 합니다. 시맨틱 버전 관리를 사용하는 태그를 권장합니다(예: %{codeStart}1.0.0%{codeEnd}, %{codeStart}2.1.0-pre%{codeEnd}).
ru: Релизы основаны на тегах Git. Мы рекомендуем теги, использующие семантическое управление версиями, например %{codeStart}v1.0.0%{codeEnd}, %{codeStart}v2.1.0-pre%{codeEnd}.

source: Releases|New release
ko: 새 릴리스
ru: Новый релиз

source: Releases|Releases
ko: 릴리스
ru: Релизы

source: Releases|Tag message
ko: 태그 메시지
ru: Сообщение тега

source: Release|Create a new release
ko: 새 릴리스 만들기
ru: Создать новый релиз

source: Release|Create tag
ko: 태그 생성
ru: Создать тег

source: Release|Create tag %{tag}
ko: 태그 %{tag} 생성
ru: Создать тег %{tag}

source: Release|Edit release
ko: 릴리스 편집
ru: Редактировать релиз

source: Release|Getting started with releases
ko: 릴리스 시작하기
ru: Начало работы с релизами

source: Release|Include message from the annotated tag.
ko: 주석이 있는 태그의 메시지를 포함합니다.

source: Release|Learn more about releases
ko: 릴리스에 대해 자세히 알아보기
ru: Подробнее о релизах

source: Release|Leave blank to use the tag name as the release title.
ko: 태그 이름을 릴리스 제목으로 사용하려면 비워 두세요.
ru: Оставьте поле пустым, чтобы использовать имя тега в качестве названия релиза.

source: Release|More information
ko: 추가 정보
ru: Подробнее

source: Release|New release
ko: 새 릴리스
ru: Новый релиз

source: Release|Or type a new tag name
ko: 또는 새 태그 이름을 입력하십시오.

source: Release|Release %{createdRelease} has been successfully created.
ko: 릴리스 %{createdRelease} 성공적으로 생성되었습니다.
ru: Релиз %{createdRelease} успешно создан.

source: Release|Releases are based on Git tags and mark specific points in a project's development history. They can contain information about the type of changes and can also deliver binaries, like compiled versions of your software.
ko: 릴리스는 깃태그를 기반으로 하며 프로젝트 개발 이력의 특정 브랜치를 표시합니다. 여기에는 변경 유형에 대한 정보가 포함될 수 있으며 소프트웨어의 컴파일된 버전과 같은 바이너리도 제공할 수 있습니다.
ru: Релизы основаны на тегах Git и обозначают определённые моменты в истории разработки проекта. Они могут содержать информацию о типе изменений, а также включать бинарные файлы, такие как скомпилированные версии вашего программного обеспечения.

source: Release|Search or create tag name
ko: 태그 이름 검색 또는 생성
ru: Найти или создать имя тега

source: Release|Select another tag
ko: 다른 태그 선택

source: Release|Something went wrong while creating a new release.
ko: 새 릴리스를 만드는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании нового релиза.

source: Release|Something went wrong while deleting the release.
ko: 릴리스를 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении релиза.

source: Release|Something went wrong while getting the release details.
ko: 릴리스 세부 정보를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении сведений о релизе.

source: Release|Something went wrong while saving the release details.
ko: 릴리스 세부 정보를 저장하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при сохранении сведений о релизе.

source: Release|Unable to fetch the tag notes.
ko: 태그 노트를 가져올 수 없습니다.

source: Release|You can edit the content later by editing the release. %{linkStart}How do I edit a release?%{linkEnd}
ko: 나중에 릴리스를 편집하여 콘텐츠를 편집할 수 있습니다. %{linkStart}릴리스를 편집하려면 어떻게 해야 합니까?%{linkEnd}

source: Reload
ko: 새로고침

source: Reload page
ko: 페이지 새로고침

source: Remediations
ko: 보수

source: Remember me
ko: 계정 정보 저장
ru: Запомнить меня

source: Remind later
ko: 나중에 다시 알림
ru: Напомнить позже

source: Remote
ko: 리모트
ru: Удалённый

source: Remote mirror is missing
ko: 리모트 미러가 없습니다.

source: Remote object has no absolute path.
ko: 리모트 개체에는 절대 경로가 없습니다.
ru: Удаленный объект не имеет абсолютного пути.

source: RemoteDevelopment|Workspaces
ko: 작업 공간
ru: Рабочие пространства

source: Remove
ko: 삭제
ru: Удалить

source: Remove %{child_ref} as a child item.
ko: %{child_ref}를 하위 항목으로 제거하세요.
ru: Удалить %{child_ref} как дочерний элемент.

source: Remove %{displayReference}
ko: %{displayReference} 제거
ru: Удалить %{displayReference}

source: Remove %{namespace}
ko: %{namespace} 삭제
ru: Удалить %{namespace}

source: Remove %{parent_ref} as this item's parent item.
ko: 이 항목의 상위 항목인 %{parent_ref}를 제거하세요.
ru: Отвязать родительский элемент %{parent_ref}.

source: Remove Zoom meeting
ko: Zoom 회의 제거
ru: Удалить встречу в Zoom

source: Remove Zoom meeting.
ko: Zoom 회의 제거.

source: Remove access
ko: 액세스 제거

source: Remove alert
ko: 알림 제거
ru: Удалить предупреждение

source: Remove all or specific assignees
ko: 모든 또는 특정 담당자 제거
ru: Удалить всех исполнителей или одного конкретного

source: Remove all or specific labels
ko: 모든 또는 특정 라벨 제거
ru: Удалить все или конкретные метки

source: Remove all or specific reviewers
ko: 전체 또는 특정 검토자 제거
ru: Удалить всех или отдельных рецензентов

source: Remove approvers
ko: 승인자 제거
ru: Удалить одобряющих

source: Remove approvers?
ko: 승인자를 삭제하시겠습니까?
ru: Удалить одобряющих?

source: Remove as default
ko: 기본값으로 제거

source: Remove asset link
ko: 자산 링크 제거

source: Remove assignee
ko: 담당자 제거
ru: Удалить ответственного

source: Remove avatar
ko: 아바타 제거
ru: Удалить аватар

source: Remove bypass
ko: 우회 제거
ru: Удалить обход

source: Remove card
ko: 카드 제거
ru: Удалить карту

source: Remove change request
ko: 변경 요청 삭제

source: Remove child epic from an epic
ko: 에픽에서 하위 에픽을 제거
ru: Удалить дочернюю цель у текущей

source: Remove child item
ko: 하위 항목 제거
ru: Удалить дочерний элемент

source: Remove customer relation contacts
ko: 고객 관리 연락처 삭제

source: Remove customer relation contacts.
ko: 고객 관리 연락처 삭제.

source: Remove deploy key
ko: 배포 키 제거

source: Remove description history
ko: 설명 이력 제거
ru: Удалить историю описаний

source: Remove dormant members after a period of inactivity
ko: 일정 기간 동안 활동하지 않은 휴면 회원 제거
ru: Удалять неактивных участников после периода бездействия

source: Remove due date
ko: 마감일 제거
ru: Убрать срок выполнения

source: Remove email participants
ko: 이메일 참가자 제거
ru: Удалить участников рассылки

source: Remove entries
ko: 항목 제거
ru: Удалить записи

source: Remove favicon
ko: 파비콘 제거
ru: Удалить фавикон

source: Remove file
ko: 파일 삭제

source: Remove fork relationship
ko: 포크 관계 제거
ru: Удалить связь форка

source: Remove from batch
ko: 배치에서 제거

source: Remove from epic
ko: 에픽에서 제거
ru: Удалить из цели

source: Remove header logo
ko: 헤더 로고 제거
ru: Удалить логотип заголовка

source: Remove icon
ko: 아이콘 제거

source: Remove identity verification exemption
ko: 신원 확인 면제 삭제
ru: Удалить исключение для проверки личности

source: Remove iteration
ko: 이터레이션 제거
ru: Удалить итерацию

source: Remove labels
ko: 라벨 제거
ru: Удалить метки

source: Remove license
ko: 라이선스 제거
ru: Удалить лицензию

source: Remove limit
ko: 한도 제거
ru: Убрать лимит

source: Remove link
ko: 링크 제거

source: Remove linked item
ko: 링크된 아이템을 삭제
ru: Удалить связанный элемент

source: Remove list
ko: 목록 제거

source: Remove log
ko: 로그 제거

source: Remove logo
ko: 로고 제거
ru: Удалить логотип

source: Remove member
ko: 멤버 삭제
ru: Удалить участника

source: Remove milestone
ko: 마일스톤 제거
ru: Удалить этап

source: Remove number
ko: 숫자 제거
ru: Удалить номер

source: Remove parent epic from an epic
ko: 에픽에서 상위 에픽 제거
ru: Удалить родительскую цель

source: Remove parent item
ko: 상위 항목 제거
ru: Отвязать родительский элемент

source: Remove priority
ko: 우선 순위 삭제
ru: Удалить приоритет

source: Remove reference
ko: 참조 삭제
ru: Удалить ссылку

source: Remove reviewer
ko: 검토자 제거
ru: Удалить рецензента

source: Remove search filter
ko: 검색 필터 제거

source: Remove secondary email
ko: 보조 이메일 제거

source: Remove spent time
ko: 소요 시간 제거
ru: Удалить потраченное время

source: Remove summary
ko: 요약 삭제
ru: Удалить сводку

source: Remove text
ko: 텍스트 제거
ru: Удалить текст

source: Remove time estimate
ko: 추정 시간 제거
ru: Удалить оценку времени

source: Remove topic avatar
ko: 주제 아바타 제거
ru: Удалить логотип тега

source: Remove user
ko: 사용자 삭제

source: Remove user from group
ko: 그룹에서 사용자 제거
ru: Удалить пользователя из группы

source: Remove user from project
ko: 프로젝트에서 사용자 제거

source: Remove variable
ko: 변수 제거
ru: Удалить переменную

source: Remove weight
ko: 가중치 제거
ru: Удалить вес

source: Removed
ko: 제거됨
ru: Удалено

source: Removed %{assignee_text} %{assignee_references}.
ko: %{assignee_text} %{assignee_references} 제거했습니다.
ru: Удалено %{assignee_text} %{assignee_references}.

source: Removed %{epic_ref} from child epics.
ko: %{epic_ref} 를 하위 에픽들에서 제거 했습니다.
ru: Из дочерних целей удалена %{epic_ref}

source: Removed %{iteration_reference} iteration.
ko: %{iteration_reference} 이터레이션을 제거했습니다.
ru: Итерация %{iteration_reference} удалена.

source: Removed %{label_references} %{label_text}.
ko: %{label_references} %{label_text} 제거되었습니다.
ru: Удалена %{label_references} %{label_text}.

source: Removed %{milestone_reference} milestone.
ko: %{milestone_reference} 마일스톤을 제거했습니다.
ru: Удалён этап %{milestone_reference}.

source: Removed %{reviewer_text} %{reviewer_references}.
ko: %{reviewer_text} %{reviewer_references} 제거했습니다.

source: Removed all labels.
ko: 모든 라벨을 제거했습니다.
ru: Все метки удалены.

source: Removed an issue from an epic.
ko: 에픽에서 이슈를 제거했습니다.
ru: Обсуждение удалено из цели.

source: Removed linked item %{issue_ref}.
ko: 삭제된 링크된 아이템 %{issue_ref}.
ru: Удалён связанный элемент %{issue_ref}.

source: Removed parent epic %{epic_ref}.
ko: 삭제된 상위 에픽 %{epic_ref}.
ru: Удалена родительская цель %{epic_ref}.

source: Removed spent time.
ko: 소요 시간을 제거했습니다.
ru: Удалено затраченное время.

source: Removed the due date.
ko: 마감일을 제거했습니다.

source: Removed time estimate.
ko: 추정 시간을 제거했습니다.
ru: Удалено оценочное время.

source: Removed upload with id %{id}
ko: ID가 %{id}인 업로드 삭제됨

source: Removes %{assignee_text} %{assignee_references}.
ko: %{assignee_text} %{assignee_references} 제거합니다.
ru: Удаляет %{assignee_text}%{assignee_references}.

source: Removes %{epic_ref} from child epics.
ko: %{epic_ref} 를 하위 에픽들에서 제거 합니다.
ru: Удалить %{epic_ref} у дочерних целей.

source: Removes %{iteration_reference} iteration.
ko: %{iteration_reference} 이터레이션을 제거합니다.
ru: Итерация %{iteration_reference} удаляется.

source: Removes %{label_references} %{label_text}.
ko: %{label_references} %{label_text} 제거합니다.
ru: Удаляет %{label_references} %{label_text}.

source: Removes %{milestone_reference} milestone.
ko: %{milestone_reference} 마일스톤을 제거합니다.
ru: Удаляет %{milestone_reference} этап.

source: Removes %{reviewer_text} %{reviewer_references}.
ko: %{reviewer_text} %{reviewer_references} 제거합니다.
ru: Удаляет %{reviewer_text} %{reviewer_references}.

source: Removes a label.
ko: %d 라벨 제거
ru: Удаляет метку.

source: Removes all labels.
ko: 모든 라벨을 제거합니다.
ru: Удаляет все метки.

source: Removes an issue from an epic.
ko: 에픽에서 이슈를 제거합니다.
ru: Удаляет обсуждение из цели.

source: Removes email participants.
ko: 이메일 참가자 제거합니다.
ru: Удаляет участников рассылки.

source: Removes linked item %{issue_ref}.
ko: 링크된 아이템 %{issue_ref}을 삭제.
ru: Удаляет связанный элемент %{issue_ref}.

source: Removes parent epic %{epic_ref}.
ko: 상위 에픽 %{epic_ref}을 제거합니다.
ru: Удаляет родительскую цель %{epic_ref}.

source: Removes spent time.
ko: 소요 시간을 제거합니다.
ru: Удаляет потраченное время.

source: Removes the due date.
ko: 마감일을 제거합니다.
ru: Удаляет дату завершения.

source: Removes time estimate.
ko: 추정 시간을 제거합니다.
ru: Удаляет оценочное время.

source: Removing the bypass will cause the merge request to be blocked if any reviews have requested changes.
ko: 우회를 제거하면 리뷰에서 변경을 요청한 경우 머지 리퀘스트가 차단됩니다.
ru: Удаление обхода приведёт к блокировке запроса на слияние, если в каких-либо рецензиях запрошены изменения.

source: Render diagrams in your documents using PlantUML.
ko: PlantUML을 사용하여 문서에서 다이어그램을 렌더링합니다.
ru: Отображайте диаграммы в ваших документах с помощью PlantUML.

source: Render diagrams in your documents using diagrams.net.
ko: diagrams.net을 사용하여 문서에서 다이어그램을 렌더링합니다.

source: Renew subscription
ko: 구독 갱신
ru: Продлить подписку

source: Reopen
ko: 다시 열기
ru: Открыть заново

source: Reopen %{issuableType}
ko: 다시 열기 %{issuableType}
ru: Переоткрыть %{issuableType}

source: Reopen %{issueType}
ko: %{issueType} 다시열기
ru: Переоткрыть %{issueType}

source: Reopen %{noteable}
ko: %{noteable} 다시 열기
ru: Переоткрыть %{noteable}

source: Reopen epic
ko: 에픽 다시 열기
ru: Открыть цель повторно

source: Reopen milestone
ko: 마일스톤 다시 열기
ru: Вновь открыть этап

source: Reopen this %{quick_action_target}
ko: %{quick_action_target} 다시 열기
ru: Переоткрыть %{quick_action_target}

source: Reopened this %{quick_action_target}.
ko: 이 %{quick_action_target}다시 열었습니다.
ru: Переоткрыто %{quick_action_target}.

source: Reopening %{issuableType}…
ko: 다시 열기 %{issuableType}...
ru: Переоткрытие %{issuableType}…

source: Reopening…
ko: 다시 여는 중…
ru: Повторное открытие…

source: Reopens this %{quick_action_target}.
ko: 이 %{quick_action_target} 다시 엽니다.
ru: Переоткрывает %{quick_action_target}.

source: Replace
ko: 대체
ru: Заменить

source: Replace %{name}
ko: %{name} 대체

source: Replace all labels
ko: 모든 라벨 교체
ru: Заменить все метки

source: Replaced all labels with %{label_references} %{label_text}.
ko: 모든 라벨을 %{label_references} %{label_text}로 교체했습니다.
ru: Все метки заменены на %{label_references} %{label_text}.

source: Replaces all labels with %d label.
ko: 모든 라벨을 %d 라벨로 바꿉니다.
ru: Заменяет все метки %d меткой.

source: Replaces the clone URL root.
ko: 복제 URL 루트를 대체합니다.
ru: Заменяет корневой URL клонирования.

source: ReplicateService|Failed to verify %{type} repository checksum from %{old} to %{new}
ko: %{old} 에서 %{new}까지 %{type} 리포지토리 체크섬을 인증에 실패하였습니다
ru: Не удалось проверить контрольную сумму репозитория %{type} с %{old} на %{new}

source: Reply
ko: 답장
ru: Ответить

source: Reply by email
ko: 이메일로 응답
ru: Ответ по электронной почте

source: Reply internally
ko: 내부 회신
ru: Ответить внутри

source: Reply to comment
ko: 댓글로 응답
ru: Ответить на комментарий

source: Reply to this email directly or %{view_it_on_gitlab}.
ko: 이 이메일로 직접 응답하거나 %{view_it_on_gitlab}.
ru: Ответить на это письмо или %{view_it_on_gitlab}.

source: Reply to this email to participate in the discussion. All other participants of the ticket will receive notifications of your reply.
ko: 토론에 참여하려면 이 이메일에 회신하세요. 티켓의 다른 모든 참가자는 귀하의 답변에 대한 알림을 받게 됩니다.
ru: Ответьте на это письмо, чтобы участвовать в обсуждении. Все остальные участники обсуждения получат уведомления о вашем ответе.

source: Reply…
ko: 답장…
ru: Ответить…

source: Report Finding not found
ko: 검출 보고서를 찾을 수 없음

source: Report abuse
ko: 악용 사례 신고
ru: Пожаловаться

source: Report abuse to administrator
ko: 운영자에게 악용 사례 신고

source: Report couldn't be prepared.
ko: 보고서를 준비할 수 없습니다.

source: Report for the scan has been removed from the database.
ko: 스캔 보고서가 데이터베이스에서 제거되었습니다.

source: Report version not provided, %{report_type} report type supports versions: %{supported_schema_versions}. GitLab will attempt to validate this report against the earliest supported versions of this report type, to show all the errors but will not ingest the report
ko: 보고서 버전이 제공되지 않았습니다. %{report_type} 보고서 유형이 지원하는 버전: %{supported_schema_versions}. GitLab은 모든 오류를 표시하기 위해 이 보고서 유형의 지원되는 가장 오래된 버전에 대해 이 보고서의 유효성을 검사하려고 시도하지만, 보고서를 수집하지는 않습니다.
ru: Версия отчёта не указана, тип отчёта %{report_type} поддерживает версии: %{supported_schema_versions}. GitLab попытается проверить этот отчёт на соответствие самой ранней поддерживаемой версии этого типа отчёта, чтобы показать все ошибки, но не будет его загружать

source: Report your license usage data to GitLab
ko: 라이선스 사용 데이터를 GitLab에 보고

source: ReportAbuse|Add another link
ko: 다른 링크 추가
ru: Добавить другую ссылку

source: ReportAbuse|Link to spam
ko: 스팸 링크

source: ReportAbuse|Report abuse
ko: 악용사례 신고
ru: Сообщить о нарушении

source: ReportAbuse|Screenshot
ko: 스크린샷
ru: Снимок экрана

source: ReportAbuse|Something else.
ko: 기타

source: ReportAbuse|They're being offensive or abusive.
ko: 공격적이거나 악의적입니다

source: ReportAbuse|They're crypto mining.
ko: 암호 채굴입니다

source: ReportAbuse|They're phishing.
ko: 피싱입니다.

source: ReportAbuse|They're posting malware.
ko: 멀웨어를 게시하고 있습니다.

source: ReportAbuse|They're posting personal information or credentials.
ko: 개인 정보 또는 자격 증명을 게시하고 있습니다.

source: ReportAbuse|They're posting spam.
ko: 스팸을 게시하고 있습니다.
ru: Они публикуют спам.

source: ReportAbuse|They're violating a copyright or trademark.
ko: 저작권이나 상표를 위반하고 있습니다.

source: ReportAbuse|Why are you reporting this user?
ko: 이 사용자를 신고하는 이유는 무엇입니까?
ru: Почему вы жалуетесь на этого пользователя?

source: Reported %{timeAgo} by %{reportedBy}
ko: %{timeAgo}에 %{reportedBy}가 보고함
ru: Сообщил %{reportedBy} %{timeAgo}

source: Reporter
ko: 리포터
ru: Репортер

source: Reporting
ko: 보고
ru: Отчётность

source: Reports
ko: 보고서
ru: Отчёты

source: Reports|%{combinedString} and %{resolvedString}
ko: %{combinedString} 과 %{resolvedString}

source: Reports|%{no} changed test results
ko: %{no} 변경된 테스트 결과
ru: %{no} изменённых результатов тестирования

source: Reports|%{recentlyFailed} out of %{failed} failed test has failed more than once in the last 14 days
ko: 실패한 테스트 %{failed} 중%{recentlyFailed} 개가 지난 14일 동안 두 번 이상 실패했습니다.
ru: %{recentlyFailed} из %{failed} неудачных тестов не прошли более одного раза за последние 14 дней

source: Reports|%{recentlyFailed} out of %{failed} failed tests has failed more than once in the last 14 days
ko: 실패한 테스트 %{failed} 중 %{recentlyFailed} 개가 지난 14일 동안 두 번 이상 실패했습니다.
ru: %{recentlyFailed} из %{failed} неудачных тестов не прошёл более одного раза за последние 14 дней

source: Reports|Accessibility scanning detected %{strong_start}%{number}%{strong_end} issue for the source branch only
ko: 접근성 검사에서 소스 브랜치에 대해서만 %{strong_start}%{number}%{strong_end} 이슈가 감지되었습니다.
ru: Сканирование доступности обнаружило %{strong_start}%{number}%{strong_end} проблему для исходной ветки

source: Reports|Accessibility scanning detected no issues for the source branch only
ko: 접근성 검사에서 소스 브랜치에서는 이슈가 감지되지 않음
ru: Сканирование доступности не обнаружило проблем для исходной ветки

source: Reports|Accessibility scanning failed loading results
ko: 접근성 검사 결과 로드 실패
ru: Не удалось загрузить результаты сканирования доступности

source: Reports|Accessibility scanning results are being parsed
ko: 접근성 검사 결과를 파싱 중입니다.
ru: Идёт разбор результатов сканирования доступности

source: Reports|An error occurred while loading %{name} results
ko: %{name} 결과를 로드하는 동안 오류가 발생했습니다.

source: Reports|An error occurred while loading report
ko: 보고서를 로드하는 동안 오류가 발생했습니다.

source: Reports|Base report parsing error:
ko: 기본 보고서 파싱 오류:

source: Reports|Copy failed test names to run locally
ko: 로컬에서 실행하기 위한 테스트 이름 복사를 실패하였습니다.
ru: Скопировать названия неудачных тестов для локального запуска

source: Reports|Copy failed tests
ko: 실패한 테스트 복사
ru: Скопировать неудачные тесты

source: Reports|Failed %{count} time in %{baseBranch} in the last 14 days
ko: 지난 14일 동안 %{baseBranch} 회 중 %{count} 회 실패
ru: Не прошёл %{count} раз в %{baseBranch} за последние 14 дней

source: Reports|Failed %{count} time in %{base_branch} in the last 14 days
ko: 지난 14일 동안 %{base_branch} 회 중 %{count} 회 실패
ru: Не прошёл %{count} раз в %{base_branch} за последние 14 дней

source: Reports|Fixed
ko: 고침

source: Reports|Full report
ko: 전체 보고서
ru: Полный отчёт

source: Reports|Head report parsing error:
ko: 헤드 보고서 구문 분석 오류:
