Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Sets target branch to %{branch_name}.
ko: 대상 브랜치를 %{branch_name}로 설정합니다.

source: Sets the due date to %{due_date}.
ko: 마감일을 %{due_date}로 설정합니다.
ru: Устанавливает дату завершения %{due_date}.

source: Sets the iteration to %{iteration_reference}.
ko: 이터레이션을 %{iteration_reference}으로 설정합니다.
ru: Задаёт итерацию %{iteration_reference}.

source: Sets the milestone to %{milestone_reference}.
ko: 마일스톤을 %{milestone_reference}로 설정합니다.
ru: Устанавить этап %{milestone_reference}.

source: Sets the severity
ko: 심각도 설정
ru: Устанавливает уровень серьёзности

source: Sets time estimate to %{time_estimate}.
ko: 추정 시간을 %{time_estimate}로 설정합니다.
ru: Задаёт оценку времени в %{time_estimate}.

source: Sets weight to %{weight}.
ko: 가중치를 %{weight}로 설정합니다.
ru: Устанавливает вес на %{weight}.

source: Setting
ko: 설정
ru: Параметр

source: Setting enforced
ko: 설정 강제 적용

source: Setting high package limits can impact database performance. Consider the size of your instance when configuring these values.
ko: 높은 패키지 한도를 설정하면 데이터베이스 성능에 영향을 미칠 수 있습니다. 이러한 값을 구성할 때 인스턴스 크기를 고려하세요.
ru: Учитывайте размер вашего экземпляра при настройке этих значений, так как установка высоких ограничений на пакеты может повлиять на производительность базы данных.

source: Settings
ko: 설정
ru: Настройки

source: Settings for the License Compliance feature
ko: 라이선스 준수 기능 설정
ru: Настройки функции соблюдения лицензий

source: Settings saved successfully.
ko: 설정이 성공적으로 저장되었습니다.
ru: Настройки успешно сохранены.

source: Settings|All direct and inherited members of the group or project
ko: 그룹 또는 프로젝트의 모든 직접 및 상속된 멤버
ru: Все прямые и унаследованные участники группы или проекта

source: Settings|Expire from time of last session activity
ko: 지난 세션의 활동 시간으로부터 만료
ru: Истечение срока с момента последней активности сессии

source: Settings|Expire from time of session creation
ko: 지난 세션의 생성 시간으로부터 만료
ru: Истечение срока с момента создания сессии

source: Settings|Expiry notification emails about group and project access tokens within this group should be sent to:
ko: 이 그룹 내 그룹 및 프로젝트 액세스 토큰에 대한 만료 알림 이메일은 다음으로 전송됩니다:
ru: Уведомления об истечении срока действия токенов доступа группы и проекта в этой группе должны быть отправлены на:

source: Settings|Only direct members of the group or project
ko: 그룹 또는 프로젝트의 직접 멤버만
ru: Только прямые участники группы или проекта

source: Settings|Session duration, in minutes. Restart GitLab to apply changes.
ko: 분 단위 세션 기간. 변경을 적용하려면 GitLab을 다시시작 하세요.
ru: Длительность сессии в минутах. Перезапустите GitLab, чтобы применить изменения.

source: Settings|Session settings
ko: 세션 설정
ru: Настройки сессии

source: Settings|Session timeout duration
ko: 세션 타임아웃 기간
ru: Максимальная продолжительность сессии

source: Settings|Unable to load the merge request options settings. Try reloading the page.
ko: 머지 리퀘스트에 대한 옵션 설정을 로드할 수 없습니다. 페이지를 다시 로드해 보십시오.

source: Settings|What is experiment?
ko: 실험기능이란?
ru: Что такое экспериментальная функция?

source: Severity
ko: 심각도
ru: Уровень серьёзности

source: Severity updated to %{severity}.
ko: 심각도가 %{severity}로 업데이트 되었습니다.
ru: Уровень серьёзности изменён на %{severity}.

source: SeverityWidget|Severity
ko: 심각도
ru: Уровень серьёзности

source: SeverityWidget|Severity: %{severity}
ko: 심각도: %{severity}
ru: Уровень серьёзности: %{severity}

source: SeverityWidget|There was an error while updating severity.
ko: 심각도 업데이트 중 오류가 발생했습니다.
ru: Произошла ошибка при обновлении уровня серьёзности.

source: Share
ko: 공유
ru: Поделиться

source: Share the %{strong_open}GitLab single sign-on URL%{strong_close} with members so they can sign in to your group through your identity provider
ko: 자격증명 공급자를 통해 당신의 그룹에 로그인할 수 있도록 사용자와 %{strong_open}GitLab 통합 인증(SSO) URL%{strong_close}을 공유하십시오.

source: Shared groups
ko: 공유된 그룹
ru: Общие группы

source: Shared projects
ko: 공유된 프로젝트
ru: Общие проекты

source: Shared runners enabled cannot be enabled until identity verification is completed
ko: 신원 확인이 완료될 때까지 활성화된 공유 러너를 활성화할 수 없습니다.
ru: Средства выполнения, доступные для общего использования, не могут быть включены до завершения подтверждения личности

source: Shared secret
ko: 공유된 비밀

source: SharedRunnersMinutesSettings|Reset compute usage
ko: 컴퓨팅 사용량 재설정
ru: Сбросить использование вычислительных ресурсов

source: SharedRunnersMinutesSettings|When you reset the compute usage for this namespace, the compute usage changes to zero.
ko: 이 네임스페이스에 대한 컴퓨팅 사용량을 재설정하면 컴퓨팅 사용량이 0으로 변경됩니다.
ru: Когда вы сбрасываете использование вычислительных ресурсов для этого пространства имён, оно становится равным нулю.

source: ShellOperations|Git SSH operations rate limits
ko: Git SSH 작업 속도 제한
ru: Ограничения на частоту запросов для операций Git SSH

source: ShellOperations|Limit the number of Git operations a user can perform per minute, per repository.
ko: 사용자가 리포지토리별로 분당 수행할 수 있는 Git 작업 수를 제한합니다.
ru: Ограничьте количество операций Git, которые пользователь может выполнить за минуту для каждого репозитория.

source: ShellOperations|Maximum number of Git operations per minute
ko: 분당 최대 Git 작업 수
ru: Максимальное количество Git-операций в минуту

source: Short name
ko: 짧은 이름
ru: Короткое название

source: Should these changes be private?
ko: 이러한 변경 사항은 비공개여야 합니까?

source: Should you ever lose your phone or access to your one time password secret, each of these recovery codes can be used one time each to regain access to your account. Please save them in a safe place, or you %{boldStart}will%{boldEnd} lose access to your account.
ko: 휴대폰을 분실하거나 일회용 비밀번호에 접근하지 못하는 경우 다음 복구 코드를 한 번씩 사용하여 계정에 다시 접근할 수 있습니다. 복구 코드를 안전한 곳에 저장하세요. 그렇지 않으면 계정에 접근할 수 %{boldStart}없게%{boldEnd} 됩니다.
ru: Если вы когда-нибудь потеряете свой телефон или доступ к секрету одноразового пароля, каждый из этих кодов восстановления можно использовать один раз для восстановления доступа к вашей учётной записи. Пожалуйста, сохраните их в надежном месте, иначе вы %{boldStart}потеряете%{boldEnd} доступ к своей учётной записи.

source: Show %{count} closed %{itemText}
ko: %{count}개의 닫힌 %{itemText} 표시

source: Show Pipeline ID
ko: 파이프라인 ID 보기

source: Show Pipeline IID
ko: 파이프라인 IID 보기

source: Show all %{issuable_type}.
ko: 모든 %{issuable_type} 보기

source: Show all activity
ko: 모든 활동 보기
ru: Показать всю активность

source: Show all comments
ko: 모든 댓글 표시
ru: Показать все комментарии

source: Show all epics
ko: 모든 에픽 보기
ru: Показать все цели

source: Show all issues.
ko: 모든 이슈 보기.

source: Show all merge requests.
ko: 모든 머지 리퀘스트 표시
ru: Показать все запросы на слияние.

source: Show all milestones
ko: 모든 마일스톤 보기
ru: Показать все этапы

source: Show all test cases.
ko: 모든 테스트케이스 보기
ru: Показать все тест-кейсы.

source: Show archived projects
ko: 아카이빙된 프로젝트 보이기
ru: Показывать архивные проекты

source: Show archived projects only
ko: 아카이빙된 프로젝트만 보이기
ru: Показывать только архивные проекты

source: Show changes
ko: 변경 사항 표시

source: Show closed epics
ko: 닫힌 에픽 보기
ru: Показать закрытые цели

source: Show code in global search results
ko: 글로벌 검색 결과에서 코드 표시
ru: Показывать код в результатах глобального поиска

source: Show command
ko: 명령 보기
ru: Показать команду

source: Show comments
ko: 댓글 보기

source: Show comments on this file
ko: 이 파일의 댓글 보기
ru: Показать комментарии к этому файлу

source: Show comments only
ko: 댓글만 보기
ru: Показать только комментарии

source: Show commits in global search results
ko: 글로벌 검색 결과에서 커밋 표시
ru: Показывать коммиты в результатах глобального поиска

source: Show current status of indexing
ko: 현재 인덱싱 상태 표시
ru: Показать текущий статус индексирования

source: Show details
ko: 세부 정보 보기
ru: Показать подробности

source: Show epics in global search results
ko: 글로벌 검색 결과에서 에픽 표시
ru: Показывать цели в результатах глобального поиска

source: Show file browser
ko: 파일 브라우저 보기
ru: Показать файлы

source: Show file contents
ko: 파일 내용 보기
ru: Показать содержимое файла

source: Show full blame
ko: 전체 blame 표시
ru: Показать полную информацию об авторах строк

source: Show group milestones
ko: 그룹 마일스톤 보기
ru: Показать этапы группы

source: Show issues in global search results
ko: 글로벌 검색 결과에서 이슈 표시
ru: Показывать обсуждения в результатах глобального поиска

source: Show labels
ko: 라벨 보기
ru: Показывать метки

source: Show latest version
ko: 최신 버전 보기
ru: Показать последнюю версию

source: Show less
ko: 적게 보기

source: Show merge requests in global search results
ko: 글로벌 검색 결과에서 머지 리퀘스트 표시
ru: Показывать запросы на слияние в результатах глобального поиска

source: Show more
ko: 더 보기

source: Show more breadcrumbs
ko: 더 많은 이동 경로 보기
ru: Показать дополнительные элементы навигации

source: Show one file at a time
ko: 한 번에 하나의 파일 표시
ru: Показывать по одному файлу

source: Show open epics
ko: 열린 에픽 보기
ru: Показать открытые цели

source: Show or hide sidebar
ko: 사이드바 표시 또는 숨김
ru: Показать или скрыть боковую панель

source: Show password
ko: 비밀번호 보기

source: Show project milestones
ko: 프로젝트 마일스톤 보기
ru: Показать этапы проекта

source: Show results
ko: 결과 표시
ru: Показать результаты

source: Show snippets in global search results
ko: 글로벌 검색 결과에서 스니펫 표시
ru: Показывать сниппеты в результатах глобального поиска

source: Show sub-group milestones
ko: 하위 그룹 마일스톤 보기
ru: Показать этапы подгруппы

source: Show the Closed list
ko: 닫힌 목록 표시
ru: Показывать список закрытых

source: Show the Open list
ko: 열린 목록 표시
ru: Показывать список открытых

source: Show users in global search results
ko: 글로벌 검색 결과에서 사용자 표시
ru: Показывать пользователей в результатах глобального поиска

source: Show whitespace changes
ko: 공백 변경 사항 표시
ru: Показать изменения пробелов

source: Show wikis in global search results
ko: 글로벌 검색 결과에 위키 표시
ru: Показывать вики в результатах глобального поиска

source: Showing %d project.
ko: %d개 프로젝트 표시
ru: Показан %d проект.

source: Showing %{conflict}
ko: 표시 %{conflict}

source: Showing %{count} of %{total} projects
ko: %{total} 중 %{count} 프로젝트 보기
ru: Показано %{count} из %{total} проектов

source: Showing %{count} project
ko: %{count}개의 프로젝트 보기
ru: Показан %{count} проект

source: Showing %{limit} of %{total_count} issues.
ko: %{total_count} 중 %{limit} 이슈를 표시합니다.
ru: Показано %{limit} из %{total_count} обсуждений.

source: Showing %{limit} of %{total_count} items.
ko: %{total_count} 중 %{limit} 아이템을 표시합니다.
ru: Показано %{limit} из %{total_count} элементов.

source: Showing %{pageSize} of %{total} %{issuableType}
ko: %{total} 중 %{pageSize}의 %{issuableType}을 표시합니다.

source: Showing all epics
ko: 모든 에픽 표시됨
ru: Показаны все цели

source: Showing all issues
ko: 모든 이슈 표시됨
ru: Показаны все обсуждения

source: Showing data for workflow items completed in this date range. Date range limited to %{maxDateRange} days.
ko: 이 날짜 범위에서 완료된 워크플로우 항목에 대한 데이터를 표시합니다. 날짜 범위는 %{maxDateRange}일로 제한됩니다.

source: Showing first 50 actions.
ko: 처음 50개의 동작을 표시합니다.
ru: Показаны первые 50 действий.

source: Showing latest version
ko: 최신 버전 표시
ru: Показана последняя версия

source: Showing version #%{versionNumber}
ko: 버전 #%{versionNumber} 표시

source: Side-by-side
ko: 나란히
ru: Рядом

source: Sidebar|%{name}: %{value}
ko: %{name}: %{value}

source: Sidebar|Health status
ko: 헬스 체크 상태
ru: Состояние здоровья

source: Sidebar|No status
ko: 상태 없음

source: Sidebar|None
ko: 없음
ru: Нет

source: Sidebar|Select health status
ko: 헬스 체크 상태 선택
ru: Выберите состояние здоровья

source: Sidekiq job compression threshold (bytes)
ko: Sidekiq 작업 압축 한계값 (바이트)
ru: Порог сжатия задания Sidekiq (байты)

source: Sidekiq job size limit (bytes)
ko: Sidekiq 작업 크기 제한(바이트)
ru: Ограничение размера задания Sidekiq (байты)

source: Sidekiq job size limits
ko: Sidekiq 작업 크기 제한
ru: Ограничения размера заданий Sidekiq

source: Sign in
ko: 로그인
ru: Вход

source: Sign in as a user with the matching email address, add the email to this account, or sign-up for a new account using the matching email.
ko: 일치하는 이메일 주소로 사용자로 로그인하거나, 이 계정에 이메일을 추가하거나, 일치하는 이메일을 사용하여 새 계정을 만드십시오.

source: Sign in preview
ko: 로그인 미리보기

source: Sign in to GitLab
ko: GitLab에 로그인

source: Sign in using smart card
ko: 스마트 카드를 사용하여 로그인
ru: Войдите, используя смарт-карту

source: Sign in via 2FA code
ko: 이중 인증 코드를 통해 로그인
ru: Войти с помощью кода 2ФА

source: Sign in with single sign-on
ko: 통합인증(SSO)으로 로그인

source: Sign in with smart card
ko: 스마트 카드로 로그인

source: Sign in/Sign up pages
ko: 로그인/가입 페이지
ru: Страницы входа и регистрации

source: Sign out
ko: 로그아웃
ru: Выйти

source: Sign up
ko: 가입
ru: Регистрация

source: Sign-in count:
ko: 로그인 횟수:
ru: Количество входов:

source: Sign-in page
ko: 로그인 페이지
ru: Страница входа

source: Sign-in restrictions
ko: 로그인 제한
ru: Ограничения входа

source: Sign-out page URL
ko: 로그아웃 페이지 URL

source: Sign-up restrictions
ko: 가입 제한
ru: Ограничения регистрации

source: SignUp|By clicking %{button_text} or registering through a third party you accept the %{link_start}Terms of Use and acknowledge the Privacy Statement and Cookie Policy%{link_end}.
ko: %{button_text} 을 클릭하거나 제3자를 통해 등록하면 %{link_start}이용 약관에 동의하고 개인 정보 보호 정책 및 쿠키 정책%{link_end}을 동의하는 것입니다.
ru: Нажав %{button_text} или зарегистрировавшись через третью сторону, вы принимаете %{link_start}Условия использования и подтверждаете Политику конфиденциальности и Политику в отношении куки%{link_end}.

source: SignUp|By clicking %{button_text} or registering through a third party you accept the GitLab %{link_start}Terms of Use and acknowledge the Privacy Statement and Cookie Policy%{link_end}.
ko: %{button_text} 을 클릭하거나 제3자를 통해 등록하면 GitLab %{link_start}이용 약관에 동의하고 개인정보취급방침 및 쿠키 정책%{link_end}에 동의하는 것입니다.
ru: Нажав %{button_text} или зарегистрировавшись через третью сторону, вы принимаете %{link_start}Условия использования GitLab и подтверждаете Политику конфиденциальности и Политику в отношении куки%{link_end}.

source: SignUp|By signing in you accept the %{link_start}Terms of Use and acknowledge the Privacy Statement and Cookie Policy%{link_end}.
ko: 로그인하면 %{link_start}이용 약관에 동의하고 개인 정보 보호 정책 및 쿠키 정책%{link_end}을 동의하는 것입니다.
ru: Входя в систему, вы соглашаетесь с %{link_start}Условиями использования и принимаете Политику конфиденциальности и Политику использования куки%{link_end}.

source: SignUp|First name is too long (maximum is %{max_length} characters).
ko: 이름이 너무 깁니다(최대 %{max_length} 자).

source: SignUp|Last name is too long (maximum is %{max_length} characters).
ko: 성이 너무 깁니다(최대 %{max_length} 자).

source: SignUp|Minimum length is %{minimum_password_length} characters.
ko: 최소 길이는 %{minimum_password_length}자 입니다.

source: SignUp|Username is too long (maximum is %{max_length} characters).
ko: 사용자명이 너무 깁니다(최대 %{max_length} 자).
ru: Слишком длинное имя пользователя (максимум %{max_length} символов).

source: SignUp|Username is too short (minimum is %{min_length} characters).
ko: 사용자명이 너무 짧습니다(최소 %{min_length} 자).
ru: Имя пользователя слишком короткое (минимум %{min_length} символов).

source: Signed in
ko: 로그인 됨
ru: Авторизовались

source: Signed in as %{username}
ko: %{username}로 로그인됨

source: Signed in to GitLab
ko: GitLab에 로그인 됨

source: Signed in to GitLab as %{user_link}
ko: GitLab에 %{user_link}으로 로그인 됨

source: Signed in with %{authentication} authentication
ko: %{authentication} 인증으로 로그인 됨
ru: Вход с методом аутентификации %{authentication}

source: Signing in using %{label} has been disabled
ko: %{label}을 사용한 로그인이 비활성화되었습니다.
ru: Вход с использованием %{label} был отключен

source: Signing in using your %{label} account has been disabled for security reasons. Please sign in to your GitLab account using another authentication method and reconnect to your %{label} account.
ko: 보안상의 이유로 %{label} 계정을 사용한 로그인이 비활성화되었습니다. 다른 인증 방법을 사용하여 GitLab 계정에 로그인한 후 %{label} 계정에 다시 연결하세요.
ru: Вход с использованием вашей учётной записи %{label} был заблокирован по соображениям безопасности. Войдите в вашу учётную запись GitLab используя другой метод аутентификации и повторно подключите вашу учётную запись %{label}.

source: Signing in using your %{label} account without a pre-existing account in %{simple_url} is not allowed.
ko: %{simple_url} 에 기존 계정이 없이 %{label} 계정을 사용하여 로그인하는 것은 허용되지 않습니다.
ru: Вход с использованием вашей учётной записи %{label} без существующей учётной записи в %{simple_url} не допускается.

source: SilentMode|All outbound communications are blocked. %{link_start}Learn more%{link_end}.
ko: 모든 아웃바운드 통신이 차단됩니다. %{link_start}자세히 알아보기%{link_end}.
ru: Все исходящие коммуникации заблокированы. %{link_start}Подробнее%{link_end}.

source: SilentMode|Enable silent mode
ko: 무음 모드 활성화
ru: Включить режим тишины

source: SilentMode|Silent mode
ko: 무음 모드
ru: Режим тишины

source: SilentMode|Silent mode %{status}
ko: 무음 모드 %{status}
ru: Режим тишины %{status}

source: SilentMode|Silent mode is enabled
ko: 무음 모드가 활성화되었습니다.
ru: Режим тишины включён

source: SilentMode|Suppress outbound communication, such as emails, from GitLab.
ko: GitLab에서 이메일과 같은 아웃바운드 통신을 차단합니다.
ru: Приостановить отправку исходящих коммуникаций, таких как электронные письма, от GitLab.

source: SilentMode|There was an error updating the Silent Mode Settings.
ko: 무음 모드 설정을 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при обновлении настроек режима тишины.

source: Similar issues
ko: 유사한 이슈

source: Simulate a pipeline created for the default branch
ko: 기본 브랜치에 대해 생성된 파이프라인 시뮬레이션

source: Single component can be selected for component filter to be able to filter by version.
ko: 버전별로 필터링하려면 컴포넌트 필터에서 단일 구성 요소를 선택할 수 있습니다.
ru: Для фильтрации по версии можно выбрать только один компонент.

source: Site profile failed to delete
ko: 사이트 프로필 삭제 실패
ru: Не удалось удалить профиль сайта

source: Site profile not found for given parameters
ko: 지정된 매개변수의 사이트 프로필을 찾을 수 없습니다.

source: Sites
ko: 사이트

source: Size
ko: 크기
ru: Размер

source: Size Limits
ko: 크기 제한
ru: Ограничения по размеру

source: Size limit per repository (MiB)
ko: 리포지토리당 크기 제한 (MiB)
ru: Максимальный размер для каждого репозитория (МиБ)

source: Skip to main content
ko: 메인 콘텐츠로 건너뛰기

source: Skipped
ko: 생략됨

source: Skype:
ko: 스카이프:

source: Slack logo
ko: Slack 로고
ru: Логотип Slack

source: Slack notifications integration is deprecated
ko: Slack 알림 통합이 더 이상 사용되지 않음

source: Slack notifications will be brought into the GitLab for Slack app so you can manage both integrations from one place. %{learn_more_link_start}Learn more%{link_end}.
ko: Slack 알림은 Slack용 GitLab 앱으로 가져와 한 곳에서 두 통합을 모두 관리할 수 있습니다. %{learn_more_link_start}자세히 알아보기%{link_end}.
ru: Уведомления Slack будут интегрированы в приложение GitLab для Slack, чтобы вы могли управлять обеими интеграциями из одного места. %{learn_more_link_start}Подробнее%{link_end}.

source: Slack notifications will be deprecated
ko: Slack 알림은 더 이상 사용되지 않습니다
ru: Функция уведомлений Slack будет признана устаревшей

source: SlackIntegration|- *Notifications:* Get notifications to your team's Slack channel about events happening inside your GitLab projects.
ko: - *알림:* GitLab 프로젝트 내에서 발생하는 이벤트에 대해 팀의 Slack 채널에 대한 알림을 받습니다.

source: SlackIntegration|- *Slash commands:* Quickly open, access, or close issues from Slack using the `%{slash_command}` command. Streamline your GitLab deployments with ChatOps.
ko: - *슬래시 명령:* `%{slash_command}` 명령을 사용하여 Slack에서 이슈를 빠르게 열거나 액세스하거나 닫습니다. ChatOps로 GitLab 배포를 간소화하세요.

source: SlackIntegration|Access request canceled
ko: 액세스 요청이 취소되었습니다
ru: Запрос доступа отменён

source: SlackIntegration|Are you sure you want to unlink this Slack Workspace from this integration?
ko: Slack Workspace를 이 통합에서 링크 해제하시겠습니까?

source: SlackIntegration|Client ID
ko: 클라이언트 ID

source: SlackIntegration|Client secret
ko: 클라이언트 비밀

source: SlackIntegration|Configure your GitLab for Slack app.
ko: Slack 앱용 GitLab을 구성합니다.

source: SlackIntegration|Copy the %{link_start}settings%{link_end} from %{strong_open}%{settings_heading}%{strong_close} in your GitLab for Slack app.
ko: GitLab for Slack 앱의 %{strong_open}%{settings_heading}%{strong_close} 에서 %{link_start}설정%{link_end}을 복사합니다.

source: SlackIntegration|Create Slack app
ko: Slack 앱 만들기

source: SlackIntegration|Create and read issue data and comments.
ko: 이슈 데이터 및 댓글 생성 및 읽기.

source: SlackIntegration|Download latest manifest file
ko: 최신 매니페스트 파일 다운로드

source: SlackIntegration|Error exchanging OAuth token with Slack
ko: OAuth 토큰을 Slack과 교환하는 중 오류 발생

source: SlackIntegration|Error exchanging OAuth token with Slack: %{error}
ko: OAuth 토큰을 Slack과 교환하는 중 오류 발생: %{error}

source: SlackIntegration|Generated for %{host} by GitLab %{version}.
ko: GitLab %{version}에서 %{host}에 대해 생성됨 .

source: SlackIntegration|GitLab for Slack
ko: GitLab for Slack

source: SlackIntegration|GitLab for Slack app configured on the group or instance level and can only be modified there.
ko: Slack 앱용 GitLab은 그룹 또는 인스턴스 수준에서 구성되었으며 해당 수준에서만 수정할 수 있습니다.

source: SlackIntegration|GitLab for Slack was successfully installed.
ko: GitLab for Slack이 성공적으로 설치되었습니다.

source: SlackIntegration|GitLab slash commands
ko: GitLab 슬래시 명령

source: SlackIntegration|Install GitLab for Slack app…
ko: Slack 앱용 GitLab 설치…

source: SlackIntegration|Interact with GitLab without leaving your Slack workspace!
ko: Slack 작업 공간을 벗어나지 않고 GitLab과 상호 작용하세요!

source: SlackIntegration|Perform deployments.
ko: 배포 수행

source: SlackIntegration|Project alias
ko: 프로젝트 별칭

source: SlackIntegration|Reinstall GitLab for Slack app…
ko: Slack 앱용 GitLab 다시 설치...

source: SlackIntegration|Run ChatOps jobs.
ko: ChatOps 작업 실행
ru: Запускать задания ChatOps.

source: SlackIntegration|See the list of available commands in Slack after setting up this integration by entering
ko: 입력하여 이 통합을 설정한 후 Slack에서 사용 가능한 명령어 목록을 확인하십시오.

source: SlackIntegration|Select a GitLab project to link with your Slack workspace.
ko: Slack 작업 공간과 링크할 GitLab 프로젝트를 선택합니다.

source: SlackIntegration|Sends notifications about project events to Slack channels.
ko: 프로젝트 이벤트에 대한 알림을 Slack 채널에 보냅니다.

source: SlackIntegration|Signing secret
ko: 서명 비밀

source: SlackIntegration|Slack app not enabled on GitLab instance
ko: Slack 앱이 GitLab 인스턴스에서 활성화되지 않았습니다.
ru: Приложение Slack отключено в экземпляре GitLab

source: SlackIntegration|Step 1: Create your GitLab for Slack app
ko: 1 단계: Slack용 GitLab 앱 만들기
ru: Шаг 1: Создайте ваше приложение GitLab для Slack

source: SlackIntegration|Step 2: Configure the app settings
ko: 2 단계: 앱 설정 구성
ru: Шаг 2: Настройте параметры приложения

source: SlackIntegration|This integration allows users to perform common operations on their projects by entering slash commands in Slack.
ko: 이 통합을 통해 사용자는 Slack에 슬래시 명령을 입력하여 프로젝트에서 일반적인 작업을 수행할 수 있습니다.

source: SlackIntegration|Unauthorized
ko: 승인되지 않음
ru: Отказано в доступе

source: SlackIntegration|Update to the latest version
ko: 최신 버전으로 업데이트
ru: Обновить до последней версии

source: SlackIntegration|Update to the latest version of GitLab for Slack to get notifications
ko: 알림을 받으려면 Slack용 최신 버전의 GitLab으로 업데이트하세요.
ru: Обновите GitLab for Slack до последней версии, чтобы получать уведомления

source: SlackIntegration|Update to the latest version to receive notifications from GitLab.
ko: GitLab에서 알림을 받으려면 최신 버전으로 업데이트하세요.
ru: Обновите до последней версии, чтобы получать уведомления от GitLab.

source: SlackIntegration|Update your Slack app
ko: Slack 앱 업데이트

source: SlackIntegration|Used for authenticating API requests from the GitLab for Slack app.
ko: GitLab for Slack 앱의 API 요청을 인증하는 데 사용됩니다.

source: SlackIntegration|Used for authenticating OAuth requests from the GitLab for Slack app.
ko: GitLab for Slack 앱에서 OAuth 요청을 인증하는 데 사용됩니다.

source: SlackIntegration|Used only for authenticating slash commands from the GitLab for Slack app. This method of authentication is deprecated by Slack.
ko: GitLab for Slack 앱에서 슬래시 명령을 인증하는 데만 사용됩니다. 이 인증 방법은 Slack에서 더 이상 사용되지 않습니다.

source: SlackIntegration|Verification token
ko: 인증 토큰
