Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Any user who is added or requests access in excess of the user cap must be approved by an administrator
ko: 사용자 한도를 초과하여 추가되거나 액세스를 요청하는 모든 사용자는 운영자의 승인을 받아야 합니다.
ru: Каждый пользователь, добавленный или запросивший доступ сверх установленного лимита, должен быть одобрен администратором

source: Anytime
ko: 언제나
ru: В любое время

source: App ID
ko: 앱 ID
ru: ID приложения

source: Appearance
ko: 외관
ru: Оформление

source: Appearance was successfully created.
ko: 외관이 성공적으로 생성되었습니다.
ru: Внешний вид успешно создан.

source: Appearance was successfully updated.
ko: 외관이 성공적으로 업데이트되었습니다.
ru: Внешний вид успешно изменен.

source: AppearanceSettings|Changes must be saved to appear.
ko: 변경사항을 저장해야만 표시됩니다.
ru: Чтобы изменения отобразились, их нужно сохранить.

source: AppearanceSettings|Last edit
ko: 마지막 편집
ru: Последнее редактирование

source: AppearanceSettings|Preview active settings:
ko: 활성 설정 미리보기:
ru: Предпросмотр активных настроек:

source: Append the hostname of your GitLab instance to the status check name.
ko: 상태 점검 이름에 GitLab 인스턴스의 호스트명을 추가하세요.

source: Apple App Store Connect private key file name.
ko: Apple App Store Connect 개인 키 파일 이름.
ru: Имя файла приватного ключа Apple App Store Connect.

source: Apple App Store Connect private key.
ko: Apple App Store Connect 개인 키.
ru: Приватный ключ Apple App Store Connect.

source: AppleAppStore|Apple App Store Connect issuer ID
ko: Apple App Store Connect 발급자 ID
ru: Идентификатор издателя Apple App Store Connect

source: AppleAppStore|Apple App Store Connect issuer ID.
ko: Apple App Store Connect 발급자 ID.
ru: Идентификатор издателя Apple App Store Connect.

source: AppleAppStore|Apple App Store Connect key ID
ko: Apple App Store Connect 키 ID
ru: Идентификатор ключа Apple App Store Connect

source: AppleAppStore|Apple App Store Connect key ID.
ko: Apple App Store Connect 키 ID.
ru: Идентификатор ключа Apple App Store Connect.

source: AppleAppStore|Drag your Private Key file here or %{linkStart}click to upload%{linkEnd}.
ko: 개인 키 파일을 이곳에 드래그하거나 %{linkStart}클릭하여 업로드하세요%{linkEnd}.
ru: Перетащите файл с приватным ключом сюда или %{linkStart}нажмите здесь для загрузки%{linkEnd}.

source: AppleAppStore|Drop your Private Key file to start the upload.
ko: 업로드를 시작하려면 개인 키 파일을 드롭하세요.
ru: Перетащите ваш файл с приватным ключом, чтобы начать загрузку.

source: AppleAppStore|Error: You are trying to upload something other than a Private Key file.
ko: 오류: 개인 키 파일 이외의 것을 업로드하려고 합니다.
ru: Ошибка: Вы пытаетесь загрузить файл, который не является файлом с приватным ключом.

source: AppleAppStore|Leave empty to use your current Private Key.
ko: 현재의 개인 키를 사용하려면 비워두세요.
ru: Оставьте пустым для использования вашего текущего приватного ключа.

source: AppleAppStore|Protected branches and tags only
ko: 보호된 브랜치 및 태그만
ru: Только защищённые ветки и теги

source: AppleAppStore|Set variables on protected branches and tags only
ko: 보호된 브랜치 및 태그에만 변수 설정
ru: Устанавливать переменные только для защищённых веток и тегов

source: AppleAppStore|Set variables on protected branches and tags only.
ko: 보호된 브랜치 및 태그에만 변수 설정

source: AppleAppStore|The Apple App Store Connect Private Key (.p8)
ko: 애플 앱스토어 Connect 개인 키 (.p8)
ru: Приватный ключ Apple App Store Connect (.p8)

source: AppleAppStore|Upload a new Apple App Store Connect Private Key (replace %{currentFileName})
ko: 새로운 애플 앱스토어 Connect 개인 키 업로드 (현재의 %{currentFileName} 교체)
ru: Загрузите новый приватный ключ для Apple App Store Connect (заменит %{currentFileName})

source: AppleAppStore|Use GitLab to build and release an app in the Apple App Store.
ko: 애플 앱스토어에서 앱을 빌드하고 릴리스하는 데 GitLab을 사용하세요.
ru: Используйте GitLab для сборки и выпуска приложения в Apple App Store.

source: Application
ko: 어플리케이션
ru: Приложение

source: Application ID
ko: 애플리케이션 ID
ru: Идентификатор приложения

source: Application limits saved successfully
ko: 애플리케이션 한도가 성공적으로 저장되었습니다.
ru: Ограничения приложения успешно сохранены

source: Application settings saved successfully
ko: 어플리케이션 설정이 성공적으로 저장되었습니다.
ru: Настройки приложения успешно сохранены

source: Application settings saved successfully.
ko: 어플리케이션 설정이 성공적으로 저장되었습니다.
ru: Настройки приложения успешно сохранены.

source: Application settings update failed
ko: 애플리케이션 설정 업데이트 실패
ru: Не удалось обновить настройки приложения

source: Application was successfully destroyed.
ko: 어플리케이션이 성공적으로 삭제되었습니다.
ru: Приложение было успешно удалено.

source: Application was successfully updated.
ko: 어플리케이션이 성공적으로 업데이트되었습니다.
ru: Приложение было успешно обновлено.

source: Application: %{application_name}
ko: 애플리케이션: %{application_name}
ru: Приложение: %{application_name}

source: Application: %{name}
ko: 애플리케이션: %{name}
ru: Приложение: %{name}

source: ApplicationSettings|A Metrics Dashboard menu item appears in the Monitoring section of the Admin area.
ko: 관리 영역의 모니터링 섹션에 측정항목 대시보드 메뉴 항목이 나타납니다.
ru: В разделе «Мониторинг» области администратора появляется элемент меню «Панель метрик».

source: ApplicationSettings|A user cap that exceeds the current licensed user count (%{licensedUserCount}) may result in %{linkStart}seat overages%{linkEnd}.
ko: 현재 라이선스 사용자 수(%{licensedUserCount})를 초과하는 사용자 수 한도는 %{linkStart}좌석 초과%{linkEnd}를 초래할 수 있습니다.
ru: Лимит пользователей, превышающий текущую количество лицензированных пользователей (%{licensedUserCount}), может привести к %{linkStart}превышению лицензий%{linkEnd}.

source: ApplicationSettings|Add a link to Grafana
ko: Grafana에 대한 링크 추가
ru: Добавить ссылку на Grafana

source: ApplicationSettings|Administrator approval not required for new users.
ko: 새 사용자에 운영자 승인이 필요하지 않습니다.
ru: Одобрение администратора не требуется для новых участников.

source: ApplicationSettings|Administrator approval required for new users. Set a user cap for the maximum number of users who can be added without administrator approval.
ko: 새 사용자에 운영자 승인이 필요합니다. 운영자 승인 없이 추가할 수 있는 최대 사용자 한도를 설정하세요.
ru: Требуется одобрение администратора для новых участников. Установите предел для максимального числа участников, которых можно добавить без одобрения администратора.

source: ApplicationSettings|After sign-up text
ko: 가입 후 메시지
ru: Текст после регистрации

source: ApplicationSettings|Allowed domains for sign-ups
ko: 가입이 허용된 도메인
ru: Разрешенные домены для регистрации

source: ApplicationSettings|Allows users to delete their own accounts
ko: 사용자가 자신의 계정을 삭제할 수 있도록 허용
ru: Разрешить пользователям удалять свои учётные записи

source: ApplicationSettings|Any user that visits %{host} and creates an account must be explicitly approved by an administrator before they can sign in. Only effective if sign-ups are enabled.
ko: %{host} 을 방문하여 계정을 생성하는 모든 사용자는 로그인하기 전에 운영자의 명시적인 승인을 받아야 합니다. 가입이 활성화된 경우에만 유효합니다.
ru: Любой пользователь, посетивший %{host} и создавший учётную запись, должен быть явно одобрен администратором перед входом. Действует только если регистрация включена.

source: ApplicationSettings|Any user that visits %{host} can create an account.
ko: %{host} 을 방문하는 모든 사용자는 계정을 만들 수 있습니다.
ru: Любой пользователь, посетивший %{host}, может создать учётную запись.

source: ApplicationSettings|Approve role promotions
ko: 역할 승격 승인
ru: Требовать одобрения для повышения ролей

source: ApplicationSettings|Approve users
ko: 사용자 승인
ru: Одобрить пользователей

source: ApplicationSettings|Approve users in the pending approval status?
ko: 승인 대기 상태의 사용자를 승인하시겠습니까?
ru: Одобрить ожидающих пользователей?

source: ApplicationSettings|By changing this setting, you can also automatically approve %d user who is pending approval.
ko: 이 설정을 변경하면 승인 대기 중인 %d명의 사용자를 자동으로 승인할 수 있습니다.
ru: Изменив эту настройку, вы также можете автоматически одобрить %d пользователя, ожидающего одобрения.

source: ApplicationSettings|By making this change, you will automatically approve all users who are pending approval.
ko: 이 변경을 수행하면 승인 대기 중인 모든 사용자가 자동으로 승인됩니다.
ru: Внесение этого изменения приведет к автоматическому одобрению всех пользователей, ожидающих одобрения.

source: ApplicationSettings|Change setting and approve pending users?
ko: 설정을 변경하고 대기 중인 사용자를 승인하시겠습니까?
ru: Изменить настройку и одобрить ожидающих участников?

source: ApplicationSettings|Controlled access
ko: 제한된 액세스
ru: Контролируемый доступ

source: ApplicationSettings|Denied domains for sign-ups
ko: 가입이 거부된 도메인
ru: Запрещённые домены для регистрации

source: ApplicationSettings|Denylist file
ko: 차단 목록 파일
ru: Файл со списком запретов

source: ApplicationSettings|Domain denylist
ko: 도메인 차단 목록
ru: Список запрещенных доменов

source: ApplicationSettings|Email confirmation settings
ko: 이메일 확인 설정
ru: Настройки подтверждения электронной почты

source: ApplicationSettings|Email restrictions
ko: 이메일 제한 사항
ru: Ограничения электронной почты

source: ApplicationSettings|Email restrictions for sign-ups
ko: 가입에 대한 이메일 제한 사항
ru: Ограничения электронной почты для регистрации

source: ApplicationSettings|Enable GitLab for Slack app
ko: Slack 앱용 GitLab 활성화
ru: Включить приложение GitLab для Slack

source: ApplicationSettings|Enable domain denylist for sign-ups
ko: 가입을 위한 도메인 차단 목록 활성화
ru: Включить список доменов, запрещенных для регистрации

source: ApplicationSettings|Enable email restrictions for sign-ups
ko: 가입에 대한 이메일 제한 활성화
ru: Включить ограничения электронной почты для регистрации

source: ApplicationSettings|Enter denylist manually
ko: 수동으로 차단 목록 입력
ru: Ввести список запретов вручную

source: ApplicationSettings|Hard
ko: Hard
ru: Жёсткая проверка

source: ApplicationSettings|Minimum password length (number of characters)
ko: 최소 비밀번호 길이(문자 수)
ru: Минимальная длина пароля (количество символов)

source: ApplicationSettings|New users can sign up without confirming their email address.
ko: 새 사용자는 이메일 주소 확인 없이 가입할 수 있습니다.
ru: Новые пользователи могут зарегистрироваться без подтверждения своего адреса электронной почты.

source: ApplicationSettings|Off
ko: 끄기
ru: Отключено

source: ApplicationSettings|Only users with e-mail addresses that match these domain(s) can sign up. Wildcards allowed. Enter multiple entries on separate lines. Example: domain.com, *.domain.com
ko: 이 도메인과 일치하는 이메일 주소를 가진 사용자만 가입할 수 있습니다. 와일드카드가 허용됩니다. 여러 항목에 대해 별도의 줄을 사용합니다. 예: domain.com, *.domain.com
ru: Регистрация доступна только для пользователей с адресами электронной почты, соответствующие этим доменам. Разрешено использование шаблонов. Вводите каждую запись на новой строке. Пример: domain.com, *.domain.com

source: ApplicationSettings|Open access
ko: 오픈 액세스
ru: Открыть доступ

source: ApplicationSettings|Prevent the billable user count from exceeding the number of seats in the license.
ko: 청구 가능한 사용자 수가 라이선스의 사용자 수를 초과하지 않도록 합니다.
ru: Предотвратить превышение количества оплачиваемых пользователей над количеством лицензий в подписке.

source: ApplicationSettings|Proceed and approve %d user
ko: 진행하여 %d 사용자를 승인하세요
ru: Продолжить и одобрить %d пользователя

source: ApplicationSettings|Proceed without auto-approval
ko: 자동 승인없이 진행
ru: Продолжить без автоматического одобрения

source: ApplicationSettings|Require admin approval for new sign-ups
ko: 새로 가입하려면 관리자 승인이 필요합니다.
ru: Требовать одобрения администратором для новых регистраций

source: ApplicationSettings|Require admin approval when a non-billable user is moving into a billable role.
ko: 청구 불가능한 사용자가 청구 가능한 역할로 이동할 때 운영자 승인이 필요합니다.
ru: Требовать одобрения администратора при переводе бесплатного пользователя на платную роль.

source: ApplicationSettings|Require lowercase letters
ko: 소문자 필요
ru: Требовать строчные буквы

source: ApplicationSettings|Require numbers
ko: 숫자 필요
ru: Требовать цифры

source: ApplicationSettings|Require symbols
ko: 기호 필요
ru: Требовать спецсимволы

source: ApplicationSettings|Require uppercase letters
ko: 대문자 필요
ru: Требовать заглавные буквы

source: ApplicationSettings|Restricted access
ko: 제한된 액세스
ru: Ограниченный доступ

source: ApplicationSettings|Restricts sign-ups for email addresses that match the given regex. %{linkStart}What is the supported syntax?%{linkEnd}
ko: 주어진 정규식과 일치하는 이메일 주소에 대한 가입을 제한합니다. %{linkStart}지원되는 문법은 무엇입니까?%{linkEnd}
ru: Ограничивает регистрацию для адресов электронной почты, соответствующих заданному регулярному выражению. %{linkStart}Какой синтаксис поддерживается?%{linkEnd}

source: ApplicationSettings|Role Promotions
ko: 역할 승격
ru: Повышение ролей

source: ApplicationSettings|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: ApplicationSettings|Seat control
ko: 좌석 제어
ru: Контроль лицензий

source: ApplicationSettings|See %{linkStart}password policy guidelines%{linkEnd}.
ko: %{linkStart}비밀번호 정책 가이드라인%{linkEnd}을 확인하세요.
ru: Смотрите %{linkStart}руководство по политике паролей%{linkEnd}.

source: ApplicationSettings|Send a confirmation email during sign up. New users can log in immediately, but must confirm their email within three days.
ko: 가입할때 확인 이메일을 보냅니다. 새 사용자는 즉시 로그인 할 수 있지만, 3일 이내에 이메일을 확인해야 합니다.
ru: Отправить подтверждающее письмо при регистрации. Новые пользователи могут войти сразу, но должны подтвердить свою электронную почту в течение трёх дней.

source: ApplicationSettings|Send a confirmation email during sign up. New users must confirm their email address before they can log in.
ko: 가입할 때 확인 이메일을 보냅니다. 새 사용자는 로그인하기 전에 이메일 주소를 확인해야 합니다.
ru: Отправить подтверждающее письмо при регистрации. Новые пользователи должны подтвердить свой адрес электронной почты, прежде чем смогут войти.

source: ApplicationSettings|Setting locked. Resolve all %{linkStart}pending approvals%{linkEnd} to unlock.
ko: 설정이 잠겼습니다. %{linkStart}보류 중인 승인%{linkEnd}을 모두 해결하여 잠금 해제합니다.
ru: Настройка заблокирована. Примите решения по всем %{linkStart}ожидающим одобрениям%{linkEnd}, чтобы её разблокировать.

source: ApplicationSettings|Sign-up enabled
ko: 회원가입 활성화
ru: Регистрация включена

source: ApplicationSettings|Soft
ko: 소프트
ru: Мягкая проверка

source: ApplicationSettings|Text shown after a user signs up. Markdown enabled.
ko: 사용자가 가입한 후 표시되는 텍스트. 마크다운이 활성화되었습니다.
ru: Текст, отображаемый после регистрации пользователя. Поддерживается Markdown.

source: ApplicationSettings|To enable Registration Features, first enable Service Ping.
ko: 등록 기능을 활성화하려면 먼저 서비스 Ping을 활성화하십시오.
ru: Для включения функционала за регистрацию сначала включите статистику использования.

source: ApplicationSettings|To enable Registration Features, first enable optional data in Service Ping.
ko: 등록 기능을 활성화하려면 먼저 서비스 Ping에서 옵션 데이터를 활성화하십시오.
ru: Для включения функционала за регистрацию сначала включите дополнительные данные в статистике использования.

source: ApplicationSettings|Upload denylist file
ko: 차단 목록 파일 업로드
ru: Загрузить файл со списком запретов

source: ApplicationSettings|Users added beyond this limit require administrator approval. Leave blank for unlimited.
ko: 이 제한을 초과하여 추가된 사용자는 운영자 승인이 필요합니다. 무제한으로 설정하려면 비워 두세요.
ru: Пользователи, добавленные сверх этого лимита, требуют одобрения администратора. Оставьте поле пустым для неограниченного числа.

source: ApplicationSettings|Users with e-mail addresses that match these domain(s) cannot sign up. Wildcards allowed. Enter multiple entries on separate lines. Example: domain.com, *.domain.com
ko: 이 도메인과 일치하는 이메일 주소를 가진 사용자는 가입할 수 없습니다. 와일드카드가 허용됩니다. 여러 항목에 대해 별도의 줄을 사용합니다. 예: domain.com, *.domain.com
ru: Пользователи с адресами электронной почты, которые соответствуют этим доменам не могут зарегистрироваться. Разрешено использование шаблонов. Вводите каждую запись на новой строке. Пример: domain.com, *.domain.com

source: ApplicationSettings|Users with e-mail addresses that match these domain(s) cannot sign up. Wildcards allowed. Use separate lines or commas for multiple entries.
ko: 이 도메인과 일치하는 이메일 주소를 가진 사용자는 가입할 수 없습니다. 와일드카드가 허용됩니다. 여러 항목에 대해 별도의 줄이나 쉼표를 사용합니다.
ru: Пользователи с адресами электронной почты, которые соответствуют этим доменам, не могут зарегистрироваться. Разрешено использование шаблонов. Вводите записи на отдельных строках или разделяйте запятыми.

source: ApplicationSettings|When enabled, new passwords must contain at least one lowercase letter (a-z).
ko: 활성화된 경우 새 암호에는 하나 이상의 소문자(a-z)가 포함되어야 합니다.
ru: Когда включено, новые пароли должны содержать как минимум одну строчную букву (a-z).

source: ApplicationSettings|When enabled, new passwords must contain at least one number (0-9).
ko: 활성화된 경우 새 암호에는 하나 이상의 숫자(0-9)가 포함되어야 합니다.
ru: Когда включено, новые пароли должны содержать как минимум одну цифру (0-9).

source: ApplicationSettings|When enabled, new passwords must contain at least one symbol.
ko: 활성화된 경우 새 암호에는 하나 이상의 기호가 포함되어야 합니다.
ru: Когда включено, новые пароли должны содержать как минимум один спецсимвол.

source: ApplicationSettings|When enabled, new passwords must contain at least one uppercase letter (A-Z).
ko: 활성화된 경우 새 암호에는 하나 이상의 대문자(A-Z)가 포함되어야 합니다.
ru: Когда включено, новые пароли должны содержать как минимум одну заглавную букву (A-Z).

source: ApplicationSettings|You can enable Registration Features because Service Ping is enabled.
ko: 서비스 Ping이 활성화되어 있으므로 등록 기능을 활성화할 수 있습니다.
ru: Вы можете включить функционал за регистрацию, потому что статистика использования включена.

source: ApplicationSettings|You can enable Registration Features because optional data in Service Ping is enabled.
ko: 서비스 Ping의 옵션 데이터가 활성화되어 있으므로 등록 기능을 활성화할 수 있습니다.
ru: Вы можете включить функционал за регистрацию, потому что дополнительные данные в статистике использования включены.

source: ApplicationSettings|domain.com
ko: domain.com
ru: domain.com

source: Applications
ko: 어플리케이션
ru: Приложения

source: Applied
ko: 적용됨
ru: Применён

source: Apply
ko: 적용
ru: Применить

source: Apply %d suggestion
ko: %d 개 제안 적용
ru: Применить %d предложение

source: Apply a label
ko: 라벨 적용
ru: Применить метку

source: Apply a template
ko: 템플릿 적용
ru: Применение шаблона

source: Apply suggestion
ko: 제안 적용
ru: Применить предложение

source: Apply template
ko: 템플릿 적용
ru: Применить шаблон

source: Apply this approval rule to all branches or a specific protected branch.
ko: 이 승인 규칙을 모든 브랜치 또는 특정 보호 브랜치에 적용합니다.

source: Applying
ko: 적용중
ru: Применение

source: Applying a template will replace the existing content. Any changes you have made will be lost.
ko: 템플릿을 적용하면 기존 콘텐츠가 대체됩니다. 변경한 사항은 모두 손실됩니다.

source: Applying a template will replace the existing issue description. Any changes you have made will be lost.
ko: 템플릿을 적용하면 기존 이슈 설명이 바뀝니다. 변경한 내용은 모두 손실됩니다.
ru: Применение шаблона заменит существующее описание обсуждения. Любые сделанные вами изменения будут потеряны.

source: Applying command
ko: 명령 적용
ru: Применение команды

source: Applying command to %{commandDescription}
ko: %{commandDescription}에 명령 적용
ru: Применение команды к %{commandDescription}

source: Applying multiple commands
ko: 다중 명령적용
ru: Применение нескольких команд

source: Applying suggestions…
ko: 제안 적용 중…
ru: Применение предложений…

source: Applying suggestion…
ko: 제안 적용 중…
ru: Применение предложения…

source: Approval Rules
ko: 승인 규칙

source: Approval options
ko: 승인 옵션

source: Approval rejected.
ko: 승인이 거부되었습니다.

source: Approval required
ko: 승인 필요
ru: Требуется одобрение

source: Approval rules
ko: 승인 규칙
ru: Правила одобрения

source: Approval rules reset to project defaults
ko: 승인 규칙이 프로젝트 기본값으로 재설정됨
ru: Правила одобрения сброшены к умолчаниям проекта.

source: Approval settings
ko: 승인 설정

source: ApprovalRuleRemove|%d member
ko: %d 명의 멤버
ru: %d участник

source: ApprovalRuleRemove|You are about to remove the %{name} approver group which has %{strongStart}%{count} member%{strongEnd}. Approvals from this member are not revoked.
ko: %{strongStart}%{count} 구성원%{strongEnd}을 가진 %{name} 승인자 그룹을 제거하려고 합니다. 이 멤버의 승인은 취소되지 않습니다.
ru: Вы собираетесь удалить группу одобряющих %{name}, в которой %{strongStart}%{count} участник%{strongEnd}. Одобрения этого участника не отменяются.

source: ApprovalRuleSummary|%d member
ko: 멤버 %d 명
ru: %d участник

source: ApprovalRuleSummary|%{count} approval required from %{membersCount}
ko: %{membersCount} 부터 %{count}개의 승인 필요
ru: Необходимо %{count} одобрений из %{membersCount}

source: ApprovalRules|Define target branch approval rules for new merge requests.
ko: 새로운 머지 리퀘스트에 대한 대상 브랜치 승인 규칙을 정의합니다.
ru: Определите правила одобрения для целевых веток в новых запросах на слияние.

source: ApprovalRule|A merge request author collaborating with a merge request approver
ko: 머지 리퀘스트 승인자와 협력 중인 머지 리퀘스트 작성자

source: ApprovalRule|Add approvers
ko: 승인자 추가
ru: Добавить одобряющих

source: ApprovalRule|Any
ko: 모두

source: ApprovalRule|Approval rules
ko: 승인 규칙

source: ApprovalRule|Approvals required
ko: 승인 필요
ru: Требуются одобрения

source: ApprovalRule|Approver Type
ko: 승인자 유형

source: ApprovalRule|Approvers
ko: 승인자
ru: Одобряющие

source: ApprovalRule|Confirmed
ko: 확인됨

source: ApprovalRule|Dismissed
ko: 해지됨

source: ApprovalRule|Examples: QA, Security.
ko: 예: QA, 보안.

source: ApprovalRule|Greater than
ko: 보다 큼
ru: Больше, чем

source: ApprovalRule|Improve your organization's code review with required approvals.
ko: 요청된 승인으로 조직의 코드 리뷰를 개선하십시오.
ru: Улучшите процесс рецензирования кода в вашей организации с помощью обязательных одобрений.

source: ApprovalRule|Increase quality and maintain standards.
ko: 품질을 높이고 표준을 유지합니다.

source: ApprovalRule|Learn more about merge request approval rules
ko: 머리 리퀘스트 승인 규칙에 대해 자세히 알아보기
ru: Узнайте больше о правилах одобрения запросов на слияние

source: ApprovalRule|Less than
ko: 보다 작음
ru: Меньше, чем

source: ApprovalRule|More than
ko: 보다 많음

source: ApprovalRule|Need triage
ko: 분류 필요
ru: Требуется сортировка

source: ApprovalRule|Needs triage
ko: 분류 필요

source: ApprovalRule|New
ko: 신규

source: ApprovalRule|Previously existing
ko: 이전에 존재함

source: ApprovalRule|Reduce your time to merge.
ko: 머지에 걸리는 시간을 줄이세요.

source: ApprovalRule|Required number of approvals
ko: 필요한 승인 수
ru: Требуемое количество одобрений

source: ApprovalRule|Resolved
ko: 해결됨

source: ApprovalRule|Rule
ko: 규칙
ru: Правило

source: ApprovalRule|Rule name
ko: 규칙 이름
ru: Название правила

source: ApprovalRule|Search in all groups
ko: 모든 그룹에서 검색
ru: Поиск по всем группам

source: ApprovalRule|Search in project groups
ko: 프로젝트 그룹에서 검색
ru: Поиск по группам проекта

source: ApprovalRule|Search users or groups
ko: 사용자 또는 그룹 검색
ru: Поиск пользователей или групп

source: ApprovalRule|Select eligible approvers by expertise or files changed.
ko: 전문 지식 또는 변경된 파일별로 적정한 승인자를 선택합니다.
ru: Выберите подходящих рецензентов по экспертности или изменённым файлам.

source: ApprovalRule|Target branch
ko: 대상 브랜치
ru: Целевая ветка

source: ApprovalRule|Try for free
ko: 무료로 사용해 보기

source: ApprovalRule|day(s)
ko: 일
ru: день(дни)

source: ApprovalRule|month(s)
ko: 월
ru: месяц(ы)

source: ApprovalRule|week(s)
ko: 주
ru: неделя(ли)

source: ApprovalRule||year(s)
ko: 년
ru: год(ы)

source: ApprovalSettings|Keep approvals
ko: 승인 유지
ru: Сохранить одобрения

source: ApprovalSettings|Merge request approval settings have been updated.
ko: 머지 리퀘스트 승인 설정이 업데이트되었습니다.
ru: Настройки одобрения запроса на слияние были обновлены.

source: ApprovalSettings|Prevent approval by author
ko: 작성자의 승인 방지
ru: Запретить одобрение автором

source: ApprovalSettings|Prevent approvals by users who add commits
ko: 커밋한 사용자의 승인 방지
ru: Запретить одобрение участникам, добавляющим коммиты

source: ApprovalSettings|Prevent editing approval rules in merge requests
ko: 머지 리퀘스트에서 승인 규칙 편집 방지
ru: Запретить редактирование правил одобрения в запросах на слияние

source: ApprovalSettings|Prevent editing approval rules in projects and merge requests
ko: 프로젝트 및 머지 리퀘스트에서 승인 규칙 편집 방지
ru: Запретить редактирование правил одобрения в проектах и запросах на слияние

source: ApprovalSettings|Remove all approvals
ko: 모든 승인 제거
ru: Удалить все одобрения

source: ApprovalSettings|Remove approvals by Code Owners if their files changed
ko: 파일이 변경된 경우 코드 소유자의 승인 제거
ru: Удалить одобрения владельцев кода, если их файлы были изменены
