Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ProductAnalytics|For this option:
ko: 이 옵션의 경우:
ru: В этом случае:

source: ProductAnalytics|Get started with product analytics
ko: 제품 분석 시작하기
ru: Начните работу с аналитики продукта

source: ProductAnalytics|GitLab-managed provider
ko: GitLab 관리 제공업체
ru: Провайдер, управляемый GitLab

source: ProductAnalytics|Group by
ko: 그룹 기준
ru: Группировка

source: ProductAnalytics|Help us improve Product Analytics Dashboards by sharing your experience.
ko: 귀하의 경험을 공유하여 제품 분석 대시보드를 개선하는 데 도움을 주세요.
ru: Помогите нам улучшить панели аналитики продукта, поделившись своим опытом.

source: ProductAnalytics|Helpful
ko: 도움이 됨
ru: Полезный

source: ProductAnalytics|How was the result?
ko: 결과는 어땠나요?
ru: Насколько вы довольны результатом?

source: ProductAnalytics|I agree to event collection and processing in this region.
ko: 이 지역에서의 이벤트 수집 및 처리에 동의합니다.
ru: Я соглашаюсь на сбор и обработку событий в этом регионе.

source: ProductAnalytics|Instrument your application
ko: 애플리케이션 측정
ru: Добавьте сбор данных в своё приложение

source: ProductAnalytics|Learn how to enable product analytics
ko: 제품 분석 활성화 방법 알아보기
ru: Узнайте, как включить продуктовую аналитику

source: ProductAnalytics|Learn how to onboard projects
ko: 프로젝트 온보딩 방법 알아보기
ru: Узнайте, как подключить проекты

source: ProductAnalytics|Loading instance
ko: 인스턴스 로드 중
ru: Загрузка экземпляра

source: ProductAnalytics|Manage your own analytics provider to process, store, and query analytics data.
ko: 분석 데이터를 처리, 저장 및 쿼리하기 위해 자체 분석 공급자를 관리합니다.
ru: Управляйте собственным провайдером аналитики для обработки, хранения и запроса данных аналитики.

source: ProductAnalytics|Measure
ko: 측정
ru: Измерение

source: ProductAnalytics|Month
ko: 월
ru: Месяц

source: ProductAnalytics|No projects found
ko: 프로젝트를 찾을 수 없습니다.
ru: Проекты не найдены

source: ProductAnalytics|Override the instance analytics configuration for this project.
ko: 이 프로젝트에 대한 인스턴스 분석 구성을 오버라이드 합니다.
ru: Переопределите конфигурацию аналитики экземпляра для этого проекта.

source: ProductAnalytics|Previous month
ko: 지난달
ru: Предыдущий месяц

source: ProductAnalytics|Product analytics onboarding
ko: 제품 분석 온보딩
ru: Ознакомление с аналитикой продуктов

source: ProductAnalytics|Product analytics usage is calculated based on the total number of events received from projects within the group. Contact your account manager if you need additional event quota. %{usageQuotaLinkStart}Learn more%{usageQuotaLinkEnd}. If GitLab manages your cluster, then GitLab retains your analytics data for 1 year. %{dataRetentionLinkStart}Learn more about data retention policy%{dataRetentionLinkEnd}.
ko: 제품 분석 사용량은 그룹 내 프로젝트에서 받은 총 이벤트 수를 기준으로 계산됩니다. 추가 이벤트 할당량이 필요한 경우 계정 관리자에게 문의하세요. %{usageQuotaLinkStart}자세히 알아보기%{usageQuotaLinkEnd}. GitLab이 클러스터를 관리하는 경우 GitLab은 분석 데이터를 1년 동안 보관합니다. %{dataRetentionLinkStart}데이터 보존 정책에 대해 자세히 알아보세요%{dataRetentionLinkEnd}.
ru: Использование аналитики продукта рассчитывается на основе общего количества событий, полученных от проектов в группе. Свяжитесь с менеджером вашей учётной записи, если вам нужен дополнительный лимит событий. %{usageQuotaLinkStart}Подробнее%{usageQuotaLinkEnd}. Если GitLab управляет вашим кластером, данные аналитики хранятся в течение 1 года. %{dataRetentionLinkStart}Подробнее о политике хранения данных%{dataRetentionLinkEnd}.

source: ProductAnalytics|Projects
ko: 프로젝트
ru: Проекты

source: ProductAnalytics|Projects (%{maxProjects} of %{totalProjects} shown)
ko: 프로젝트 (전체 %{totalProjects} 중 %{maxProjects} 표시)
ru: Проекты (показано %{maxProjects} из %{totalProjects})

source: ProductAnalytics|Reset existing project provider settings
ko: 기존 프로젝트 공급자 설정 재설정
ru: Сброс настроек провайдера проекта

source: ProductAnalytics|SDK application ID
ko: SDK 앱 아이디
ru: ID приложения SDK

source: ProductAnalytics|SDK clients
ko: SDK 클라이언트
ru: Клиенты SDK

source: ProductAnalytics|SDK host
ko: SDK 호스트
ru: Хост SDK

source: ProductAnalytics|Self-managed provider
ko: 자체 관리 제공업체
ru: Провайдер для автономной версии

source: ProductAnalytics|Set up Product Analytics to track how your product is performing. Combine analytics with your GitLab data to better understand where you can improve your product and development processes. %{linkStart}Learn more%{linkEnd}.
ko: 제품 분석을 설정하여 제품 성과를 추적하세요. 분석을 GitLab 데이터와 결합하여 제품 및 개발 프로세스를 개선할 수 있는 부분을 찾을 수 있습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Настройте Аналитику продукта, чтобы отслеживать работу вашего продукта. Объединяйте аналитику с данными GitLab, чтобы лучше понять, где можно улучшить продукт и процессы разработки. %{linkStart}Подробнее%{linkEnd}.

source: ProductAnalytics|Snowplow configurator connection string
ko: Snowplow 구성기 연결 문자열
ru: Строка подключения конфигуратора Snowplow

source: ProductAnalytics|Something went wrong while loading product analytics usage data. Refresh the page to try again.
ko: 제품 분석 사용 데이터를 로드하는 동안 문제가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке данных об использовании аналитики продукта. Обновите страницу, чтобы повторить попытку.

source: ProductAnalytics|Tell us what you think!
ko: 당신의 생각을 알려주세요!
ru: Расскажите, что вы думаете!

source: ProductAnalytics|Thank you for your feedback.
ko: 소중한 의견 감사합니다.
ru: Спасибо за ваш отзыв.

source: ProductAnalytics|The Product Analytics Beta on GitLab.com is offered only in the Google Cloud Platform zone %{zone}.
ko: GitLab.com의 제품 분석 베타는 Google Cloud Platform 영역 %{zone}에서만 제공됩니다.
ru: Бета-версия Аналитики продукта на GitLab.com доступна только в зоне %{zone} Google Cloud Platform.

source: ProductAnalytics|The connection string for your Snowplow configurator instance.
ko: Snowplow 구성기 인스턴스에 대한 연결 문자열입니다.
ru: Строка подключения для вашего экземпляра Snowplow Configurator.

source: ProductAnalytics|The connection string for your configurator instance.
ko: 구성기 인스턴스에 대한 연결 문자열입니다.
ru: Строка подключения для вашего экземпляра конфигуратора.

source: ProductAnalytics|The receiver of tracking events
ko: 추적 이벤트 수신기
ru: Получатель событий отслеживания

source: ProductAnalytics|The sender of tracking events
ko: 추적 이벤트 발신자
ru: Отправитель событий отслеживания

source: ProductAnalytics|The system is creating your analytics provider. In the meantime, you can instrument your application.
ko: 시스템에서 분석 제공업체를 생성하는 중입니다. 그동안 애플리케이션을 계측할 수 있습니다.
ru: Система создаёт вашего провайдера аналитики. Пока это происходит, вы можете интегрировать отслеживание в своё приложение.

source: ProductAnalytics|This group has no projects with product analytics onboarded in the current period.
ko: 이 그룹에는 현재 기간에 제품 분석이 포함된 프로젝트가 없습니다.
ru: В этой группе нет проектов с включённой аналитикой продукта за текущий период.

source: ProductAnalytics|This might take a while, feel free to navigate away from this page and come back later.
ko: 이 작업은 시간이 걸릴 수 있으니, 자유롭게 다른 페이지를 탐색하고 나중에 다시 돌아오세요.
ru: Это может занять некоторое время. Вы можете перейти на другую страницу и вернуться сюда позже.

source: ProductAnalytics|This project has analytics provider settings configured. If you continue, the settings for projects will be reset so that GitLab-managed provider settings can be used.
ko: 이 프로젝트에는 분석 공급자 설정이 구성되어 있습니다. 계속하면 GitLab에서 관리하는 공급자 설정을 사용할 수 있도록 프로젝트 설정이 리셋됩니다.
ru: Для этого проекта настроены параметры поставщика аналитики. Если вы продолжите, параметры для проектов будут сброшены, чтобы можно было использовать настройки поставщика, управляемые GitLab.

source: ProductAnalytics|This project has analytics provider settings configured. If you continue, the settings for projects will be reset so that provider settings for the instance can be used.
ko: 이 프로젝트에는 분석 공급자 설정이 구성되어 있습니다. 계속하면 인스턴스의 공급자 설정을 사용할 수 있도록 프로젝트 설정이 리셋됩니다.
ru: Для этого проекта настроены параметры поставщика аналитики. Если вы продолжите, параметры для проектов будут сброшены, чтобы можно было использовать настройки поставщика для экземпляра.

source: ProductAnalytics|This table excludes projects that do not have product analytics onboarded.
ko: 이 테이블에는 제품 분석이 포함되지 않은 프로젝트가 제외됩니다.
ru: В эту таблицу не включены проекты, для которых не настроена аналитика продукта.

source: ProductAnalytics|To continue, you must agree to event storage and processing in this region.
ko: 계속하려면 이 지역의 이벤트 저장 및 처리에 동의해야 합니다.
ru: Для продолжения вы должны согласиться на хранение и обработку событий в этом регионе.

source: ProductAnalytics|To instrument your application, select one of the options below. After an option has been instrumented and data is being collected, this page will progress to the next step.
ko: 응용프로그램을 계측하려면 아래의 옵션 중 하나를 선택하세요. 옵션이 계측되고 데이터가 수집되면 이 페이지는 다음 단계로 진행될 것입니다.
ru: Для настройки вашего приложения выберите один из предложенных вариантов. После того как будет завершена настройка и сбор данных, страница перейдет к следующему шагу.

source: ProductAnalytics|Track the performance of your product, and optimize your product and development processes.
ko: 제품 성능을 추적하고 제품 및 개발 프로세스를 최적화하세요.
ru: Отслеживайте работу вашего продукта и оптимизируйте продуктовые процессы и процессы разработки.

source: ProductAnalytics|Track your product's performance, and optimize your product and development processes.
ko: 제품 성능을 추적하고 제품 및 개발 프로세스를 최적화하세요.
ru: Отслеживайте эффективность вашего продукта и оптимизируйте продуктовые процессы и процессы разработки.

source: ProductAnalytics|Uncheck if you would like to configure a different provider for this project.
ko: 이 프로젝트에 대해 다른 공급자를 구성하려면 선택을 취소하세요.
ru: Снимите отметку, если хотите настроить другого поставщика для этого проекта.

source: ProductAnalytics|Unhelpful
ko: 도움이 되지 않음
ru: Бесполезный

source: ProductAnalytics|Usage by month
ko: 월별 사용량
ru: Использование по месяцам

source: ProductAnalytics|Usage by project
ko: 프로젝트별 사용량
ru: Использование по проектам

source: ProductAnalytics|Use GitLab-managed provider
ko: GitLab 관리 공급자 사용
ru: Использовать провайдера GitLab

source: ProductAnalytics|Use a GitLab-managed infrastructure to process, store, and query analytics events data.
ko: GitLab 관리 인프라를 사용하여 분석 이벤트 데이터를 처리, 저장 및 쿼리합니다.
ru: Использовать инфраструктуру GitLab для обработки, хранения и запроса данных аналитических событий.

source: ProductAnalytics|Use instance provider settings
ko: 인스턴스 공급자 설정 사용
ru: Использовать настройки провайдера экземпляра

source: ProductAnalytics|Used to retrieve dashboard data from the Cube instance.
ko: Cube 인스턴스로부터 대시보드 데이터를 검색하는 데 사용됩니다.
ru: Используется для получения данных панели из экземпляра Cube.

source: ProductAnalytics|Using JS module
ko: JS 모듈 사용
ru: Используется модуль JS

source: ProductAnalytics|Valid project settings.
ko: 유효한 프로젝트 설정입니다.
ru: Корректные настройки проекта.

source: ProductAnalytics|Waiting for events
ko: 이벤트를 기다리는 중
ru: Ожидание событий

source: ProductAnalytics|Wrong
ko: 잘못됨
ru: Неверный

source: ProductAnalytics|You can instrument your application using a JS module or an HTML script. Follow the instructions below for the option you prefer.
ko: JS 모듈 또는 HTML 스크립트를 사용하여 애플리케이션을 구성할 수 있습니다. 아래 지침을 따라 선호하는 옵션을 선택하십시오.
ru: Вы можете интегрировать ваше приложение с помощью модуля JS или скрипта в HTML. Следуйте инструкциям ниже для выбранного варианта.

source: ProductAnalytics|Your instance will be created on the provider configured in your instance settings.
ko: 귀하의 인스턴스는 인스턴스 설정에 구성된 공급자에 생성됩니다.
ru: Ваш экземпляр будет создан на поставщике, настроенном в параметрах вашего экземпляра.

source: ProductAnalytics|Your instance will be created on this provider:
ko: 당신의 인스턴스는 이 공급자에 생성됩니다:
ru: Ваш экземпляр будет создан на этом провайдере:

source: ProductUsageData|Dismiss product usage data collection notice
ko: 제품 사용 데이터 수집 알림 해지
ru: Закрыть уведомление о сборе данных об использовании продукта

source: ProductUsageData|Review data collection changes coming in GitLab 18.0
ko: GitLab 18.0에서 적용되는 데이터 수집 변경 사항 검토
ru: Просмотрите изменения в сборе данных, которые будут введены в GitLab 18.0

source: ProductUsageData|Starting with 18.0, GitLab will collect event-level product usage data from Self-Managed and Dedicated instances — while ensuring privacy, transparency, and customer control. GitLab administrators can turn off the data collection toggle before any data is collected in version 18.0. For more information about this change and how you can opt out, see the %{link_start}documentation%{link_end}
ko: 18.0부터 GitLab은 개인 정보 보호, 투명성 및 고객 제어를 보장하는 동시에 자체 관리형 및 전용 인스턴스에서 이벤트 수준의 제품 사용 데이터를 수집합니다. GitLab 운영자는 버전 18.0에서 데이터를 수집하기 전에 데이터 수집 토글을 끌 수 있습니다. 이 변경 사항과 거부 방법에 대한 자세한 내용은 %{link_start}문서%{link_end}를 참조하세요.
ru: Начиная с версии 18.0, GitLab будет собирать данные об использовании продукта на уровне событий с автономных и выделенных экземпляров — при этом гарантируя конфиденциальность, прозрачность и контроль со стороны клиентов. Администраторы GitLab смогут отключить сбор данных до того, как данные будут собраны в версии 18.0. Для получения дополнительной информации об этом изменении и о том, как можно отказаться от участия, смотрите %{link_start}документацию%{link_end}.

source: Productivity
ko: 생산성
ru: Продуктивность

source: Productivity Analytics
ko: 생산성 분석

source: Productivity analytics
ko: 생산성 분석

source: Productivity analytics can help identify the problems that are delaying your team
ko: 생산성 분석은 팀을 지연시키는 문제를 식별하는 데 도움이 될 수 있습니다.

source: ProductivityAanalytics|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: ProductivityAanalytics|is earlier than the allowed minimum date
ko: 허용된 최소 날짜보다 빠릅니다.

source: ProductivityAnalytics|Ascending
ko: 오름차순

source: ProductivityAnalytics|Days
ko: 일
ru: Дни

source: ProductivityAnalytics|Days to merge
ko: 머지까지 일 수
ru: Дней для слияния

source: ProductivityAnalytics|Descending
ko: 내림차순

source: ProductivityAnalytics|Hours
ko: 시간
ru: Часы

source: ProductivityAnalytics|List
ko: 목록
ru: Список

source: ProductivityAnalytics|Merge Requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: ProductivityAnalytics|Merge date
ko: 머지 날짜
ru: Дата слияния

source: ProductivityAnalytics|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: ProductivityAnalytics|Time to merge
ko: 머지까지 걸린 시간
ru: Время на слияние

source: ProductivityAnalytics|Trendline
ko: 추세선
ru: Линия тенденции

source: ProductivityAnalytics|is earlier than the given merged at after date
ko: 이 지정된 머지 시작 날짜보다 빠릅니다.

source: Profile
ko: 프로필
ru: Профиль

source: Profile failed to delete
ko: 프로필을 삭제하지 못했습니다.
ru: Не удалось удалить профиль

source: Profile image guidelines
ko: 프로필 이미지 가이드라인
ru: Рекомендация по изображению профиля

source: Profile page:
ko: 프로필 페이지:
ru: Страница профиля:

source: Profile parameter missing
ko: 프로필 파라메터 누락

source: ProfileSession|on
ko: on
ru: на

source: Profiles| You are about to permanently delete %{yourAccount}, and all of the issues, merge requests, and groups linked to your account. Once you confirm %{deleteAccount}, it cannot be undone or recovered.
ko: %{yourAccount}를 영구적으로 삭제하려고 합니다. 이슈, 머지 리퀘스트(MR), 그리고 내 계정에 링크된 그룹가 삭제될것입니다. %{deleteAccount}을 확인하면 되돌리거나, 취소할 수 없습니다.
ru: Вы собираетесь навсегда удалить %{yourAccount}, а также все обсуждения, запросы на слияние и группы, связанные с вашей учётной записью. После того как вы подтвердите %{deleteAccount}, учётную запись невозможно будет восстановить.

source: Profiles| You are about to permanently delete %{yourAccount}, and all of the issues, merge requests, and groups linked to your account. Once you confirm %{deleteAccount}, it cannot be undone or recovered. You might have to wait seven days before creating a new account with the same username or email.
ko: 귀하의 %{yourAccount} 계정과 계정에 링크된 모든 이슈, 머지 리퀘스트와 그룹을 영구적으로 삭제하려고 합니다. %{deleteAccount} 확인하면 취소하거나 복구할 수 없습니다. 동일한 사용자명 혹은 이메일로 새 계정을 만들려면 7일을 기다려야 할 수 있습니다.
ru: Вы собираетесь навсегда удалить %{yourAccount}, а также все обсуждения, запросы на слияние и группы, связанные с вашей учётной записью. После того как вы подтвердите %{deleteAccount}, учётную запись невозможно будет восстановить. Возможно, вам придется подождать семь дней, прежде чем создавать новую учётную запись с тем же именем пользователя или адресом электронной почты.

source: Profiles| You are going to change the username %{currentUsernameBold} to %{newUsernameBold}. Profile and projects will be redirected to the %{newUsername} namespace but this redirect will expire once the %{currentUsername} namespace is registered by another user or group. Please update your Git repository remotes as soon as possible.
ko: 사용자명을 %{currentUsernameBold}에서 %{newUsernameBold}으로 변경하려고 합니다. 기존 프로필과 프로젝트들은 %{newUsername}으로 리디렉션되지만, %{currentUsername}가 다른 유저나 그룹에 의해 등록되면 더 이상 리디렉션되지 않습니다. 사용자 이름을 변경한 뒤 git 리포지티리 리모트를 변경하세요.
ru: Вы собираетесь изменить имя пользователя %{currentUsernameBold} на %{newUsernameBold}. Профиль и проекты будут перенаправлены в пространство имен %{newUsername}, но это перенаправление перестанет действовать, как только пространство имён %{currentUsername} будет зарегистрировано другим пользователем или группой. Пожалуйста, как можно скорее, обновите указатели на свои удаленные репозитории Git.

source: Profiles|%{provider} Active
ko: %{provider} 활성

source: Profiles|@username
ko: @사용자명
ru: @username

source: Profiles|Account could not be deleted. GitLab was unable to verify your identity.
ko: 계정을 삭제할 수 없습니다. GitLab에서 당신의 신원을 확인할 수 없습니다.
ru: Учетная запись не может быть удалена. GitLab не может подтвердить вашу личность.

source: Profiles|Account deletion is not allowed by your administrator.
ko: 운영자가 계정 삭제를 허용하지 않습니다.
ru: Удаление учётной записи запрещено вашим администратором.

source: Profiles|Account deletion is not allowed.
ko: 계정 삭제가 허용되지 않습니다.
ru: Удаление учётной записи запрещено.

source: Profiles|Account scheduled for removal.
ko: 계정이 삭제될 예정입니다.
ru: Учётная запись запланирована к удалению.

source: Profiles|Achievements
ko: 업적
ru: Достижения

source: Profiles|Add email address
ko: 이메일 주소 추가
ru: Добавить адрес электронной почты

source: Profiles|Add key
ko: 키 추가
ru: Добавить ключ

source: Profiles|Add new email
ko: 새 이메일 추가
ru: Добавить новый адрес электронной почты

source: Profiles|Add new mirror repository
ko: 새 미러 리포지토리 추가
ru: Добавить новый зеркальный репозиторий

source: Profiles|An error occurred while updating your username, please try again.
ko: 당신의 사용자명을 변경하는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: При обновлении имени пользователя произошла ошибка, попробуйте ещё раз.

source: Profiles|Avatar cropper
ko: 아바타 자르기
ru: Обрезать аватар

source: Profiles|Avatar will be removed. Are you sure?
ko: 아바타가 삭제됩니다. 확실합니까?
ru: Аватар будет удален. Вы уверены?

source: Profiles|Begins with %{ssh_key_algorithms}.
ko: %{ssh_key_algorithms}으로 시작합니다.
ru: Начинается с %{ssh_key_algorithms}.

source: Profiles|Bio
ko: 자기소개
ru: О себе

source: Profiles|Change username
ko: 사용자명 변경
ru: Изменить имя пользователя

source: Profiles|Changing your username can have unintended side effects.
ko: 사용자명을 변경하면 의도치 않은 문제가 생길 수 있습니다.
ru: Изменение вашего имени пользователя может иметь непредвиденные побочные эффекты.

source: Profiles|Choose file…
ko: 파일 선택...
ru: Выберите файл…

source: Profiles|Choose to show contributions of private projects on your public profile without any project, repository or organization information.
ko: 프로젝트, 리포지토리 또는 조직 정보 없이 공개 프로필에 비공개 프로젝트의 기여도를 표시하려면 선택합니다.
ru: Выберите, чтобы отобразить вклад в закрытых проектах в вашем профиле без какой-либо информации о проекте, репозитории или организации.

source: Profiles|City, country
ko: 도시, 국가
ru: Город, страна

source: Profiles|Commit email
ko: 커밋 이메일
ru: Email коммита

source: Profiles|Connect %{provider}
ko: %{provider} 연결
ru: Подключить %{provider}

source: Profiles|Connect a service for sign-in.
ko: 로그인을 위해 서비스를 연결합니다.
ru: Подключите службу аутентификации.

source: Profiles|Connected Accounts
ko: 연결된 계정
ru: Подключённые учётные записи

source: Profiles|Control emails linked to your account
ko: 계정에 링크된 이메일 제어
ru: Управляйте адресами электронной почты, связанными с вашей учётной записью.

source: Profiles|Copy SSH key
ko: SSH 키 복사
ru: Скопировать ключ SSH

source: Profiles|Created
ko: 생성됨
ru: Создан

source: Profiles|Current path: %{path}
ko: 현재 경로: %{path}
ru: Текущий путь: %{path}

source: Profiles|Current status
ko: 현재 상태
ru: Текущий статус

source: Profiles|Default notification email
ko: 기본 알림 이메일
ru: Электронная почта для уведомлений по умолчанию

source: Profiles|Delete account
ko: 계정 삭제
ru: Удаление учётной записи

source: Profiles|Deleting an account has the following effects:
ko: 계정을 삭제하면 다음과 같은 영향이 있습니다:
ru: Удаление учётной записи приведет к следующим последствиям:

source: Profiles|Disconnect %{provider}
ko: %{provider} 연결 끊기
ru: Отключить %{provider}

source: Profiles|Disconnect SAML for %{group_name}
ko: %{group_name}에 대한 SAML 연결해제
ru: Отключить SAML для %{group_name}

source: Profiles|Disconnecting your SAML provider will remove your access from groups, subgroups and projects which require SAML authentication. Are you sure?
ko: SAML 공급자 연결을 해제하면 SAML 인증이 필요한 그룹, 하위 그룹 및 프로젝트에 대한 액세스 권한이 제거됩니다. 확실한가요?

source: Profiles|Discord ID is too long (maximum is %{max_length} characters).
ko: Discord 아이디가 너무 깁니다 (최대 %{max_length} 자).
ru: Discord ID слишком длинный (максимум %{max_length} символов).

source: Profiles|Discord ID is too short (minimum is %{min_length} characters).
ko: Discord 아이디가 너무 짧습니다 (최소 %{min_length} 자).
ru: Discord ID слишком короткий (минимум %{min_length} символов).

source: Profiles|Display achievements on your profile
ko: 프로필에 업적 표시
ru: Отображать достижения в вашем профиле

source: Profiles|Do not show on profile
ko: 프로필에 표시하지 않음
ru: Не показывать в профиле

source: Profiles|Don't display activity-related personal information on your profile.
ko: 프로필에 활동 관련 개인 정보를 표시하지 마세요.
ru: Не отображать в своём профиле личную информацию, связанную с деятельностью.

source: Profiles|Don't display activity-related personal information on your profile. %{private_profile_help_link_start}What information is hidden?%{private_profile_help_link_end}
ko: 프로필에 활동 관련 개인 정보를 표시하지 마세요. %{private_profile_help_link_start}어떤 정보가 숨겨져 있나요?%{private_profile_help_link_end}
ru: Не отображать в своём профиле личную информацию, связанную с деятельностью. %{private_profile_help_link_start}Какая информация скрыта?%{private_profile_help_link_end}

source: Profiles|Edit Profile
ko: 프로필 편집
ru: Изменить профиль

source: Profiles|Email address
ko: 이메일 주소
ru: Адрес электронной почты

source: Profiles|Email addresses
ko: 이메일 주소
ru: Адреса электронной почты

source: Profiles|Ensure you have two-factor authentication recovery codes stored in a safe place.
ko: 이중 인증 복구 코드가 안전한 장소에 저장되어 있는지 확인하세요.
ru: Убедитесь, что у вас есть коды восстановления двухфакторной аутентификации, хранящиеся в надежном месте.

source: Profiles|Enter how your name is pronounced to help people address you correctly.
ko: 사람들이 당신을 올바르게 부를 수 있도록 당신의 이름을 발음하는 방법을 입력하십시오.
ru: Укажите, как произносится ваше имя, чтобы люди обращались к вам правильно

source: Profiles|Enter your name, so people you know can recognize you.
ko: 아는 사람들이 당신을 알아볼 수 있도록 당신의 이름을 입력하세요.
ru: Введите ваше имя, чтобы люди могли распознать вас.

source: Profiles|Enter your password to confirm the email change
ko: 비밀번호를 입력하여 이메일 변경
ru: Введите ваш пароль для подтверждения изменения адреса электронной почты

source: Profiles|Enter your pronouns to let people know how to refer to you.
ko: 사람들이 당신을 부르는 방법을 알 수 있도록 자신을 칭하는 대명사를 입력하십시오.
ru: Укажите свои местоимения, чтобы люди знали, как к вам обращаться.

source: Profiles|Example: MacBook key
ko: 예: MacBook 키
ru: Пример: ключ MacBook

source: Profiles|Expiration date
ko: 만료일
ru: Дата истечения срока действия

source: Profiles|Expired
ko: 만료됨

source: Profiles|Expires
ko: 만료
ru: Истекает

source: Profiles|Failed to generate new Support PIN.
ko: 새로운 지원 PIN을 생성하지 못했습니다.
ru: Не удалось сгенерировать новый PIN поддержки.

source: Profiles|Feed token could not be reset
ko: 피드 토큰을 재설정할 수 없습니다.
ru: Токен канала не может быть сброшен
