Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Incident|Something went wrong while deleting the incident timeline event.
ko: 인시던트 타임라인 이벤트를 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении события из хронологии инцидента.

source: Incident|Something went wrong while fetching incident timeline events.
ko: 인시던트 타임라인 이벤트를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении событий хронологии инцидента.

source: Incident|Something went wrong while updating the incident timeline event.
ko: 인시던트 타임라인 이벤트를 업데이트하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при обновлении события хронологии инцидента.

source: Incident|Summary
ko: 요약
ru: Сводка

source: Incident|There was an issue loading alert data. Please try again.
ko: 경고 데이터를 로드하는 중에 문제가 발생했습니다. 다시 시도해 주세요.

source: Incident|There was an issue loading incident data. Please try again.
ko: 인시던트 데이터를 로드하는 중에 문제가 발생했습니다. 다시 시도해 주세요.

source: Incident|Timeline
ko: 타임라인

source: Incident|Timeline text
ko: 타임라인 텍스트

source: Incident|Timeline text…
ko: 타임라인 텍스트…
ru: Текст временной шкалы…

source: Include additional optional data in Service Ping. To enable optional data, first enable Service Ping.
ko: Service Ping에 추가 선택적 데이터를 포함합니다. 옵션 데이터를 활성화하려면 먼저 서비스 Ping을 활성화하십시오.
ru: Включить дополнительные данные в статистику использования. Чтобы включить дополнительные данные, сначала включите статистику использования.

source: Include author name in notification email body
ko: 알림 이메일 본문에 작성자 이름 포함
ru: Включать имя автора в тексте уведомления по электронной почте

source: Include new features from all tiers.
ko: 모든 티어의 새로운 기능을 포함합니다.
ru: Включает новые функции из всех тарифов.

source: Include the name of the author of the issue, merge request or comment in the email body. By default, GitLab overrides the email sender's name. Some email servers don't support that option.
ko: 이메일 본문에 이슈, 머지 리퀘스트 또는 댓글 작성자의 이름을 포함합니다. 기본적으로 GitLab은 이메일 발신자의 이름을 오버라이드 합니다. 일부 이메일 서버는 해당 옵션을 지원하지 않습니다.
ru: Добавлять имя автора обсуждения, запроса на слияние или комментария в текст письма. По умолчанию GitLab заменяет имя отправителя письма. Некоторые почтовые серверы не поддерживают эту опцию.

source: Includes LFS objects. It can be overridden per group, or per project. Set to 0 for no limit.
ko: LFS 개체를 포함합니다. 그룹 또는 프로젝트별로 재정의할 수 있습니다. 제한이 없는 경우 0으로 설정합니다.
ru: Включает объекты LFS. Может быть переопределено на уровне группы или проекта. Установите 0 для отсутствия ограничения.

source: Includes an MVC structure to help you get started
ko: 시작하는 데 도움이 되는 MVC 구조를 포함합니다.

source: Includes an MVC structure, Gemfile, Rakefile, along with many others, to help you get started
ko: 시작하는 데 도움이 되는 MVC 구조, Gemfile, Rakefile 등을 포함합니다.
ru: Включает в себя структуру MVC, Gemfile, Rakefile и многое другое, чтобы помочь вам начать работу

source: Includes an MVC structure, mvnw and pom.xml to help you get started
ko: 시작하는 데 도움이 되는 MVC 구조, mvnw 및 pom.xml을 포함합니다.

source: Incoming email
ko: 수신 메일

source: Incoming!
ko: 들어오는 중!

source: Incompatible options set!
ko: 호환되지 않는 옵션 설정!

source: Incompatible project
ko: 호환되지 않는 프로젝트

source: Incomplete
ko: 불완전
ru: Незавершено

source: Increase
ko: 증가

source: Increment suggestion line end
ko: 제안 라인 끝을 증가

source: Increment suggestion line start
ko: 제안 라인 시작을 증가

source: Indent line
ko: 줄 들여쓰기

source: Index
ko: 인덱스
ru: Индекс

source: Index deletion is canceled
ko: 인덱스 삭제가 취소되었습니다.
ru: Удаление индекса отменено

source: Index root namespaces automatically
ko: 루트 네임스페이스를 자동으로 색인화

source: Index the instance
ko: 인스턴스 인덱싱
ru: Индексировать экземпляр

source: Indexed documents: %{processed_documents}/%{expected_documents}
ko: 인덱싱된 문서: %{processed_documents}/%{expected_documents}
ru: Проиндексированные документы: %{processed_documents}/%{expected_documents}

source: Indexing CPU to tasks multiplier
ko: CPU를 작업 배수로 인덱싱
ru: Множитель ЦП для индексирования задач

source: Indexing status
ko: 인덱싱 상태

source: Inform users without uploaded SSH keys that they can't push over SSH until one is added
ko: 업로드된 SSH 키가 없는 사용자에게 SSH 키가 추가될 때까지 SSH를 통해 푸시할 수 없음을 알립니다.
ru: Сообщать пользователям без загруженных ключей SSH, что они не могут отправлять через SSH до тех пор, пока хотя бы один не будет добавлен

source: Information
ko: 정보

source: Infrastructure
ko: 인프라
ru: Инфраструктура

source: Infrastructure as Code (IaC) Scanning
ko: 코드형 인프라 (IaC) 스캐닝
ru: Сканирование инфраструктуры как кода (IaC)

source: InfrastructureRegistry|Copy Terraform Command
ko: Terraform 커맨드 복사
ru: Скопировать команду Terraform

source: InfrastructureRegistry|Copy Terraform Setup Command
ko: Terraform 설정 명령 복사
ru: Скопировать команду настройки Terraform

source: InfrastructureRegistry|Copy and paste into your Terraform configuration, insert the variables, and run Terraform init:
ko: Terraform 설정에 복사하여 붙여넣고 변수를 삽입하고 Terraform init를 실행:

source: InfrastructureRegistry|For more information on the Terraform registry, %{linkStart}see our documentation%{linkEnd}.
ko: Terraform 레지스트리에 대한 자세한 내용은 %{linkStart}설명서를 참조하십시오%{linkEnd}.

source: InfrastructureRegistry|Publish and share your modules. %{docLinkStart}More information%{docLinkEnd}
ko: 모듈을 게시하고 공유합니다. %{docLinkStart}추가 정보%{docLinkEnd}

source: InfrastructureRegistry|Terraform
ko: Terraform

source: InfrastructureRegistry|Terraform Module Registry
ko: Terraform 모듈 레지스트리
ru: Реестр модулей Terraform

source: InfrastructureRegistry|Terraform modules are the main way to package and reuse resource configurations with Terraform. Learn more about how to %{noPackagesLinkStart}create Terraform modules%{noPackagesLinkEnd} in GitLab.
ko: Terraform 모듈은 Terraform으로 리소스 설정을 패키징하고 재사용하는 주요 방법입니다. %{noPackagesLinkStart}만드는 방법%{noPackagesLinkEnd}에 대해 자세히 알아보세요.
ru: Модули Terraform являются основным способом упаковки и повторного использования конфигураций ресурсов с помощью Terraform. Узнайте больше о том, как %{noPackagesLinkStart}создавать модули Terraform%{noPackagesLinkEnd} в GitLab.

source: InfrastructureRegistry|To authorize access to the Terraform registry:
ko: Terraform 레지스트리에 대한 액세스 권한을 부여하려면:

source: InfrastructureRegistry|You have no Terraform modules in your group
ko: 당신의 그룹에 Terraform 모듈이 없습니다
ru: В вашей группе нет модулей Terraform

source: InfrastructureRegistry|You have no Terraform modules in your project
ko: 당신의 프로젝트에 Terraform 모듈이 없습니다.
ru: В вашем проекте нет модулей Terraform

source: Inherited:
ko: 상속됨:

source: Inheriting from 'parent' is not yet supported
ko: 'parent' 로부터 상속하는 것은 아직 지원되지 않습니다

source: Initial account configured! Please sign in.
ko: 초기 계정이 구성되었습니다! 로그인 해주세요.

source: Initial default branch name
ko: 초기 기본 브랜치 이름
ru: Имя начальной ветки по умолчанию

source: Initial default branch protection
ko: 초기 기본 브랜치 보호
ru: Начальная защита ветки по умолчанию

source: Initial setup complete!
ko: 초기설정 완료!
ru: Первоначальная настройка завершена!

source: Inline
ko: 인라인
ru: Встроенные

source: Inline math
ko: 인라인 수학식
ru: Встроенная математика

source: InlineFindings|1 Code Quality finding detected
ko: %d 코드 품질 검출 감지됨
ru: 1 обнаруженная проблема качества кода

source: InlineFindings|1 SAST finding detected
ko: %d SAST 검출 감지됨
ru: Обнаружен 1 результат SAST

source: Input host keys manually
ko: 호스트 키를 수동으로 입력

source: Input must be an integer between 0 and 9
ko: 0부터 9까지의 정수만 입력할 수 있습니다.
ru: Значение должно быть целым числом от 0 до 9

source: Input the remote repository URL
ko: 리모트 리포지토리 URL 입력
ru: Введите URL удаленного репозитория

source: Insert
ko: 삽입

source: Insert a %{rows}×%{cols} table
ko: %{rows}x%{cols} 표 삽입
ru: Вставить таблицу %{rows}×%{cols}

source: Insert a quote
ko: 인용 삽입
ru: Вставить цитату

source: Insert code
ko: 코드 삽입
ru: Вставить код

source: Insert column left
ko: 왼쪽에 열 삽입
ru: Вставить столбец слева

source: Insert column right
ko: 오른쪽에 열 삽입
ru: Вставить столбец справа

source: Insert comment template
ko: 댓글 템플릿 삽입
ru: Вставить шаблон комментария

source: Insert link (%{modifierKey}K)
ko: 링크 삽입(%{modifierKey}K)
ru: Вставить ссылку (%{modifierKey}К)

source: Insert or edit diagram
ko: 다이어그램 삽입 또는 편집
ru: Вставить или изменить диаграмму

source: Insert row above
ko: 위에 행 삽입
ru: Вставить строку выше

source: Insert row below
ko: 아래에 행 삽입
ru: Вставить строку ниже

source: Insert suggestion
ko: 제안 삽입
ru: Вставить предложение

source: Insert table
ko: 테이블 삽입
ru: Вставить таблицу

source: Insights
ko: 인사이트
ru: Инсайты

source: Insights|Configure a custom report for insights into your group processes such as amount of issues, bugs, and merge requests per month. %{linkStart}How do I configure an insights report?%{linkEnd}
ko: 월별로 이슈, 버그 및 머지 리퀘스트의 총량과 같은 그룹 프로세스를 검토를 할 수 있는 커스텀 보고서를 구성합니다. %{linkStart}통합 보고서는 어떻게 구성합니까?%{linkEnd}
ru: Настройте индивидуальный отчёт для анализа процессов вашей группы, таких как количество обсуждений, ошибок и запросов на слияние в месяц. %{linkStart}Как настроить отчёт об инсайтах?%{linkEnd}

source: Insights|Some items are not visible because the project was filtered out in the insights.yml file (see the projects.only config in the YAML file or the enabled project features (issues, merge requests) in the project settings).
ko: 일부 항목이 보이지 않습니다. 이는 프로젝트가 insights.yml 파일에서 필터링되었기 때문입니다(해당 YAML 파일의 `projects.only` 설정 또는 프로젝트 설정에서 활성화된 기능(이슈, 머지 리퀘스트)을 확인하세요).
ru: Некоторые элементы не видны, потому что проект был исключён в файле insights.yml (проверьте конфигурацию projects.only в YAML-файле или включённые функции проекта (обсуждения, запросы на слияние) в настройках проекта).

source: Insights|This project is filtered out in the insights.yml file (see the projects.only config for more information).
ko: 이 프로젝트는 insights.yml 파일에서 필터링됩니다. (자세한 내용은 projects.only 설정을 참고하세요.)
ru: Этот проект исключён в файле insights.yml (смотрите конфигурацию projects.only для получения дополнительной информации).

source: Installation
ko: 설치

source: Instance
ko: 인스턴스
ru: Экземпляр

source: Instance Configuration
ko: 인스턴스 설정
ru: Конфигурация экземпляра

source: Instance Runners
ko: 인스턴스 러너
ru: Средства выполнения экземпляра

source: Instance Runners:
ko: 인스턴스 러너:
ru: Средства выполнения экземпляра:

source: Instance access request
ko: 인스턴스 액세스 요청

source: Instance access request approved
ko: 인스턴스 액세스 요청 승인됨
ru: Запрос на доступ к экземпляру одобрен

source: Instance access request rejected
ko: 인스턴스 액세스 요청이 거부됨

source: Instance audit events
ko: 인스턴스 감사 이벤트

source: Instance overview
ko: 인스턴스 개요
ru: Обзор экземпляра

source: Instance runners help link
ko: 인스턴스 러너 도움말 링크
ru: Справочная ссылка по средствам выполнения экземпляра

source: Insufficient permission to modify user organizations
ko: 사용자 조직을 수정할 권한이 부족합니다.
ru: Недостаточно прав для изменения организаций пользователя

source: Insufficient permissions
ko: 권한 부족

source: Insufficient permissions for dast_configuration keyword
ko: dast_configuration 키워드에 대한 권한 부족

source: Insufficient permissions to update relation
ko: 관계를 업데이트할 권한이 부족합니다.

source: Integration
ko: 통합
ru: Интеграция

source: Integration Settings
ko: 통합 설정

source: IntegrationEvents|A comment is added
ko: 댓글이 추가되었습니다
ru: Комментарий добавлен

source: IntegrationEvents|A confidential issue is created, closed, or reopened
ko: 비공개 이슈가 생성, 닫침 혹은 다시열림 되었습니다.
ru: Создано, закрыто или повторно открыто конфиденциальное обсуждение

source: IntegrationEvents|A deployment is started or finished
ko: 배포가 시작되거나 완료되었습니다.
ru: Развёртывание начато или завершено

source: IntegrationEvents|A group is mentioned in a confidential context
ko: 그룹이 비공개 컨텍스트에서 언급되었습니다.
ru: Группа упоминается в конфиденциальном контексте

source: IntegrationEvents|A group is mentioned in a public context
ko: 그룹이 공개 컨텍스트에서 언급되었습니다.
ru: Группа упоминается в публичном контексте

source: IntegrationEvents|A merge request is created, merged, closed, or reopened
ko: 머지 리퀘스트가 생성, 머지, 닫힘 또는 다시 열림
ru: Запрос на слияние создан, слит, закрыт или повторно открыт

source: IntegrationEvents|A new, unique alert is recorded
ko: 새 고유한 경고가 기록됩니다.
ru: Записано новое уникальное предупреждение

source: IntegrationEvents|A new, unique vulnerability is recorded (available only in GitLab Ultimate)
ko: 새롭고 고유한 취약점이 기록됩니다. (GitLab Ultimate에서만 사용 가능)
ru: Записана новая уникальная уязвимость (доступно только в GitLab Ultimate)

source: IntegrationEvents|A pipeline status changes
ko: 파이프라인 상태가 변경되었습니다
ru: Статус конвейера изменился

source: IntegrationEvents|A push is made to the repository
ko: 해당 리포지토리에 푸시를 합니다.
ru: Выполняется отправка в репозиторий

source: IntegrationEvents|A tag is pushed to the repository or removed
ko: 태그가 리포지토리로 푸시되거나 제거됨
ru: Тег записан в репозитории или удалён из него

source: IntegrationEvents|A wiki page is created or updated
ko: 위키 페이지가 생성되거나 업데이트되었습니다.
ru: Страница в вики создана или обновлена

source: IntegrationEvents|An incident is created, closed, or reopened
ko: 인시던트가 생성, 닫힘 또는 다시 열림
ru: Инцидент создан, закрыт или переоткрыт

source: IntegrationEvents|An internal note or comment on a confidential issue is added
ko: 비공개 이슈에 대한 내부 노트 또는 댓글이 추가됨
ru: Добавлена внутренняя заметка или комментарий к конфиденциальному обсуждению

source: IntegrationEvents|An issue is created, closed, or reopened
ko: 이슈가 생성, 닫힘 또는 다시 열림
ru: Обсуждение создано, закрыто или переоткрыто

source: Integrations
ko: 연동
ru: Интеграции

source: Integrations|%{integrationTitle}: %{status}
ko: %{integrationTitle}: %{status}
ru: %{integrationTitle}: %{status}

source: Integrations|%{integration} settings saved and active.
ko: %{integration} 설정이 저장되고 활성화되었습니다.
ru: Настройки %{integration} сохранены и активны.

source: Integrations|%{integration} settings saved, but not active.
ko: %{integration} 설정이 저장되었지만 활성화되지 않았습니다.
ru: Настройки %{integration} сохранены, но не активны.

source: Integrations|%{type} exclusion removed
ko: %{type} 제외 제거됨
ru: Исключение %{type} удалено

source: Integrations|Active integrations
ko: 활성 중인 통합
ru: Активные интеграции

source: Integrations|Add an integration
ko: 통합 추가
ru: Добавить интеграцию

source: Integrations|Add exclusions
ko: 제외 추가
ru: Добавить исключения

source: Integrations|Add integration
ko: 통합 추가
ru: Добавить интеграцию

source: Integrations|Add new %{title} integration
ko: 새 %{title} 통합 추가
ru: Добавить новую интеграцию с %{title}

source: Integrations|All details
ko: 모든 세부 정보

source: Integrations|All projects inheriting these settings will also be reset.
ko: 이러한 설정을 상속받는 모든 프로젝트도 리셋됩니다.
ru: Все проекты, наследующие эти настройки, также будут сброшены.

source: Integrations|An application called %{integration_name} is requesting access to your GitLab account.
ko: %{integration_name} 이라는 애플리케이션이 GitLab 계정에 대한 액세스를 요청하고 있습니다.
ru: Приложение %{integration_name} запрашивает доступ к вашей учётной записи GitLab.

source: Integrations|An application called %{integration_name} is requesting access to your GitLab account. This application was created by GitLab Inc.
ko: %{integration_name} 이라는 애플리케이션에 GitLab 계정에 대한 액세스를 요청하고 있습니다. 이 응용 프로그램은 GitLab Inc.이 제작하였습니다.
ru: Приложение %{integration_name} запрашивает доступ к вашей учётной записи GitLab. Это приложение было создано компанией GitLab Inc.

source: Integrations|An error occurred while loading projects using custom settings.
ko: 커스텀 설정을 사용하여 프로젝트를 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке проектов с пользовательскими настройками.

source: Integrations|An event will be triggered when one of the following items happen.
ko: 다음 항목 중 하나가 발생하면 이벤트가 트리거됩니다.
ru: Событие будет вызвано, когда произойдёт одно из следующих действий.

source: Integrations|Authorize %{integration_name} (%{user}) to use your account?
ko: %{integration_name} (%{user})에게 귀하의 계정을 사용하도록 승인하시겠습니까?

source: Integrations|Base slash commands
ko: 기본 슬래시 명령

source: Integrations|Branches for which notifications are to be sent
ko: 알림을 보내야 할 브랜치
ru: Ветки, по которым должны отправляться уведомления

source: Integrations|Clear if using a self-signed certificate.
ko: 자체 서명된 인증서를 사용하는 경우 선택 취소합니다.

source: Integrations|Comment detail:
ko: 댓글 세부 정보

source: Integrations|Comment settings:
ko: 댓글 설정

source: Integrations|Configure %{title}
ko: %{title} 구성
ru: Настроить %{title}

source: Integrations|Configure the scope of notifications.
ko: 알림 범위를 구성합니다.
ru: Настройте область уведомлений.

source: Integrations|Confirm %{type} exclusion removal
ko: %{type} 제외 삭제 확인
ru: Подтвердите удаление исключения %{type}

source: Integrations|Connection details
ko: 연결 세부 정보
ru: Подробности соединения

source: Integrations|Connection failed. Check your integration settings.
ko: 연결에 실패했습니다. 통합 설정을 확인하십시오.

source: Integrations|Connection successful.
ko: 연결 성공.

source: Integrations|Create new issue in Jira
ko: Jira에 새 이슈 생성
ru: Создать новую задачу в Jira

source: Integrations|Create new issue in ZenTao
ko: ZenTao에 새 이슈 생성
ru: Создать новое обсуждение в ZenTao

source: Integrations|Default settings are inherited from the group level.
ko: 기본 설정은 그룹 수준에서 상속됩니다.

source: Integrations|Default settings are inherited from the instance level.
ko: 기본 설정은 인스턴스 수준에서 상속됩니다.
ru: Настройки по умолчанию наследуются с уровня экземпляра.

source: Integrations|Drag your file here or %{linkStart}click to upload%{linkEnd}.
ko: 파일을 여기로 드래그하거나 %{linkStart}클릭하여 업로드%{linkEnd}.
ru: Перетащите файл сюда или %{linkStart}нажмите, чтобы загрузить%{linkEnd}.

source: Integrations|Drop your file to start the upload.
ko: 업로드를 시작하려면 파일을 여기에 놓으세요.
ru: Перетащите файл, чтобы начать загрузку.

source: Integrations|Edit project alias
ko: 프로젝트 별칭 편집

source: Integrations|Enable SSL verification
ko: SSL 인증 활성화

source: Integrations|Enable comments
ko: 댓글 활성화

source: Integrations|Enable slash commands and notifications for a Slack workspace.
ko: Slack 작업공간에 대한 슬래시 명령 및 알림을 활성화합니다.

source: Integrations|Enter your alias
ko: 별칭 입력

source: Integrations|Error: You are trying to upload something other than an allowed file.
ko: 오류: 허용된 파일이 아닌 다른 파일을 업로드하려고 합니다.
ru: Ошибка: вы пытаетесь загрузить файл недопустимого формата.

source: Integrations|Exclusions
ko: 제외
ru: Исключения

source: Integrations|Failed to add the exclusion. Try adding it again.
ko: 제외를 추가하지 못했습니다. 다시 추가해 보세요.
ru: Не удалось добавить исключение. Попробуйте добавить его снова.

source: Integrations|Failed to fetch the exclusions. Try refreshing the page.
ko: 제외 항목을 가져오지 못했습니다. 페이지를 새로 고쳐보세요.
ru: Не удалось получить исключения. Попробуйте обновить страницу.

source: Integrations|Failed to remove the exclusion. Try removing it again.
ko: 제외를 제거하지 못했습니다. 다시 제거해 보세요.
ru: Не удалось удалить исключение. Попробуйте ещё раз.

source: Integrations|GitLab administrators can set up integrations that all groups and projects inherit and use by default. These integrations apply to all groups and projects that don't already use custom settings. You can override custom settings for a group or project if the settings are necessary at that level. Learn more about %{integrations_link_start}instance-level integration management%{link_end}.
ko: GitLab 운영자는 모든 그룹과 프로젝트가 기본적으로 상속하고 사용하는 통합을 설정할 수 있습니다. 이러한 통합은 아직 커스텀 설정을 사용하지 않는 모든 그룹 및 프로젝트에 적용됩니다. 해당 수준에서 설정이 필요한 경우 그룹 또는 프로젝트에 대한 커스텀설정을 오버라이드 할 수 있습니다. %{integrations_link_start}인스턴스 수준 통합 관리%{link_end}에 대해 자세히 알아보세요.
ru: Администраторы GitLab могут настраивать интеграции, которые наследуются и используются всеми группами и проектами по умолчанию. Эти интеграции применяются ко всем группам и проектам, которые еще не используют пользовательские настройки. Вы можете переопределить пользовательские настройки для группы или проекта, если настройки необходимы на этом уровне. %{integrations_link_start}Подробнее об управлении интеграциями на уровне экземпляра%{link_end}.

source: Integrations|GitLab administrators can set up integrations that all projects in a group inherit and use by default. These integrations apply to all projects that don't already use custom settings. You can override custom settings for a project if the settings are necessary at that level. Learn more about %{integrations_link_start}group-level integration management%{link_end}.
ko: GitLab 운영자는 그룹의 모든 프로젝트가 기본적으로 상속하고 사용하는 통합을 설정할 수 있습니다. 이러한 통합은 아직 커스텀 설정을 사용하지 않는 모든 프로젝트에 적용됩니다. 해당 수준에서 설정이 필요한 경우 프로젝트에 대한 커스텀 설정을 오버라이드 할 수 있습니다. %{integrations_link_start}그룹 수준 통합 관리%{link_end}에 대해 자세히 알아보세요.
ru: Администраторы GitLab могут настраивать интеграции, которые наследуются и используются всеми проектами в группе по умолчанию. Эти интеграции применяются ко всем проектам, которые еще не используют пользовательские настройки. Вы можете переопределить пользовательские настройки для проекта, если настройки необходимы на этом уровне. %{integrations_link_start}Подробнее об управлении интеграциями на уровне группы%{link_end}.

source: Integrations|GitLab for Slack app
ko: Slack 앱용 GitLab

source: Integrations|GitLab for Slack app must be reinstalled to enable notifications
ko: 알림을 활성화하려면 Slack용 GitLab 앱을 다시 설치해야 합니다.

source: Integrations|Go back to your workspace
ko: 작업공간으로 돌아가기

source: Integrations|Group-level integration management
ko: 그룹 수준 통합 관리

source: Integrations|Groups and projects in this list no longer require commits to be signed.
ko: 이 목록의 그룹 및 프로젝트에는 더 이상 커밋 서명이 필요하지 않습니다.
ru: Группы и проекты в этом списке больше не требуют подписания коммитов.

source: Integrations|Includes Standard, plus the entire commit message, commit hash, and issue IDs
ko: 스탠다드에 전체 커밋 메시지, 커밋 해시 및 이슈 ID를 포함합니다.

source: Integrations|Includes commit title and branch.
ko: 커밋 제목 및 브랜치를 포함합니다.

source: Integrations|Instance-level integration management
ko: 인스턴스 수준 통합 관리
ru: Управление интеграциями на уровне экземпляра

source: Integrations|Integration cannot be reset.
ko: 통합을 재설정할 수 없습니다.
ru: Интеграция не может быть сброшена.

source: Integrations|Integration details
ko: 통합 세부 정보

source: Integrations|Issues created in Jira are shown here once you have created the issues in project setup in Jira.
ko: Jira에서 생성된 이슈는 Jira의 프로젝트 설정에서 이슈를 생성하면 여기에 표시됩니다.
ru: Задачи, созданные в Jira, отображаются здесь после их создания в настройках проекта в Jira.

source: Integrations|Keep your PHP dependencies updated on Packagist.
ko: Packagist에 PHP 의존성을 최신 상태로 유지하십시오.

source: Integrations|Mattermost slash commands
ko: Mattermost 슬래시 명령

source: Integrations|Notification settings
ko: 알림 설정
ru: Настройки уведомлений

source: Integrations|Perform common tasks with slash commands.
ko: 슬래시 명령으로 공통 작업을 수행합니다.
ru: Выполняйте общие задачи с помощью команд со слэшем.

source: Integrations|Projects using custom settings
ko: 커스텀 설정을 사용하는 프로젝트
ru: Проекты с пользовательскими настройками

source: Integrations|Projects using custom settings will not be affected.
ko: 커스텀 설정을 사용하는 프로젝트는 영향을 받지 않습니다.
ru: Проекты с пользовательскими настройками не будут затронуты.

source: Integrations|Projects using custom settings will not be impacted unless the project owner chooses to use parent level defaults.
ko: 커스텀 설정을 사용하는 프로젝트는 프로젝트 소유자가 상위 수준 기본값을 사용하도록 선택하지 않는 한 영향을 받지 않습니다.
ru: Проекты с пользовательскими настройками не будут затронуты, если только владелец проекта не решит использовать настройки по умолчанию родительского уровня.

source: Integrations|Remove exclusion
ko: 제외 제거
ru: Удалить исключение

source: Integrations|Remove exclusion for %{name}
ko: %{name}에 대한 제외 항목 제거
ru: Удалить исключение для %{name}

source: Integrations|Reset integration?
ko: 통합을 초기화 하겠습니까?
ru: Сбросить интеграцию?

source: Integrations|Resetting this integration will clear the settings and deactivate this integration.
ko: 이 통합을 리셋하면 설정이 지워지고 비활성화됩니다.
ru: Сброс интеграции очистит настройки и деактивирует эту интеграцию.

source: Integrations|Restrict to branch (optional)
ko: 브랜치 제한 (옵션)

source: Integrations|SSL verification
ko: SSL 검증

source: Integrations|Save settings?
ko: 설정을 저장하시겠습니까?

source: Integrations|Saving will update the default settings for all projects that are not using custom settings.
ko: 저장하면 커스텀 설정을 사용하지 않는 모든 프로젝트의 기본 설정을 업데이트합니다.
ru: Сохранение обновит настройки по умолчанию для всех проектов, не использующих пользовательские настройки.
