Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: PreScanVerification|Verification checks are determined by a scan’s configuration details. Changing configuration details may alter or reset the verification checks and their status.
ko: 인증 검사는 스캔의 구성 세부 정보에 따라 결정됩니다. 구성 세부 정보를 변경하면 인증 점검 및 해당 상태가 변경되거나 재설정될 수 있습니다.

source: PreScanVerification|Verify configuration
ko: 구성 확인

source: PreScanVerification|View results
ko: 결과 보기

source: PreScanVerification|You must complete the scan configuration form before running pre-scan verification
ko: 사전 스캔 확인을 실행하기 전에 스캔 구성 양식을 완료해야 합니다.
ru: Необходимо заполнить форму настройки сканирования перед запуском предварительной проверки

source: Preferences
ko: 환경설정
ru: Предпочтения

source: Preferences saved.
ko: 설정을 저장했습니다.
ru: Настройки сохранены.

source: PreferencesIntegrations|By using the Extension Marketplace, you will send data, such as IP address and other device information, to %{url} in accordance with their independent terms and privacy policy.
ko: extension marketplace를 사용하면 독립 약관 및 개인정보 보호정책에 따라 IP 주소 및 기타 장치 정보와 같은 데이터를 %{url} 에 보내게 됩니다.
ru: Используя магазин расширений, вы будете отправлять данные, такие как IP-адрес и другая информация об устройстве, в %{url} в соответствии с их независимыми условиями и политикой конфиденциальности.

source: PreferencesIntegrations|GitLab does not assume any responsibility for the functionality of these third-party extensions. Each %{boldStart}third-party%{boldEnd} extension has %{boldStart}their own independent%{boldEnd} terms and conditions listed in the marketplace. By installing an extension, you are agreeing to the terms & conditions and Privacy Policy that govern each individual extension as listed in the marketplace.
ko: GitLab은 이러한 타사 확장 기능에 대해 어떠한 책임도 지지 않습니다. 각 %{boldStart}제3자%{boldEnd} 확장 프로그램에는 %{boldStart}자체적으로 독립적인%{boldEnd} 이용 약관이 마켓플레이스에 나열되어 있습니다. 확장 프로그램을 설치하면 마켓플레이스에 나열된 각 개별 확장 프로그램에 적용되는 이용 약관 및 개인정보 보호정책에 동의하게 됩니다.
ru: GitLab не несёт ответственности за функциональность этих сторонних расширений. Каждое %{boldStart}стороннее%{boldEnd} расширение имеет %{boldStart}свои собственные независимые%{boldEnd} условия, указанные в магазине. Устанавливая расширение, вы соглашаетесь с условиями и политикой конфиденциальности, которые регулируют каждое отдельное расширение, как указано в магазине.

source: PreferencesIntegrations|I understand
ko: 알겠습니다.
ru: Я понимаю

source: PreferencesIntegrations|Learn more
ko: 자세히 알아보기
ru: Подробнее

source: PreferencesIntegrations|Third-Party Extensions Acknowledgement
ko: 타사 확장 승인
ru: Подтверждение сторонних расширений

source: PreferencesIntegrations|Third-party extensions are now available in the Web IDE and Workspaces. While each extension runs in a secure browser sandbox, %{boldStart}third-party extensions%{boldEnd} may have access to the contents of the files opened in the Web IDE or Workspaces, %{boldStart}including any personal data in those files%{boldEnd}, and may communicate with external servers.
ko: 이제 웹 IDE와 작업공간에서 타사 확장 프로그램을 사용할 수 있습니다. 각 확장 프로그램은 안전한 브라우저 샌드박스 내에서 실행되지만, %{boldStart}타사 확장 프로그램%{boldEnd}은 웹 IDE 또는 작업공간에서 열린 파일의 내용에 접근할 수 있으며, %{boldStart}그 파일에 포함된 개인 데이터%{boldEnd}에 접근할 수 있고, 외부 서버와 통신할 수 있습니다.
ru: Теперь сторонние расширения доступны в Web IDE и Рабочих пространствах. Хотя каждое расширение работает в защищённом песочнице браузера, %{boldStart}сторонние расширения%{boldEnd} могут получить доступ к содержимому файлов, открытых в Web IDE или Рабочих пространствах, %{boldStart}включая любые персональные данные в этих файлах%{boldEnd}, и могут взаимодействовать с внешними серверами.

source: PreferencesIntegrations|Uses %{extensions_marketplace_home} as the extension marketplace for Workspaces.
ko: 작업공간의 extension marketplace로 %{extensions_marketplace_home}를 사용합니다.
ru: Использует %{extensions_marketplace_home} в качестве магазина расширений для рабочих пространств.

source: PreferencesIntegrations|Uses %{extensions_marketplace_home} as the extension marketplace for the Web IDE and Workspaces.
ko: 작업공간과 웹 IDE의 extension marketplace로 %{extensions_marketplace_home}을 사용합니다.
ru: Использует %{extensions_marketplace_home} в качестве магазина расширений для Web IDE и рабочих пространств.

source: PreferencesIntegrations|Uses %{extensions_marketplace_home} as the extension marketplace for the Web IDE.
ko: %{extensions_marketplace_home}를 웹 IDE의 extension marketplace로 사용합니다.
ru: Использует %{extensions_marketplace_home} в качестве магазина расширений для Web IDE.

source: Preferences|%{link_start}List of keyboard shortcuts%{link_end}
ko: %{link_start}키보드 단축키 목록%{link_end}
ru: %{link_start}Список сочетаний клавиш%{link_end}

source: Preferences|Appearance
ko: 외관
ru: Внешний вид

source: Preferences|Automatically add new list items
ko: 자동으로 새 목록 항목 추가
ru: Автоматически добавлять новые элементы списка

source: Preferences|Behavior
ko: 행동
ru: Поведение

source: Preferences|Choose the appearance of the application.
ko: 애플리케이션의 외관을 선택하세요.
ru: Выберите внешний вид приложения.

source: Preferences|Choose the default editor for writing content. You can switch editors temporarily when editing.
ko: 콘텐츠 작성을 위한 기본 편집기를 선택합니다. 편집할때 일시적으로 편집기를 변경 할 수 있습니다.
ru: Выберите редактор по умолчанию для написания контента. Вы можете переключать редакторы во время редактирования.

source: Preferences|Choose the navigation theme.
ko: 네비게이션 테마를 선택하세요.
ru: Выберите тему панели навигации.

source: Preferences|Choose the syntax highlighting theme used when viewing or editing code in GitLab.
ko: GitLab에서 코드를 보거나 편집할 때 사용되는 구문 강조 테마를 선택하세요.
ru: Выберите тему подсветки синтаксиса, используемую при просмотре или редактировании кода в GitLab.

source: Preferences|Choose what content you want to see by default on your homepage.
ko: 홈페이지에서 기본적으로 보고 싶은 콘텐츠를 선택합니다.
ru: Выберите, что вы хотите видеть по умолчанию на вашей стартовой странице.

source: Preferences|Choose what content you want to see on a project’s overview page.
ko: 프로젝트 개요 페이지에서 보고 싶은 콘텐츠를 선택합니다.
ru: Выберите, какое содержимое вы хотите видеть на странице обзора проекта.

source: Preferences|Code Suggestions
ko: 코드 제안

source: Preferences|Color for added lines
ko: 추가된 줄 색상
ru: Цвет для добавленных строк

source: Preferences|Color for removed lines
ko: 삭제된 줄 색상
ru: Цвет удалённых строк

source: Preferences|Configure how dates and times display for you.
ko: 날짜와 시간이 표시되는 방식을 설정합니다.
ru: Настройте способ отображение даты и времени.

source: Preferences|Content will be a maximum of 1280 pixels wide.
ko: 콘텐츠의 너비는 최대 1280픽셀입니다.
ru: Содержимое будет иметь максимальную ширину 1280 пикселей.

source: Preferences|Content will span %{percentage} of the page width.
ko: 콘텐츠는 페이지 너비의 %{percentage} 에 펼쳐 있습니다.
ru: Содержимое будет занимать %{percentage} ширины страницы.

source: Preferences|Customize integrations with third party services.
ko: 서드 파티 서비스와의 통합을 커스터마이징 합니다.
ru: Настройте интеграцию со сторонними сервисами.

source: Preferences|Customize the behavior of the system layout and default views.
ko: 시스템 레이아웃 및 기본 보기의 동작을 커스터마이징합니다.
ru: Настройте поведение системного макета и стандартных представлений.

source: Preferences|Customize the colors of removed and added lines in diffs.
ko: diff에서 제거 및 추가된 줄을 표시할 색상을 커스터마이징합니다.
ru: Настройка цветов удалённых и добавленных строк в различиях.

source: Preferences|Default text editor
ko: 기본 텍스트 편집기
ru: Текстовый редактор по умолчанию

source: Preferences|Diff colors
ko: Diff 색상
ru: Цвета различий

source: Preferences|Enable %{link_start}Code Suggestions%{link_end} for the following groups.%{br_tag}Only groups that have purchased the Code Suggestion add-on and have available seats are listed here.%{br_tag} If you were expecting to see a group and it is missing from the list, please contact the group owner.
ko: 다음 그룹에 대해 %{link_start}코드 제안%{link_end} 을 활성화합니다. %{br_tag} 코드 제안 애드온을 구매하고 사용 가능한 좌석이 있는 그룹만 여기에 나열됩니다.%{br_tag} 예상했던 그룹이 목록에 없으면 그룹 소유자에게 문의하십시오.
ru: Включите %{link_start}Предложения кода%{link_end} для следующих групп.%{br_tag}Здесь отображаются только группы, которые приобрели дополнение для предложений кода и имеют доступные лицензии.%{br_tag} Если вы ожидали увидеть группу, но она отсутствует в списке свяжитесь с владельцем группы.

source: Preferences|Enable Gitpod integration
ko: Gitpod 통합 활성화
ru: Включить интеграцию с Gitpod

source: Preferences|Enable default text editor
ko: 기본 텍스트 편집기 활성화
ru: Включить текстовый редактор по умолчанию

source: Preferences|Enable exact code search
ko: 정확한 코드 검색 활성화
ru: Включить точный поиск кода

source: Preferences|Enable extension marketplace
ko: extension marketplace 활성화
ru: Включить магазин расширений

source: Preferences|Enable follow users
ko: 사용자 팔로우 활성화
ru: Включить подписку на пользователей

source: Preferences|Enable follow users feature
ko: 사용자 팔로우 기능 활성화
ru: Включить функцию подписки на пользователей

source: Preferences|Enable integrated code intelligence on code views
ko: 코드 보기에서 통합 코드 인텔리전스 활성화
ru: Включить интегрированный анализ кода при просмотре кода

source: Preferences|Enable keyboard shortcuts
ko: 키보드 단축키 활성화
ru: Включить сочетания клавиш

source: Preferences|Exact code search
ko: 정확한 코드 검색
ru: Точный поиск кода

source: Preferences|Failed to save preferences.
ko: 기본 설정을 저장하지 못했습니다.
ru: Не удалось сохранить настройки.

source: Preferences|For example: 30 minutes ago.
ko: 예: 30분 전.
ru: Например: 30 минут назад.

source: Preferences|Gitpod
ko: Gitpod
ru: Gitpod

source: Preferences|Homepage
ko: 홈페이지
ru: Стартовая страница

source: Preferences|Instead of all the files changed, show only one file at a time. To switch between files, use the file browser.
ko: 변경된 모든 파일 대신, 한 번에 하나의 파일만 표시합니다. 파일 간에 전환하려면 파일 브라우저를 사용하십시오.
ru: Вместо того чтобы показывать все изменённые файлы, показывать только один файл. Чтобы переключаться между файлами, нужно будет использовать браузер файлов.

source: Preferences|Integrations
ko: 통합
ru: Интеграции

source: Preferences|Keyboard shortcuts
ko: 키보드 단축키
ru: Сочетания клавиш

source: Preferences|Layout width
ko: 레이아웃 너비
ru: Ширина макета

source: Preferences|Must be a number between %{min} and %{max}
ko: %{min}와 %{max} 사이의 숫자여야 합니다.
ru: Должно быть числом между %{min} и %{max}

source: Preferences|Navigation theme
ko: 네비게이션 테마
ru: Тема навигации

source: Preferences|Preview
ko: 미리보기
ru: Предпросмотр

source: Preferences|Project overview content
ko: 프로젝트 개요 콘텐츠
ru: Обзор содержимого проекта

source: Preferences|Render whitespace characters in the Web IDE
ko: Web IDE에서 공백 문자 렌더링
ru: Отображать символы пробелов в Web IDE

source: Preferences|Show one file at a time on merge request's Changes tab
ko: 머지 리퀘스트의 변경 탭에서 한 번에 하나의 파일 표시
ru: Показывать только один файл во вкладке изменений запроса на слияние одновременно

source: Preferences|Show shortcut buttons above files on project overview
ko: 프로젝트 개요에서 파일 위에 바로가기 버튼 표시
ru: Показывать кнопки быстрого доступа над файлами в обзоре проекта.

source: Preferences|Show whitespace changes in diffs
ko: diff에서 공백 변경 사항 표시
ru: Показывать изменения пробелов в отличиях

source: Preferences|Sourcegraph
ko: 소스 그래프
ru: Sourcegraph

source: Preferences|Surround text selection when typing quotes or brackets
ko: 따옴표 또는 괄호를 입력할 때 선택된 텍스트를 감싸기
ru: Заключить выделенный текст в кавычки или скобки при вводе соответствующих символов

source: Preferences|Syntax highlighting theme
ko: 문법 하이라이팅 테마
ru: Тема подсветки синтаксиса

source: Preferences|Tab width
ko: Tab 간격
ru: Ширина табуляций

source: Preferences|This feature is experimental and translations are not yet complete.
ko: 이 기능은 실험기능이며, 번역이 아직 완료되지 않았습니다.
ru: Эта функция является экспериментальной и переводы еще не завершены.

source: Preferences|Time format
ko: 시간 형식
ru: Формат времени

source: Preferences|Time preferences
ko: 시간 설정
ru: Настройки времени

source: Preferences|Turns on or off the ability to follow or be followed by other users.
ko: 다른 사용자를 팔로우하거나 다른 사용자가 나를 팔로우하는 기능을 켜거나 끕니다.
ru: Включает или отключает возможность подписаться на других пользователей и возможность других пользователей подписаться на вас.

source: Preferences|Type in plain text, using Markdown.
ko: 마크다운을 사용하여 일반 텍스트를 입력합니다.
ru: Вводите простой текст, используя разметку Markdown.

source: Preferences|Type in rich text, as you see it.
ko: 보이는 대로 리치치 텍스트를 입력하세요.
ru: Вводите форматированный текст, как вы его видите.

source: Preferences|Use exact code search instead of advanced search to search for code in GitLab.
ko: GitLab에서 코드를 검색하려면 고급 검색 대신 정확한 코드 검색을 사용하세요.
ru: Использовать точный поиск вместо расширенного для поиска кода в GitLab.

source: Preferences|Use relative times
ko: 상대 시간 사용
ru: Использовать относительное время

source: Preferences|Web IDE
ko: 웹 IDE
ru: Web IDE

source: Preferences|Web IDE and Workspaces
ko: 웹 IDE와 작업공간
ru: Web IDE и Рабочие пространства

source: Preferences|When you type in a description or comment box, pressing %{kbdOpen}Enter%{kbdClose} in a list adds a new item below.
ko: 설명이나 설명 상자에 입력할 때 목록에서 %{kbdOpen}Enter%{kbdClose} 을 누르면 아래에 새 항목이 추가됩니다.
ru: Когда вы вводите текст в поле описания или комментария, нажатие %{kbdOpen}Enter%{kbdClose} в списке добавляет новый элемент ниже.

source: Preferences|When you type in a description or comment box, selected text is surrounded by the corresponding character after typing one of the following characters: %{supported_characters}.
ko: 설명 또는 댓글 상자에 입력할 때 다음 문자 중 하나를 입력하면 선택한 텍스트가 해당 문자로 둘러싸여게 됩니다. %{supported_characters}.
ru: При вводе описания или комментария выделенный текст окружается соответствующим символом после ввода одного из следующих символов: %{supported_characters}.

source: Preferences|Workspaces
ko: 작업공간
ru: Рабочие пространства

source: Premium plan
ko: 프리미엄 플랜
ru: Тарифный план Premium

source: Preparing the report for the scan.
ko: 스캔 보고서를 준비중.

source: Prev
ko: 이전
ru: Пред.

source: Prevent auto-stopping
ko: 자동 정지 방지

source: Prevent environment from auto-stopping
ko: 환경이 자동 중지되지 않도록 방지

source: Prevent group/project member invitations
ko: 그룹/프로젝트 멤버 초대 방지
ru: Запретить приглашения участников в группу или проект

source: Prevent outdated deployment jobs
ko: 오래된 배포 작업 방지
ru: Предотвращать устаревшие задания развёртывания

source: Prevent project forking outside current group
ko: 현재 그룹 외부에서 프로젝트 포크 방지
ru: Предотвратить форкинг проекта за пределы текущей группы

source: Prevent secrets such as keys and API tokens from being committed to any repository in this GitLab instance.
ko: Gitlab 인스턴스내에 있는 모든 리포지토리에 커밋된 키 및 API 토큰과 같은 비밀을 보호합니다.
ru: Предотвратить коммиты секретов, таких как ключи и токены API, в любые репозитории этого экземпляра GitLab.

source: Prevent users from changing their profile name
ko: 사용자가 프로필 이름을 변경하지 못하도록 방지

source: Prevent users from performing write operations while GitLab maintenance is in progress.
ko: GitLab 유지 관리가 진행되는 동안 사용자가 쓰기 작업을 수행하지 못하도록 합니다.

source: Preview
ko: 미리보기
ru: Предпросмотр

source: Preview Markdown
ko: 마크다운 미리보기
ru: Предпросмотр Markdown

source: Preview changes
ko: 변경 내용 미리보기
ru: Предпросмотр изменений

source: Preview diagram
ko: 다이어그램 미리보기
ru: Предпросмотр диаграммы

source: Preview payload
ko: 페이로드 미리보기
ru: Предпросмотр полезной нагрузки

source: Preview size limit exceeded, changes collapsed.
ko: 미리보기 크기 제한을 초과하여 변경 사항이 축소되었습니다.

source: Preview suppressed by a .gitattributes entry or the file's encoding is unsupported.
ko: .gitattributes에 등록되었거나 파일 인코딩이 지원되지 않아 미리보기가 되지 않습니다.
ru: Предварительный просмотр отключён из-за записи в .gitattributes или неподдерживаемой кодировки файла.

source: Previous commit
ko: 이전 커밋
ru: Предыдущий коммит

source: Previous design
ko: 이전 디자인
ru: Предыдущий дизайн

source: Previous file in diff
ko: diff의 이전 파일
ru: Предыдущий файл в отличиях (diff)

source: Previous step
ko: 이전 단계
ru: Предыдущий шаг

source: Previous unresolved thread
ko: 이전 미해결 스레드
ru: Предыдущая нерешённая тема

source: Primary navigation sidebar
ko: 기본 네비게이션 사이드바
ru: Основная боковая панель навигации

source: Print as PDF
ko: PDF 출력
ru: Печать в PDF

source: Print codes
ko: 코드 출력

source: Prioritize
ko: 우선 순위

source: Prioritize label
ko: 라벨 우선 순위
ru: Повысить приоритет метки

source: Prioritized labels
ko: 우선 순위 라벨
ru: Приоритетные метки

source: Priority
ko: 우선 순위
ru: Приоритет

source: Privacy
ko: 개인정보

source: Privacy statement
ko: 개인정보 보호정책
ru: Заявление о конфиденциальности

source: Private
ko: 비공개
ru: Приватный

source: Private - Guest users are not allowed to view detailed release information like title and source code.
ko: 비공개 - 게스트 사용자는 제목 및 소스 코드와 같은 자세한 릴리스 정보를 볼 수 없습니다.
ru: Приватный — пользователи с ролью Гость не могут просматривать подробную информацию о релизах, такую как название и исходный код.

source: Private - Project access must be granted explicitly to each user. If this project is part of a group, access will be granted to members of the group.
ko: 비공개 - 프로젝트 액세스 권한은 각 사용자에게 명시적으로 부여되어야 합니다. 이 프로젝트가 그룹의 일부인 경우 그룹 구성원에게 액세스 권한이 부여됩니다.
ru: Приватный - Доступ должен быть явно предоставлен каждому пользователю. Если проект является частью группы, доступ будет предоставлен ее участникам.

source: Private - The group and its projects can only be viewed by members.
ko: Private - 그룹과 그룹의 프로젝트들은 구성원들만 열람할 수 있습니다.
ru: Приватная - Группу и включённые в неё проекты могут видеть только члены группы.

source: Private group(s)
ko: 비공개 그룹
ru: Приватная группа(ы)

source: Private profile
ko: 비공개 프로필
ru: Закрытый профиль

source: Private profile:
ko: 비공개 프로필:
ru: Закрытый профиль:

source: Private projects can be created in your personal namespace with:
ko: 비공개 프로젝트는 개인 네임스페이스에서 만들어집니다:
ru: Личные проекты могут быть созданы в вашем персональном пространстве с:

source: Private projects compute cost factor
ko: 비공개 프로젝트 컴퓨팅 비용 팩터

source: Problem with %{name} command: %{message}.
ko: %{name} 명령의 문제: %{message}.

source: Proceed
ko: 계속 진행
ru: Продолжить

source: Proceed with caution.
ko: 주의해서 진행하세요.
ru: Продолжайте с осторожностью.

source: Product Analytics
ko: 제품 분석

source: Product analytics
ko: 제품 분석

source: ProductAnalytics|1. Add the NPM package to your package.json using your preferred package manager
ko: 1. 선호하는 패키지 관리자를 사용하여 package.json에 NPM 패키지를 추가합니다.
ru: 1. Добавьте пакет NPM в ваш package.json с использованием предпочитаемого менеджера пакетов

source: ProductAnalytics|2. Import the new package into your JS code
ko: 2. 새 패키지를 JS 코드로 가져옵니다.
ru: 2. Импортируйте новый пакет в ваш JS код

source: ProductAnalytics|3. Initiate the tracking
ko: 3. 추적을 초기화 합니다
ru: 3. Инициализируйте отслеживание

source: ProductAnalytics|A deployed instance of the %{linkStart}helm-charts%{linkEnd} project.
ko: %{linkStart}helm-charts%{linkEnd} 프로젝트의 배포된 인스턴스입니다.
ru: Развёрнутый экземпляр проекта %{linkStart}helm-charts%{linkEnd}.

source: ProductAnalytics|Add the script to the page and assign the client SDK to window
ko: 페이지에 스크립트를 추가하고 클라이언트 SDK를 창에 할당
ru: Добавьте скрипт на страницу и назначьте клиентский SDK на window.

source: ProductAnalytics|Add the script to the page and assign the client SDK to window:
ko: 페이지에 스크립트를 추가하고 클라이언트 SDK를 창에 할당합니다.
ru: Добавьте скрипт на страницу и назначьте клиентский SDK на window:

source: ProductAnalytics|Additional permissions required
ko: 추가 권한 필요
ru: Требуются дополнительные права

source: ProductAnalytics|After your application has been instrumented and data is being collected, you can visualize and monitor behaviors in your %{linkStart}analytics dashboards%{linkEnd}.
ko: 애플리케이션이 측정되고 데이터가 수집된 후 %{linkStart}분석 대시보드%{linkEnd}에서 동작을 시각화하고 모니터링할 수 있습니다.
ru: После того как ваше приложение будет оснащено инструментами для сбора данных, вы сможете визуализировать и отслеживать поведение в ваших %{linkStart}панелях аналитики%{linkEnd}.

source: ProductAnalytics|An analytics provider has been successfully created, but it has not received any events yet. To continue with the setup, instrument your application and start sending events.
ko: 분석 공급자가 성공적으로 생성되었지만 아직 이벤트를 수신하지 못했습니다. 설정을 계속하려면 애플리케이션을 계측하고 이벤트 전송을 시작하세요.
ru: Успешно создан провайдер аналитики, но он ещё не получил никаких событий. Чтобы продолжить настройку, настроите приложение и начните отправлять события.

source: ProductAnalytics|An error occurred while fetching data. Refresh the page to try again.
ko: 데이터를 가져오는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при получении данных. Обновите страницу, чтобы повторить попытку.

source: ProductAnalytics|An error occurred while fetching project settings. Refresh the page to try again.
ko: 프로젝트 설정을 가져오는 동안 오류가 발생했습니다. 페이지를 새로 고쳐 다시 시도하세요.
ru: Произошла ошибка при получении настроек проекта. Обновите страницу, чтобы попробовать снова.

source: ProductAnalytics|Analytics events by month
ko: 월별 분석 이벤트
ru: События аналитики по месяцам

source: ProductAnalytics|Analyze your product with Product Analytics
ko: 제품 분석으로 당신의 제품 분석하십시오.
ru: Анализируйте ваш продукт с помощью Аналитики продукта

source: ProductAnalytics|Audience
ko: Audience
ru: Аудитория

source: ProductAnalytics|Back to dashboards
ko: 대시보드로 돌아가기
ru: Назад к панели

source: ProductAnalytics|By providing feedback on AI-generated content, you acknowledge that GitLab may review the prompts you submitted alongside this feedback.
ko: AI 생성 콘텐츠에 대한 피드백을 제공함으로써 귀하는 GitLab이 이 피드백과 함께 제출한 프롬프트를 검토할 수 있음을 인정합니다.
ru: Предоставляя обратную связь по контенту, сгенерированному ИИ, вы подтверждаете, что GitLab может просматривать запросы в контексте этой обратной связи.

source: ProductAnalytics|Collector host
ko: 수집기 호스트
ru: Хост коллектора

source: ProductAnalytics|Configurator connection string
ko: 구성기 연결 문자열
ru: Строка подключения конфигуратора

source: ProductAnalytics|Connect your own provider
ko: 자체 공급자 연결
ru: Подключить собственного провайдера

source: ProductAnalytics|Contact our sales team
ko: 영업팀에 문의하세요
ru: Связаться с отделом продаж

source: ProductAnalytics|Contact the GitLab administrator or project maintainer to onboard this project with product analytics. %{linkStart}Learn more%{linkEnd}.
ko: GitLab 운영자나 프로젝트 유지관리자에게 이 프로젝트를 제품 분석에 도입하도록 요청하세요. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Свяжитесь с администратором GitLab или мейнтейнером проекта, чтобы подключить этот проект к продуктовой аналитике. %{linkStart}Подробнее%{linkEnd}.

source: ProductAnalytics|Continue set up
ko: 계속 설정
ru: Продолжить настройку

source: ProductAnalytics|Creating your product analytics instance…
ko: 제품 분석 인스턴스 생성 중...
ru: Создаётся ваш экземпляр аналитики продукта…

source: ProductAnalytics|Cube API URL
ko: Cube API URL
ru: URL Cube API

source: ProductAnalytics|Cube API key
ko: Cube API key
ru: Ключ Cube API

source: ProductAnalytics|Current month to date
ko: 이번 달 오늘까지
ru: С начала месяца по настоящее время

source: ProductAnalytics|Custom event name
ko: 커스텀 이벤트 이름
ru: Имя пользовательского события

source: ProductAnalytics|Details on how to configure product analytics to collect data.
ko: 데이터를 수집하도록 제품 분석을 구성하는 방법에 대한 세부 정보입니다.
ru: Сведения о настройке аналитики продукта для сбора данных.

source: ProductAnalytics|Dimension
ko: 차원
ru: Размерность

source: ProductAnalytics|Edit project provider settings
ko: 프로젝트 공급자 설정 편집
ru: Изменение параметров поставщика проекта

source: ProductAnalytics|Events
ko: 이벤트
ru: События

source: ProductAnalytics|Feedback acknowledgement
ko: 피드백 확인
ru: Подтверждение обратной связи

source: ProductAnalytics|For more information, see the %{linkStart}docs%{linkEnd}.
ko: 자세한 내용은 %{linkStart}문서%{linkEnd}참조하십시오.
ru: Для получения дополнительной информации изучите %{linkStart}документацию%{linkEnd}.

source: ProductAnalytics|For the product analytics dashboard to start showing you some data, you need to add the analytics tracking code to your project.
ko: 제품 분석 대시보드에서 어떤 데이터를 표시하려면 프로젝트에 분석 추적 코드를 추가해야 합니다.
ru: Чтобы на панели аналитики продукта начали отображаться данные, необходимо добавить код отслеживания аналитики в ваш проект.

source: ProductAnalytics|For this option, you need:
ko: 이 옵션에는 다음이 필요합니다.
ru: Чтобы использовать этот вариант, необходимо:
