Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ProjectSettings|Every project can have its own space to store its Docker images
ko: 모든 프로젝트는 Docker 이미지를 저장할 자체 공간을 가질 수 있습니다.
ru: Каждый проект может иметь своё собственное пространство для хранения образов Docker

source: ProjectSettings|Every project can make deployments to environments either via CI/CD or API calls. Non-project members have read-only access.
ko: 모든 프로젝트는 CI/CD 또는 API 호출을 통해 환경에 배포할 수 있습니다. 프로젝트 구성원이 아니면 읽기 전용 액세스 권한을 가집니다.
ru: Каждый проект может выполнять развёртывание в окружениях с помощью вызовов CI/CD или API. Участники, не относящиеся к проекту, имеют доступ только для чтения.

source: ProjectSettings|Everyone
ko: 모두
ru: Каждый

source: ProjectSettings|Existing merge requests and protected branches are not affected.
ko: 기존 머지 리퀘스트 및 보호된 브랜치는 영향을 받지 않습니다.
ru: Существующие запросы на слияние и защищённые ветки не затрагиваются.

source: ProjectSettings|Failed to protect the tag
ko: 태그 보호에 실패했습니다.
ru: Не удалось защитить тег

source: ProjectSettings|Failed to update tag!
ko: 태그 업데이트에 실패했습니다!
ru: Не удалось обновить тег!

source: ProjectSettings|Fast-forward merge
ko: 패스트 포워드 머지
ru: Быстрое слияние

source: ProjectSettings|Fast-forward merges only.
ko: 패스트 포워드 머지만
ru: Только быстрые слияния.

source: ProjectSettings|Feature flags
ko: 피처 플래그
ru: Флаги функций

source: ProjectSettings|Flexible tool to collaboratively develop ideas and plan work in this project.
ko: 이 프로젝트에서 공동으로 아이디어를 개발하고 작업을 계획하는 유연한 도구입니다.
ru: Гибкий инструмент для совместной разработки идей и планирования работы в этом проекте.

source: ProjectSettings|For Gitaly, location of data on the storage. For Gitaly Cluster, location of data on the virtual storage.
ko: Gitaly의 경우 스토리지에 있는 데이터의 위치입니다. Gitaly Cluster의 경우 가상 스토리지의 데이터 위치입니다.
ru: Для Gitaly — расположение данных в хранилище. Для Gitaly Cluster — расположение данных в виртуальном хранилище.

source: ProjectSettings|For Gitaly, name of the storage that stores the repository. For Gitaly Cluster, name of the virtual storage that stores the repository.
ko: Gitaly의 경우 리포지토리를 저장하는 스토리지의 이름입니다. Gitaly Cluster의 경우 리포지토리를 저장하는 가상 스토리지의 이름입니다.
ru: Для Gitaly — название хранилища, в котором хранится репозиторий. Для кластера Gitaly — название виртуального хранилища, в котором хранится репозиторий.

source: ProjectSettings|Forks
ko: 포크
ru: Форки

source: ProjectSettings|Git Large File Storage (LFS)
ko: Git 대용량 파일 스토리지 (LFS)
ru: Хранилище больших файлов Git (LFS)

source: ProjectSettings|GitLab Duo
ko: GitLab Duo
ru: GitLab Duo

source: ProjectSettings|GitLab Duo reviews new merge requests immediately, unless they are drafts or contain no changes.
ko: GitLab Duo는 초안이거나 변경 사항이 없는 경우를 제외하고 새로운 머지 리퀘스트를 즉시 검토합니다.
ru: GitLab Duo немедленно рецензирует новые запросы на слияние, если они не являются черновиками и содержат изменения.

source: ProjectSettings|Global
ko: 전역
ru: Глобальный

source: ProjectSettings|Grant access to the CI/CD configurations for projects linked to this security policy project as the source for security policies.
ko: 이 보안 정책 프로젝트에 링크된 프로젝트의 CI/CD 구성에 대한 액세스 권한을 보안 정책의 소스로 부여합니다.
ru: Предоставить доступ к настройкам CI/CD для проектов, связанных с этим проектом политики безопасности в качестве источника политик безопасности.

source: ProjectSettings|Highlight the usage of hidden unicode characters. These have innocent uses for right-to-left languages, but can also be used in potential exploits.
ko: 숨겨진 유니코드 문자를 강조 표시합니다. 이들은 오른쪽에서 왼쪽으로 쓰는 언어를 명확하게 하기 위해 사용되며, 동시에 잠재적으로 문제 가 될 수 있습니다.
ru: Подсветить использование скрытых символов unicode. Они присутствуют в языках с направлением письма справа налево, но также могут использоваться в потенциальных эксплойтах.

source: ProjectSettings|Housekeeping, export, archive, change path, transfer, and delete.
ko: 관리, 내보내기, 아카이빙, 경로 변경, 전송 및 삭제.
ru: Обслуживание, экспорт, архивирование, изменение пути, передача и удаление.

source: ProjectSettings|How do they differ?
ko: 어떻게 다른가요?
ru: Чем они отличаются?

source: ProjectSettings|If GitLab manages your cluster, then GitLab retains your analytics data for 1 year. %{link_start}Learn more about data retention policy%{link_end}.
ko: GitLab이 클러스터를 관리하는 경우 GitLab은 분석 데이터를 1년 동안 유지합니다. %{link_start}데이터 보존 정책에 대해 자세히 알아보세요%{link_end}.
ru: Если GitLab управляет вашим кластером, то GitLab сохраняет ваши аналитические данные в течение 1 года. %{link_start}Подробнее о политике хранения данных%{link_end}.

source: ProjectSettings|If enabled, project access tokens expiry webhooks execute 60, 30, and 7 days before the token expires. If disabled, these webhooks only execute 7 days before the token expires. %{linkStart}Learn more%{linkEnd}
ko: 활성화된 경우, 프로젝트 액세스 토큰 만료 웹훅은 토큰이 만료되기 60일, 30일, 7일 전에 실행됩니다. 비활성화된 경우, 이러한 웹훅은 토큰이 만료되기 7일 전에만 실행됩니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Если включено, вебхуки истечения срока действия токенов доступа проекта выполняются за 60, 30 и 7 дней до истечения срока действия токена. Если отключено, эти вебхуки выполняются только за 7 дней до истечения срока действия токена. %{linkStart}Подробнее%{linkEnd}

source: ProjectSettings|If merge trains are enabled, merging is only possible if the branch can be rebased without conflicts.
ko: 머지 트레인이 활성화된 경우, 충돌 없이 브랜치를 리베이스 할 수 있는 경우에만 머지가 가능합니다.
ru: Если цепочки слияний включены, слияние возможно только в случае, если ветка может быть перебазирована без конфликтов.

source: ProjectSettings|Include diff previews
ko: diff 미리보기 포함
ru: Включить предварительные просмотры различий

source: ProjectSettings|Infrastructure
ko: 인프라
ru: Инфраструктура

source: ProjectSettings|Instrumentation details
ko: 측정 상세 정보
ru: Сведения о сборе данных

source: ProjectSettings|Internal
ko: 내부
ru: Внутренний

source: ProjectSettings|Issues
ko: 이슈
ru: Обсуждения

source: ProjectSettings|LFS objects from this repository are available to forks. %{linkStart}How do I remove them?%{linkEnd}
ko: 이 리포지토리의 LFS 개체는 포크에 사용할 수 있습니다. %{linkStart}어떻게 제거합니까?%{linkEnd}
ru: Объекты LFS из этого репозитория доступны для форков. %{linkStart}Как их удалить?%{linkEnd}

source: ProjectSettings|Leave empty to use default template.
ko: 기본 템플릿을 사용하려면 비워둡니다.
ru: Оставьте пустым, чтобы использовать шаблон по умолчанию.

source: ProjectSettings|Make sure this pattern does not contradict the %{link_start}Push rules &gt; Branch name%{link_end} setting.
ko: 패턴이 %{link_start} 푸시 규칙 &gt; 브랜치 이름%{link_end} 설정과 모순되지 않는지 확인하세요.
ru: Убедитесь, что этот шаблон не противоречит настройкам в разделе %{link_start}Правила отправки &gt; Имя ветки%{link_end}.

source: ProjectSettings|Manage machine learning models.
ko: 머신 러닝 모델을 관리합니다.
ru: Управляйте моделями машинного обучения.

source: ProjectSettings|Manage who can see the project in the public access directory.
ko: 공개 액세스 디렉터리에서 프로젝트를 볼 수 있는 사람을 관리합니다.
ru: Управление тем, кто может видеть проект в каталоге общего доступа.

source: ProjectSettings|Manages large files such as audio, video, and graphics files.
ko: 오디오, 비디오 및 그래픽 파일과 같은 대용량 파일을 관리합니다.
ru: Управляет большими файлами, такими как аудио, видео и графические.

source: ProjectSettings|Maximum %{maxLength} characters.
ko: 최대 %{maxLength} 문자.
ru: Максимум %{maxLength} символов.

source: ProjectSettings|Merge checks
ko: 머지 점검
ru: Проверки слияния

source: ProjectSettings|Merge commit
ko: 머지 커밋
ru: Коммит слияния

source: ProjectSettings|Merge commit message template
ko: 머지 커밋 메시지 템플릿
ru: Шаблон сообщения коммита слияния

source: ProjectSettings|Merge commit with semi-linear history
ko: 준선형 이력으로 머지 커밋
ru: Коммит слияния с полулинейной историей

source: ProjectSettings|Merge method
ko: 머지 방법
ru: Метод слияния

source: ProjectSettings|Merge options
ko: 머지 옵션
ru: Параметры слияния

source: ProjectSettings|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: ProjectSettings|Merge requests approved for merge are queued, and pipelines validate the combined results of the source and target branches before merge. %{link_start}What are merge trains?%{link_end}
ko: 머지가 승인된 머지 리퀘스트는 대기하고 파이프라인은 머지 전에 소스 및 대상 브랜치의 결합된 결과를 검증합니다. %{link_start} 머지 트레인은 무엇입니까?%{link_end}
ru: Запросы на слияние, одобренные для слияния, ставятся в очередь, и конвейеры проверяют объединённые результаты исходной и целевой веток перед слиянием. %{link_start}Что такое цепочки слияний?%{link_end}

source: ProjectSettings|Merge requests can be set to merge immediately without restarting pipelines for other trains in the queue.
ko: 머지 리퀘스트는 대기열의 다른 트레인 대해 파이프라인을 다시 시작하지 않고 즉시 머지되도록 설정할 수 있습니다.
ru: Запросы на слияние могут выполняться немедленно без перезапуска конвейеров для других цепочек в очереди.

source: ProjectSettings|Merge suggestions
ko: 머지 제안
ru: Предложения по слиянию

source: ProjectSettings|Merging is only allowed when the source branch is up-to-date with its target.
ko: 머지는 소스 브랜치와 대상 브랜치가 최신 상태인 경우에만 허용됩니다.
ru: Слияние разрешено только, если исходная ветка обновлена относительно целевой.

source: ProjectSettings|Model experiments
ko: 모델 실험기능
ru: Эксперименты с моделями

source: ProjectSettings|Model registry
ko: 모델 레지스트리
ru: Реестр моделей

source: ProjectSettings|Monitor
ko: 모니터
ru: Мониторинг

source: ProjectSettings|Monitor the health of your project and respond to incidents.
ko: 프로젝트 상태를 모니터링하고 인시던트에 응답합니다.
ru: Следите за состоянием вашего проекта и реагируйте на инциденты.

source: ProjectSettings|No merge commits are created.
ko: 머지 커밋이 생성되지 않았습니다.
ru: Коммиты слияния не создаются.

source: ProjectSettings|Note: The container registry is always visible when a project is public and the container registry is set to '%{access_level_description}'
ko: 참고: 컨테이너 레지스트리는 프로젝트가 공개되고 컨테이너 레지스트리가 '%{access_level_description}'으로 설정된 경우 항상 표시됩니다.
ru: Примечание: реестр контейнеров всегда виден, если проект является публичным, а для реестра контейнеров установлен уровень доступа «%{access_level_description}».

source: ProjectSettings|Only commits that include a %{code_block_start}Signed-off-by:%{code_block_end} element can be pushed to this repository.
ko: %{code_block_start}Signed-off-by:%{code_block_end} 요소를 포함하는 커밋만 이 리포지토리로 푸시할 수 있습니다.
ru: В этот репозиторий можно отправлять только коммиты, которые содержат элемент %{code_block_start}Signed-off-by:%{code_block_end}.

source: ProjectSettings|Only signed commits can be pushed to this repository.
ko: 이 리포지토리에는 서명된 커밋만 푸시할 수 있습니다.
ru: Только подписанные коммиты могут быть отправлены в этот репозиторий.

source: ProjectSettings|Override the instance analytics configuration for this project.
ko: 이 프로젝트에 대한 인스턴스 분석 구성을 오버라이드 합니다.
ru: Переопределите конфигурацию аналитики экземпляра для этого проекта.

source: ProjectSettings|Package registry
ko: 패키지 레지스트리
ru: Реестр пакетов

source: ProjectSettings|Pages
ko: Pages
ru: Pages

source: ProjectSettings|Pages for project documentation.
ko: 프로젝트 문서용 Pages.
ru: Страницы для документации проекта.

source: ProjectSettings|Pipeline execution policies
ko: 파이프라인 실행 정책
ru: Политики выполнения конвейера

source: ProjectSettings|Prevents direct linking to potentially sensitive media files
ko: 잠재적으로 민감한 미디어 파일에 대한 직접 링크 방지
ru: Предотвращает прямые ссылки на потенциально конфиденциальные медиафайлы

source: ProjectSettings|Private
ko: 비공개
ru: Приватный

source: ProjectSettings|Product analytics
ko: 제품 분석
ru: Аналитика продукта

source: ProjectSettings|Project topics
ko: 프로젝트 주제
ru: Темы проекта

source: ProjectSettings|Project visibility
ko: 프로젝트 공개범위
ru: Видимость проекта

source: ProjectSettings|Public
ko: 공개
ru: Публичный

source: ProjectSettings|Publish, store, and view packages in a project.
ko: 프로젝트에서 패키지 게시, 저장 및 보기
ru: Публикуйте, храните и просматривайте пакеты в проекте.

source: ProjectSettings|Regex that all merge request titles must match
ko: 모든 머지 리퀘스트 제목이 일치해야 하는 정규식
ru: Регулярное выражение, которому должны соответствовать названия всех запросов на слияние

source: ProjectSettings|Relative path:
ko: 상대 경로:
ru: Относительный путь:

source: ProjectSettings|Releases
ko: 릴리스
ru: Релизы

source: ProjectSettings|Repository
ko: 리포지토리
ru: Репозиторий

source: ProjectSettings|Require
ko: 요구
ru: Требовать

source: ProjectSettings|Require an associated issue from Jira
ko: Jira로 부터 연결된 이슈가 필요
ru: Требовать связанную задачу из Jira

source: ProjectSettings|Require authentication to view media files
ko: 미디어 파일을 보려면 인증 필요
ru: Требуется аутентификация для просмотра медиафайлов

source: ProjectSettings|Requirements
ko: 요구 사항
ru: Требования

source: ProjectSettings|Requirements management system.
ko: 요구 사항 관리 시스템.
ru: Система управления требованиями.

source: ProjectSettings|Roll out new features without redeploying with feature flags.
ko: 피처 플래그를 사용하여 재배포하지 않고 새 기능을 출시합니다.
ru: Внедряйте новые функции без повторного развёртывания с помощью флагов функций.

source: ProjectSettings|Search for topic
ko: 주제 검색
ru: Поиск по теме

source: ProjectSettings|Security and compliance
ko: 보안 및 규정 준수
ru: Безопасность и соблюдение норм

source: ProjectSettings|Security and compliance for this project.
ko: 프로젝트에 대한 보안 및 규정 준수
ru: Безопасность и соблюдение норм для этого проекта.

source: ProjectSettings|Select a project
ko: 프로젝트 선택
ru: Выберите проект

source: ProjectSettings|Select the default branch for this project, and configure the template for branch names.
ko: 이 프로젝트의 기본 브랜치를 선택하고 브랜치 이름에 대한 템플릿을 구성합니다.
ru: Выберите ветку по умолчанию для этого проекта и настройте шаблон для имён веток.

source: ProjectSettings|Select the project containing %{link_start}Analytics Dashboards%{link_end} configuration files.
ko: %{link_start}Analytics 대시보드%{link_end} 구성 파일이 포함된 프로젝트를 선택합니다.
ru: Выберите проект, содержащий файлы конфигурации %{link_start}Аналитических панелей%{link_end}.

source: ProjectSettings|Set the default behavior of this option in merge requests. Changes to this are also applied to existing merge requests.
ko: 머지 리퀘스트에서 이 옵션의 기본 동작을 설정합니다. 이에 대한 변경 사항은 기존 머지 리퀘스트에도 적용됩니다.
ru: Задайте поведение по умолчанию в запросах на слияние. Изменение этого параметра также затронет существующие запросы на слияние.

source: ProjectSettings|Set up your project to receive events that are used for %{link_start}product analytics%{link_end}.
ko: %{link_start}제품 분석%{link_end}에 사용되는 이벤트를 수신하도록 프로젝트를 설정합니다.
ru: Настройте ваш проект для получения событий, используемых для %{link_start}аналитики продукта%{link_end}.

source: ProjectSettings|Share code with others outside the project.
ko: 프로젝트 외부의 다른 사람과 코드를 공유합니다.
ru: Делитесь кодом с другими пользователями вне проекта.

source: ProjectSettings|Show default emoji reactions
ko: 기본 이모티콘 반응 표시
ru: Показать типовые реакции эмодзи

source: ProjectSettings|Show link to create or view a merge request when pushing from the command line
ko: 명령줄에서 푸시할 때 머지 리퀘스트를 만들거나 보기 위한 링크 표시
ru: Показать ссылку для создания или просмотра запроса на слияние при отправке из командной строки

source: ProjectSettings|Snippets
ko: 스니펫
ru: Сниппеты

source: ProjectSettings|Squash commit message template
ko: 스쿼시 커밋 메시지 템플릿
ru: Шаблон сообщения к сжатому коммиту

source: ProjectSettings|Squash commits when merging
ko: 머지 시 스쿼시 커밋
ru: Сжатие коммитов при слиянии

source: ProjectSettings|Squashing is always performed. Checkbox is visible and selected, and users cannot change it.
ko: 스쿼싱은 항상 수행됩니다. 확인란이 선택된 상태로 표시되고 사용자가 변경할 수 없습니다.
ru: Сжатие выполняется всегда. Флажок отображается, выбран, и пользователи не могут его снять.

source: ProjectSettings|Squashing is never performed and the checkbox is hidden.
ko: 스쿼싱이 수행되지 않으며 확인란이 숨겨져 있습니다.
ru: Сжатие никогда не выполняется, а флажок скрыт.

source: ProjectSettings|Status checks must succeed
ko: 상태 점검이 성공해야 합니다.
ru: Проверки статуса должны пройти успешно

source: ProjectSettings|Storage name:
ko: 스토리지 이름:
ru: Название хранилища:

source: ProjectSettings|Store configuration files for custom dashboards and visualizations. By default the current project is used.
ko: 커스텀 대시보드 및 시각화를 위한 구성 파일을 저장합니다. 기본적으로 현재 프로젝트가 사용됩니다.
ru: Хранит файлы конфигурации для пользовательских панелей и визуализаций. По умолчанию используется текущий проект.

source: ProjectSettings|Submit changes to be merged upstream.
ko: 업스트림에서 머지할 변경사항을 제출합니다.
ru: Отправка изменений для слияния в upstream.

source: ProjectSettings|Target project
ko: 대상 프로젝트
ru: Целевой проект

source: ProjectSettings|The URL of your Cube instance.
ko: Cube 인스턴스의 URL입니다.
ru: URL вашего экземпляра Cube.

source: ProjectSettings|The commit message used when applying merge request suggestions.
ko: 머지 리퀘스트 제안을 적용할 때 사용되는 커밋 메시지입니다.
ru: Сообщение коммита, используемое при применении предложений к запросу на слияние

source: ProjectSettings|The commit message used when merging, if the merge method creates a merge commit.
ko: 머지 방법이 머지 커밋을 생성하는 경우 사용되는 커밋 메시지입니다.
ru: Сообщение о коммите, используемое при слиянии, если метод слияния создает коммит для слияния.

source: ProjectSettings|The commit message used when squashing commits.
ko: 커밋을 스쿼시할 때 사용되는 커밋 메시지입니다.
ru: Сообщение коммита, используемое при сжатии коммитов.

source: ProjectSettings|The default target project for merge requests created in this fork project.
ko: 이 포크 프로젝트에서 생성된 머지 리퀘스트의 기본 대상 프로젝트입니다.
ru: Проект по умолчанию для целевых запросов на слияние, созданных в этом форке проекта.

source: ProjectSettings|The default template will be applied on save.
ko: 저장 시 기본 템플릿이 적용됩니다.
ru: Шаблон по умолчанию будет применён при сохранении.

source: ProjectSettings|The host of your data collector instance.
ko: 데이터 수집기 인스턴스의 호스트입니다.
ru: Адрес хоста вашего сборщика данных.

source: ProjectSettings|These checks must pass before merge requests can be merged.
ko: 이 검사는 머지 리퀘스트를 머지하기전에 통과해야 합니다.
ru: Эти проверки должны быть выполнены, прежде чем запросы на слияние смогут быть слиты.

source: ProjectSettings|This feature is an experiment. When you enable this, you accept the %{link}.
ko: 이 기능은 실험기능입니다. 이 기능을 활성화하면 %{link}을 수락하게 됩니다.
ru: Эта функция является экспериментальной. Включая её, вы принимаете %{link}.

source: ProjectSettings|This project
ko: 이 프로젝트
ru: Этот проект

source: ProjectSettings|This project can use Amazon Q.
ko: 이 프로젝트는 Amazon Q를 사용할 수 있습니다.
ru: Этот проект может использовать Amazon Q.

source: ProjectSettings|This setting is applied on the server level and can be overridden by an admin.
ko: 이 설정은 서버 레벨에서 적용되었으며, 운영자에 의해 변경될 수 있습니다.
ru: Эта настройка применяется на уровне сервера и может быть переопределена администратором.

source: ProjectSettings|This setting is applied on the server level but has been overridden for this project.
ko: 이 설정은 서버 레벨에서 적용되었으며, 프로젝트에 의해 변경될 수 있습니다.
ru: Эта настройка применяется на уровне сервера, но была переопределена для этого проекта.

source: ProjectSettings|This setting will be applied to all projects unless overridden by an admin.
ko: 운영자에 변경되지 않는 한, 이 설정은 모든 프로젝트에 적용됩니다.
ru: Эта настройка будет применена для всех проектов, если иное поведение не переопределено администратором.

source: ProjectSettings|Title regex
ko: 제목 정규식
ru: Регулярное выражение для заголовка

source: ProjectSettings|Topics are publicly visible even on private projects. Do not include sensitive information in topic names. %{linkStart}Learn more%{linkEnd}.
ko: 주제는 비공개 프로젝트에서도 공개적으로 표시됩니다. 주제 이름에 민감한 정보를 포함하지 마십시오. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Темы публично видны даже в приватных проектах. Не включайте чувствительную информацию в названия тем. %{linkStart}Подробнее%{linkEnd}.

source: ProjectSettings|Track machine learning model experiments and artifacts.
ko: 머신 러닝 모델 실험 및 아티팩트를 추적합니다.
ru: Отслеживайте эксперименты с моделями машинного обучения и артефакты.

source: ProjectSettings|Transfer project
ko: 프로젝트 전송
ru: Перенести проект

source: ProjectSettings|Upstream project
ko: 업스트림 프로젝트
ru: Upstream-проект

source: ProjectSettings|Use AI-native features in this project.
ko: 이 프로젝트에서 AI-네이티브 기능을 사용하세요.
ru: Использовать функции с поддержкой ИИ в этом проекте

source: ProjectSettings|Used for every new merge request.
ko: 모든 새 머지 리퀘스트에 사용됩니다.
ru: Используется для каждого нового запроса на слияние.

source: ProjectSettings|Users can copy the repository to a new project.
ko: 사용자는 리포지토리를 새 프로젝트에 복사할 수 있습니다.
ru: Пользователи могут копировать репозиторий в новый проект.

source: ProjectSettings|Users can only push commits to this repository if the commit author name is consistent with their GitLab account name.
ko: 사용자는 커밋 작성자 이름이 GitLab 계정 이름과 일치하는 경우에만 이 리포지토리에 커밋을 푸시할 수 있습니다.
ru: Пользователи могут отправлять коммиты в этот репозиторий только если имя автора коммита совпадает с именем их учётной записи GitLab.

source: ProjectSettings|Users can only push commits to this repository if the committer email is one of their own verified emails.
ko: 사용자는 커미터 이메일이 자신의 확인된 이메일 중 하나인 경우에만 이 리포지토리에 커밋을 푸시할 수 있습니다.
ru: Пользователи могут отправлять коммиты в этот репозиторий только в том случае, если электронная почта автора коммита является одной из их проверенных электронных почт.

source: ProjectSettings|Users can request access
ko: 사용자가 액세스를 요청할 수 있음
ru: Пользователи могут запрашивать доступ

source: ProjectSettings|View and edit files in this project.
ko: 이 프로젝트의 파일을 보고 편집합니다.
ru: Просмотр и редактирование файлов в этом проекте.

source: ProjectSettings|View and edit files in this project. When set to %{em_start}Everyone With Access%{em_end} non-project members have only read access.
ko: 이 프로젝트의 파일을 보고, 편집합니다. %{em_start}권한이 있는 모든 사람%{em_end}으로 설정하면 프로젝트 멤버가 아닌 사람은 읽기 권한만 갖습니다.

source: ProjectSettings|View project analytics.
ko: 프로젝트 분석 보기.
ru: Просмотр аналитики проекта.

source: ProjectSettings|Visibility options for this fork are limited by the current visibility of the source project.
ko: 이 브랜치에 대한 공개범위 옵션은 소스 프로젝트의 현재 공개 범위에 의해 제한됩니다.
ru: Параметры видимости для этого форка ограничены текущей видимостью исходного проекта.

source: ProjectSettings|Warn about Potentially Unwanted Characters
ko: 잠재적으로 원하지 않는 문자에 대한 경고
ru: Предупреждать о потенциально нежелательных символах

source: ProjectSettings|What are badges?
ko: 배지란 무엇입니까?
ru: Что такое значки?

source: ProjectSettings|What are merge trains?
ko: 머지 트레인이란 무엇입니까?
ru: Что такое цепочки слияния?

source: ProjectSettings|What is squashing?
ko: 스쿼싱이란 무엇입니까?
ru: Что такое сжатие?

source: ProjectSettings|When merge request pipelines are enabled in the CI/CD configuration file, pipelines validate the combined results of the source and target branches. %{link_start}How to configure merge request pipelines?%{link_end}
ko: CI/CD 설정 파일에서 머지 리퀘스트 파이프라인이 활성화되면 파이프라인은 소스 및 대상 브랜치의 결합된 결과를 검증합니다. %{link_start}머지 리퀘스트 파이프라인을 설정하는 방법은 무엇입니까?%{link_end}
ru: Когда конвейеры для запросов на слияние включены в файле конфигурации CI/CD, конвейеры проверяют совокупные результаты исходной и целевой веток. %{link_start}Как настроить конвейеры для запросов на слияние?%{link_end}

source: ProjectSettings|When semi-linear merge is not possible, the user is given the option to rebase.
ko: 반선형 머지가 불가능한 경우 사용자에게 리베이스 옵션이 제공됩니다.
ru: Когда слияние с сохранением частичной линейности невозможно, пользователю предлагается возможность выполнить перебазирование.

source: ProjectSettings|When there is a merge conflict, the user is given the option to rebase.
ko: 머지 충돌이 있을 때 사용자에게 리베이스 옵션이 제공됩니다.
ru: При возникновении конфликтов слияния пользователю предлагается возможность выполнить перебазирование.

source: ProjectSettings|Wiki
ko: 위키
ru: Вики

source: ProjectSettings|With GitLab Pages you can host your static websites on GitLab. GitLab Pages uses a caching mechanism for efficiency. Your changes may not take effect until that cache is invalidated, which usually takes less than a minute.
ko: GitLab Pages를 사용하면 GitLab에서 정적 웹사이트를 호스팅할 수 있습니다. GitLab Pages는 효율성을 위해 캐싱 메커니즘을 사용합니다. 캐시가 무효화될 때까지 변경 사항이 적용되지 않을 수 있으며 일반적으로 1분 미만이 소요됩니다.
ru: С GitLab Pages вы можете размещать ваши статические сайты на GitLab. GitLab Pages использует механизм кэширования для эффективности. Ваши изменения могут не вступить в силу, пока этот кэш не будет сброшен, что обычно занимает менее минуты.
