Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Your push to this repository has been rejected because it would exceed the namespace storage limit of %{size_limit}. Reduce your namespace storage or purchase additional storage.To manage storage, or purchase additional storage, see %{manage_storage_url}. To learn more about restricted actions, see %{restricted_actions_url}
ko: 네임스페이스 리포지토리 한도인 %{size_limit}초과하므로 이 리포지토리에 대한 푸시가 거부되었습니다. 네임스페이스 스토리지를 줄이거나 추가 스토리지를 구매하세요. 스토리지를 관리하거나 추가 스토리지를 구매하려면 %{manage_storage_url}참조하세요. 제한된 동작에 대해 자세히 알아보려면 %{restricted_actions_url}참조하세요.
ru: Ваша отправка в этот репозиторий была отклонена, так как она превысила лимит хранилища пространства имён %{size_limit}. Уменьшите хранилище пространства имён или купите дополнительное хранилище. Чтобы управлять хранилищем или приобрести дополнительное хранилище, перейдите по ссылке %{manage_storage_url}. Чтобы узнать больше о ограничениях действий, перейдите по ссылке %{restricted_actions_url}.

source: Your request for access could not be processed: %{error_message}
ko: 액세스 요청을 처리할 수 없습니다: %{error_message}
ru: Ваш запрос на доступ не может быть обработан: %{error_message}

source: Your request for access has been queued for review.
ko: 액세스 요청이 검토를 위해 대기 중입니다.
ru: Ваш запрос на доступ был поставлен в очередь на проверку.

source: Your request has succeeded. Results will be visible in a couple of minutes.
ko: 요청이 성공적으로 처리되었습니다. 결과는 몇 분 안에 확인할 수 있습니다.

source: Your request to join %{host} has been rejected.
ko: %{host} 가입 요청이 거부되었습니다.

source: Your requirements are being imported. Once finished, you'll receive a confirmation email.
ko: 귀하의 요구 사항을 가져오고 있습니다. 일단 끝나면 확인 이메일을 받게됩니다.

source: Your requirements will be imported in the background. After it's finished, you'll get a confirmation email.
ko: 요구 사항을 가져오는 중입니다. 완료되면 확인 이메일을 받게 됩니다.

source: Your resource access tokens will expire in %{days_to_expire} or less
ko: 리소스 액세스 토큰이 %{days_to_expire} 이내에 만료될 예정입니다.
ru: Срок действия ваших токенов доступа к ресурсам истекает через %{days_to_expire} или меньше

source: Your review
ko: 귀하의 리뷰

source: Your review requests that have been merged.
ko: 머지된 당신의 리뷰 요청.

source: Your reviews you've requested changes for or commented on.
ko: 귀하가 변경을 요청했거나 댓글을 남긴 리뷰입니다.
ru: Рецензии, где вы запрашивали изменения или оставляли комментарии.

source: Your search didn't match any commits. Try a different query.
ko: 검색어와 일치하는 커밋이 없습니다. 다른 쿼리를 시도하십시오.

source: Your search has timed out
ko: 검색 시간이 초과되었습니다.

source: Your sign-in page is %{url}.
ko: 당신의 로그인 페이지는 %{url}입니다.
ru: Ваша страница входа %{url}.

source: Your subscription expired!
ko: 구독이 만료되었습니다!
ru: Срок действия вашей подписки истёк!

source: Your subscription has %{remaining_seat_count} out of %{total_seat_count} seat remaining.
ko: 구독에 남은 좌석이 %{total_seat_count} 중 %{remaining_seat_count} 개 있습니다.
ru: В вашей подписке осталось %{remaining_seat_count} из %{total_seat_count} лицензии.

source: Your subscription with temporary extension expired!
ko: 임시 연장된 구독이 만료되었습니다!

source: Your top-level group %{namespace_name} has reached the %{free_limit} user limit
ko: 당신의 최상위 그룹 %{namespace_name} 이 사용자 한도인 %{free_limit} 명에 도달했습니다.

source: Your top-level group %{namespace_name} is over the %{free_limit} user limit and has been placed in a read-only state.
ko: 당신의 최상위 그룹 %{namespace_name}이 %{free_limit} 사용자 제한을 초과하여 읽기 전용 상태가 되었습니다.

source: Your top-level group is over the user limit and has been placed in a read-only state.
ko: 최상위 그룹이 사용자 제한을 초과하여 읽기 전용 상태가 되었습니다.

source: Your update failed. You can only upload one design when dropping onto an existing design.
ko: 업데이트에 실패했습니다. 기존 디자인에 드롭할 때 하나의 디자인만 업로드할 수 있습니다.
ru: Не удалось обновить. При перетаскивании к существующему дизайну можно загрузить только один файл.

source: Your update failed. You must upload a file with the same file name when dropping onto an existing design.
ko: 업데이트에 실패했습니다. 기존 디자인에 드롭할 때 동일한 파일 이름으로 파일을 업로드해야 합니다.
ru: Попытка обновления не удалась. Вы должны загрузить файл с тем же именем, перетаскивая его на существующий дизайн.

source: Your username is %{username}.
ko: 당신의 사용자명은 %{username}입니다.

source: Your work
ko: 귀하의 작업
ru: Ваша работа

source: Your work items are being imported. Once finished, you'll receive a confirmation email.
ko: 작업 항목을 가져오는 중입니다. 완료되면 확인 이메일을 받게 됩니다.

source: You’re about to permanently delete the %{issuableType} ‘%{strongOpen}%{issuableTitle}%{strongClose}’. To avoid data loss, consider %{strongOpen}closing this %{issuableType}%{strongClose} instead. Once deleted, it cannot be undone or recovered.
ko: %{issuableType} '%{strongOpen}%{issuableTitle}%{strongClose}'를 영구적으로 삭제하려고 합니다. 데이터 손실을 방지하려면 대신 %{strongOpen}이 %{issuableType}%{strongClose}를 닫는 것을 고려하십시오. 한 번 삭제하면 실행 취소하거나 복구할 수 없습니다.

source: ZenTaoIntegration|Failed to load ZenTao issue. View the issue in ZenTao, or reload the page.
ko: ZenTao 이슈를 로드하지 못했습니다. ZenTao에서 이슈를 보거나 페이지를 다시 로드합니다

source: ZenTaoIntegration|This is a ZenTao user.
ko: 이것은 ZenTao 사용자입니다.
ru: Это пользователь ZenTao.

source: ZenTaoIntegration|ZenTao user
ko: ZenTao 사용자
ru: Пользователь ZenTao

source: ZentaoIntegration|An error occurred while requesting data from the ZenTao service.
ko: ZenTao 서비스에서 데이터를 요청하는 동안 오류가 발생했습니다.

source: ZentaoIntegration|Base URL of the ZenTao instance.
ko: ZenTao 인스턴스의 기본 URL.
ru: Базовый URL экземпляра ZenTao.

source: ZentaoIntegration|Before you enable this integration, you must configure ZenTao. For more details, read the %{link_start}ZenTao integration documentation%{link_end}.
ko: 이 통합을 활성화하기 전에 ZenTao를 구성해야 합니다. 자세한 내용은 %{link_start}ZenTao 통합 문서 %{link_end}를 참조하십시오.
ru: Прежде чем вы включите эту интеграцию, вы должны настроить ZenTao. Для получения более подробной информации прочитайте %{link_start}документацию по интеграции ZenTao%{link_end}.

source: ZentaoIntegration|Enter new ZenTao API token
ko: 새 ZenTao API 토큰 입력
ru: Введите новый токен ZenTao API

source: ZentaoIntegration|If different from Web URL.
ko: 웹 URL과 다른 경우.

source: ZentaoIntegration|Open ZenTao
ko: ZenTao 열기

source: ZentaoIntegration|Use ZenTao as this project's issue tracker.
ko: ZenTao를 이 프로젝트의 이슈 추적기로 사용하십시오.

source: ZentaoIntegration|ZenTao
ko: ZenTao
ru: ZenTao

source: ZentaoIntegration|ZenTao API URL (optional)
ko: ZenTao API URL (옵션)

source: ZentaoIntegration|ZenTao API token
ko: ZenTao API 토큰
ru: Токен ZenTao API

source: ZentaoIntegration|ZenTao Product ID
ko: ZenTao 제품 ID

source: ZentaoIntegration|ZenTao Web URL
ko: ZenTao 웹 URL

source: ZentaoIntegration|ZenTao issues
ko: ZenTao 이슈

source: Zoom in
ko: 확대
ru: Увеличить

source: Zoom meeting added
ko: Zoom 회의 추가됨

source: Zoom meeting removed
ko: Zoom 회의 삭제됨

source: Zoom out
ko: 축소
ru: Уменьшить

source: [Supports GitLab-flavored markdown, including quick actions]
ko: [빠른 동작을 포함한, GitLab 스타일 마크다운 지원]
ru: [Поддерживает Markdown в стиле GitLab, включая быстрые действия]

source: `.campfirenow.com` subdomain when you're signed in.
ko: 로그인하면 `.campfirenow.com` 서브 도메인이 표시됩니다.

source: `end_time` should not exceed one month after `start_time`
ko: `end_time` 은 `start_time` 이후 1개월을 초과할 수 없습니다.

source: `start_time` should precede `end_time`
ko: `start_time`은 `end_time`보다 앞에 와야 합니다.

source: a deleted user
ko: 삭제된 사용자

source: about 1 hour
ko: 약 %d 시간
ru: примерно час

source: access:
ko: 엑세스:

source: action
ko: 동작

source: active project
ko: 활성 프로젝트
ru: активный проект

source: activity
ko: 활동

source: add at least one file to the repository
ko: 리포지토리에 하나 이상의 파일 추가

source: added %{emails}
ko: 추가됨 %{emails}

source: added a %{link_type} link
ko: %{link_type} 링크를 추가했습니다

source: added a Zoom call to this issue
ko: 이 이슈에 대해 Zoom 통화를 추가했습니다.

source: agents
ko: 에이전트

source: ago
ko: 전
ru: назад

source: alert
ko: 알림
ru: оповещение

source: all
ko: 전체
ru: все

source: all branches
ko: 모든 브랜치
ru: всех веток

source: all default branches
ko: 모든 기본 브랜치
ru: всех веток по умолчанию

source: all protected branches
ko: 모든 보호된 브랜치
ru: всех защищённых веток

source: already assigned to an epic
ko: 이미 에픽에 할당됨

source: already banned from namespace
ko: 이미 네임스페이스에서 계정정지됨

source: already being used for another group or project %{timebox_name}.
ko: 이미 다른 그룹이나 프로젝트에서 사용 중입니다. %{timebox_name}

source: already being used for another iteration within this cadence.
ko: 이 케이던스내의 다른 이터레이션에 사용되고 있습니다.

source: already has a "created" issue link
ko: 이미 "생성된" 이슈 링크가 있습니다.

source: already shared with this group
ko: 이미 이 그룹과 공유되었습니다.
ru: уже совместно используется с этой группой

source: and
ko: 그리고
ru: и

source: any-approver for the group already exists
ko: 그룹에 대한 모든 승인자가 이미 존재합니다

source: any-approver for the merge request already exists
ko: 이미 머지 리퀘스트 승인자가 존재합니다.
ru: для запроса на слияние уже существует правило любого одобряющего

source: any-approver for the project already exists
ko: 이미 프로젝트 승인자가 존재합니다.
ru: для проекта уже существует правило любого одобряющего

source: approval
ko: 승인

source: archived project
ko: 아카이빙된 프로젝트

source: archived:
ko: 아카이빙됨:

source: are limited to %{max_count} per destination
ko: 대상당 %{max_count}개로 제한됩니다

source: around
ko: 주변

source: artifacts
ko: 아티팩트
ru: артефакты

source: assign yourself
ko: 자신을 지정
ru: назначить себя

source: at
ko: 에

source: at least the Planner role
ko: 최소 플래너 역할
ru: как минимум с ролью Планировщик

source: at least the Planner role, the author, and assignees
ko: 최소 플래너 역할, 작성자 및 담당자
ru: как минимум с ролью Планировщик, а также автору и исполнителям

source: attach a new file
ko: 새 파일 첨부

source: authored
ko: 작성됨
ru: создан

source: banned user already exists
ko: 계정정지된 사용자가 이미 존재합니다.

source: before
ko: 이전

source: blocks
ko: 차단

source: branch
ko: 브랜치
ru: ветка

source: branch name
ko: 브랜치 이름
ru: имя ветки

source: branches
ko: 브랜치
ru: ветки

source: builds
ko: 빌드
ru: сборки

source: can
ko: 가능

source: can contain only digits
ko: 숫자만 포함할 수 있음
ru: может содержать только цифры

source: can contain only letters of the Base64 alphabet (RFC4648) with the addition of '@', ':' and '.'
ko: Base64 알파벳 (RFC4648)과 '@', ':', '.' 문자만 포함할 수 있습니다.
ru: может содержать только буквы алфавита Base64 (RFC4648) с добавлением '@', ':' и '.'

source: can contain only lowercase letters, digits, and '_'.
ko: 소문자, 숫자, '_' 만 포함할 수 있습니다.

source: can not be changed for existing notes
ko: 기존 노트에 대해 변경할 수 없습니다.

source: can not be changed to %{new_type}
ko: %{new_type}으로 바꿀 수 없음

source: can not be changed when assigned to an epic
ko: 에픽에 할당되면 변경할 수 없습니다

source: can not be more restrictive than group visibility levels
ko: 그룹 공개 수준보다 더 제한할 수 없습니다.

source: can not be set for template labels
ko: 템플릿 라벨에 대해 설정할 수 없습니다.
ru: не может быть установлено для меток шаблона

source: can not be set for this resource
ko: 이 리소스에 대해 설정할 수 없음

source: can not be set for this type of note
ko: 이 유형의 노트에 대해 설정할 수 없습니다

source: can not be true if shared runners are enabled
ko: 공유 러너가 활성화된 경우 true가 될 수 없습니다.
ru: не может быть истинным, если включены общие средства выполнения

source: can only be changed by a group admin.
ko: 그룹 운영자만 변경가능합니다.

source: can only be set for root group namespace
ko: 루트 그룹 네임스페이스에만 설정될 수 있습니다

source: can only have a maximum of %{limit} active custom fields.
ko: 최대 %{limit} 개의 활성 커스텀 필드만 가질 수 있습니다.

source: can only have a maximum of %{limit} custom fields.
ko: 최대 %{limit} 개의 커스텀 필드를 가질 수 있습니다.

source: can only have a maximum of %{limit} lifecycles.
ko: 최대 %{limit} 개의 라이프사이클만을 가질 수 있습니다.

source: can only have a maximum of %{limit} statuses.
ko: 최대 %{limit} 개의 상태만을 가질 수 있습니다.

source: can only have one escalation policy
ko: 에스컬레이션 정책을 하나만 가질 수 있습니다

source: can't be blank
ko: 비워 둘 수 없습니다

source: can't be nil
ko: nil이 될 수 없습니다.

source: can't be solely blank
ko: 단순히 공백일 수 없습니다.

source: can't be specified if a merge request was already provided
ko: 머지 리퀘스트가 이미 제공된 경우 지정할 수 없습니다.
ru: не может быть указано, если запрос на слияние уже был предоставлен

source: can't be specified if a project was already provided
ko: 프로젝트가 이미 제공된 경우 지정할 수 없습니다.

source: can't be the same as the source project
ko: 소스 프로젝트와 동일할 수 없습니다.
ru: не может совпадать с исходным проектом

source: can't include: %{invalid_storages}
ko: 포함 불가능: %{invalid_storages}

source: can't reference a branch that does not exist
ko: 존재하지 않는 브랜치는 참조할 수 없습니다.

source: cannot
ko: 불가

source: cannot assign a linked work item as a parent
ko: 링크된 작업 항목을 상위로 지정할 수 없습니다.
ru: нельзя назначить связанный рабочий элемент в качестве родителя

source: cannot assign a non-confidential %{work_item_type} to a confidential parent. Make the %{work_item_type} confidential and try again.
ko: 비공식적인 %{work_item_type}을 기밀 부모에게 할당할 수 없습니다. %{work_item_type}을 기밀로 설정하고 다시 시도하세요.

source: cannot be a date in the past
ko: 지난 날짜는 안됩니다.

source: cannot be added since you've reached your %{free_limit} member limit for %{namespace_name}
ko: %{namespace_name}명에 대한 %{free_limit} 명의 멤버 한도에 도달했기 때문에 추가할 수 없습니다.

source: cannot be associated with a subgroup
ko: 하위 그룹과 연관될 수 없습니다

source: cannot be associated with both a Group and a Project
ko: 그룹과 프로젝트 둘 다에 연관될 수 없습니다

source: cannot be blank
ko: 비워둘 수 없습니다
ru: не может быть пустым

source: cannot be changed
ko: 변경이 불가능합니다.

source: cannot be changed because of an existing association with a custom role
ko: 커스텀 역할과의 기존 연결로 인해 변경할 수 없습니다.

source: cannot be changed if a personal project has container registry tags.
ko: 개인 프로젝트에 컨테이너 등록 태그가 있는 경우 변경이 불가능합니다.
ru: невозможно изменить, если в личном проекте есть метки реестра контейнеров.

source: cannot be changed to %{new_type} when linked to a parent %{parent_type}.
ko: 상위 %{parent_type}에 링크된 경우 %{new_type} 으로 변경할 수 없습니다.

source: cannot be changed to %{new_type} when the work item is a legacy epic synced work item
ko: 작업 항목이 레거시 에픽 동기화 작업 항목인 경우 %{new_type} 로 변경할 수 없습니다.

source: cannot be changed to %{new_type} with these child item types.
ko: 이 하위 항목 유형을 사용하여 %{new_type}로 변경할 수 없습니다.

source: cannot be enabled because parent group does not allow it
ko: 상위 그룹이 허용하지 않아 사용이 불가능합니다.
ru: невозможно включить, так как родительская группа не разрешает это

source: cannot be enabled because parent group has shared Runners disabled
ko: 상위 그룹에서 공유 러너를 사용하지 않도록 설정했기 때문에 사용할 수 없습니다.
ru: не может быть включено, потому что в родительской группе отключены общие средства выполнения

source: cannot be enabled unless all domains have TLS certificates
ko: 모든 도메인에 TLS 인증서가 없으면 사용할 수 없습니다.
ru: невозможно включить, если все домены не имеют сертификата TLS

source: cannot be enabled until identity verification is completed
ko: 신원 확인이 완료될 때까지 활성화할 수 없습니다.
ru: не могут быть включены до завершения подтверждения личности

source: cannot be linked to the epic. This epic already has maximum number of child issues & epics.
ko: 에픽에 링크할 수 없습니다. 이 에픽에는 이미 최대 하위 문제 및 에픽 수가 있습니다.

source: cannot be set to user cap
ko: 사용자 한도로 설정할 수 없음
ru: не может быть установлено на ограничение пользователей

source: cannot be used because it belongs to a compromised private key. Stop using this key and generate a new one.
ko: 손상된 개인 키에 속하기 때문에 사용할 수 없습니다. 이 키 사용을 중지하고 새 키를 생성하십시오.

source: cannot be used for user namespace
ko: 사용자 네임스페이스에 사용할 수 없습니다.

source: cannot contain HTML/XML tags, including any word between angle brackets (&lt;,&gt;).
ko: 각괄호(&lt;,&gt;) 사이의 단어를 포함하여 HTML/XML 태그를 포함할 수 없습니다.

source: cannot have more than %{count} controls
ko: %{count}개 이상의 콘트롤을 가질 수 없습니다

source: cannot have more than %{count} frameworks
ko: 프레임워크는 %{count} 개 이상 가질 수 없습니다.

source: cannot have more than %{count} requirements
ko: %{count} 이상의 요구 사항을 가질 수 없습니다.

source: cannot include leading slash or directory traversal.
ko: 맨앞 슬래시 또는 디렉토리 트래버설을 포함할 수 없습니다.
ru: не может содержать начальный слэш или обход директории.

source: cannot merge
ko: 머지할 수 없음

source: change
ko: 변경
ru: изменение

source: changes
ko: 변경
ru: изменения

source: check
ko: 점검
ru: проверка

source: checklist item
ko: 체크리스트 항목

source: ci secure files
ko: ci 보안 파일
ru: защищённые файлы CI

source: ciReport|%{criticalStart}critical%{criticalEnd}, %{highStart}high%{highEnd} and %{otherStart}other%{otherEnd} vulnerabilities detected.
ko: %{criticalStart}심각%{criticalEnd}, %{highStart}높음%{highEnd} 및 %{otherStart}기타%{otherEnd} 취약점이 감지되었습니다.

source: ciReport|%{criticalStart}critical%{criticalEnd}, %{highStart}high%{highEnd} and %{otherStart}others%{otherEnd}
ko: %{criticalStart}중요%{criticalEnd}, %{highStart}높음%{highEnd} 및 %{otherStart}기타%{otherEnd}

source: ciReport|%{danger_start}%{degradedNum} degraded%{danger_end}, %{same_start}%{sameNum} same%{same_end}, and %{success_start}%{improvedNum} improved%{success_end}
ko: %{danger_start}%{degradedNum} 저하됨%{danger_end}, %{same_start}%{sameNum} 동일%{same_end}및 %{success_start}%{improvedNum} 개선됨%{success_end}

source: ciReport|%{prefix} %{strong_start}%{score}%{strong_end} %{delta} %{deltaPercent} in %{path}
ko: %{path}에 %{prefix} %{strong_start}%{score}%{strong_end} %{delta} %{deltaPercent}

source: ciReport|%{remainingPackagesCount} more
ko: %{remainingPackagesCount}개 더

source: ciReport|%{scanner} detected %{atleastStart}at least%{atleastEnd} %{number} new potential %{vulnStr}
ko: %{scanner} 감지됨 %{atleastStart} 최소 %{atleastEnd} %{number}개의 새 잠재적 %{vulnStr}

source: ciReport|%{scanner} detected %{number} new potential %{vulnStr}
ko: %{scanner}가 %{number}개의 잠재 %{vulnStr}를 감지했습니다.

source: ciReport|%{scanner} detected no new potential vulnerabilities
ko: %{scanner}가 새로운 잠재 보안 취약점들 탐지하지 못함

source: ciReport|%{scanner}: Loading resulted in an error
ko: %{scanner}: 로드 중 오류 발생

source: ciReport|API Fuzzing
ko: API Fuzzing
ru: Фаззинг API

source: ciReport|API fuzzing
ko: API fuzzing
ru: Фаззинг API

source: ciReport|Advanced SAST Scanning
ko: 고급 SAST 스캐닝
ru: Продвинутый анализ SAST

source: ciReport|All tools
ko: 모든 도구
ru: Все инструменты

source: ciReport|Analyze a deployed version of your web application for known vulnerabilities by examining it from the outside in. DAST works by simulating external attacks on your application while it is running.
ko: 웹 응용 프로그램의 배포된 버전에서 알려진 취약점을 검사하여 분석합니다. DAST는 응용 프로그램이 실행되는 동안 응용 프로그램에 대한 외부 공격을 시뮬레이션하여 작동합니다.
ru: Анализируйте развёрнутую версию вашего веб-приложения на известные уязвимости, исследуя её извне. DAST работает, имитируя внешние атаки на ваше приложение во время его работы.

source: ciReport|Automatically apply the patch in a new branch
ko: 새 브랜치에 패치 자동 적용

source: ciReport|Browser Performance
ko: 브라우저 성능

source: ciReport|Browser performance test metrics results are being parsed
ko: 브라우저 성능 테스트 측정항목 결과를 구문 분석 중

source: ciReport|Browser performance test metrics: %{strong_start}%{changesFound}%{strong_end} change
ko: 브라우저 성능 테스트 측정항목: %{strong_start}%{changesFound}%{strong_end} 변경
ru: Показатели теста производительности браузера: %{strong_start}%{changesFound}%{strong_end} изменение

source: ciReport|Checks
ko: 검사
ru: Проверки

source: ciReport|Cluster Image Scanning
ko: 클러스터 이미지 검색

source: ciReport|Code Quality
ko: 코드 품질
ru: Качество кода

source: ciReport|Code Quality failed to load results
ko: 코드 품질이 결과를 로드하지 못했습니다
ru: Не удалось загрузить отчёт о качестве кода

source: ciReport|Code Quality hasn't changed.
ko: 코드 품질이 변경되지 않았습니다.
ru: Качество кода не изменилось.

source: ciReport|Code Quality is loading
ko: 코드 품질이 로드 중입니다
ru: Качество кода загружается

source: ciReport|Container Scanning
ko: 컨테이너 스캐닝
ru: Сканирование контейнеров

source: ciReport|Container Scanning for Registry
ko: 레지스트리에 대한 컨테이너 스캐닝
ru: Сканирование контейнеров для реестра

source: ciReport|Container scanning
ko: 컨테이너 스캐닝
ru: Сканирование контейнера

source: ciReport|Container scanning detects known vulnerabilities in your docker images.
ko: 컨테이너 스캐닝은 도커 이미지의 알려진 취약점을 탐지합니다.
ru: Сканирование контейнеров обнаруживает известные уязвимости в ваших образах Docker.

source: ciReport|Coverage Fuzzing
ko: 커버리지 퍼징
ru: Фаззинг покрытия

source: ciReport|Coverage fuzzing
ko: 커버리지 퍼징
ru: Фаззинг покрытия

source: ciReport|Create a merge request to apply the scanner's software patch.
ko: 스캐너의 소프트웨어 패치를 적용하기 위한 머지 리퀘스트를 만듭니다.

source: ciReport|Create a merge request to implement this solution, or download and apply the patch manually.
ko: 이 솔루션을 구현하기 위해 머지 요청을 만들거나 패치를 수동으로 다운로드하여 적용합니다.

source: ciReport|DAST
ko: DAST
ru: DAST

source: ciReport|Dependency Scanning
ko: 의존성 스캐닝
ru: Сканирование зависимостей

source: ciReport|Dependency scanning
ko: 의존성 스캐닝

source: ciReport|Detects known vulnerabilities in your software dependencies.
ko: 소프트웨어 의존성내의 알려진 취약점을 감지합니다.

source: ciReport|Detects known vulnerabilities in your source code's dependencies.
ko: 소스 코드의 의존성에서 알려진 취약점을 감지합니다.

source: ciReport|Detects known vulnerabilities in your source code.
ko: 소스 코드에서 알려진 취약점을 감지합니다.

source: ciReport|Detects known vulnerabilities in your web application.
ko: 웹 애플리케이션에서 알려진 취약점을 탐지합니다

source: ciReport|Detects secrets and credentials vulnerabilities in your source code.
ko: 소스 코드에서 비밀 및 자격 증명 취약성을 탐지합니다.
ru: Обнаруживает уязвимости, связанные с секретами и учётными данными, в вашем исходном коде.

source: ciReport|Download Patch
ko: 패치 다운로드
ru: Скачать патч

source: ciReport|Download patch to resolve
ko: 해결할 패치 다운로드
ru: Скачать патч для решения

source: ciReport|Download the patch provided by the scanner to apply it manually.
ko: 스캐너에서 제공한 패치를 다운로드하여 수동으로 적용하세요.

source: ciReport|Download the patch to apply it manually
ko: 수동으로 적용할 패치 다운로드
ru: Скачайте патч, чтобы применить его вручную

source: ciReport|Dynamic Application Security Testing (DAST)
ko: 동적 애플리케이션 보안 테스트(DAST)
ru: Динамическое тестирование безопасности приложений (DAST)

source: ciReport|Explain vulnerability
ko: 취약점 설명

source: ciReport|Failed to load %{reportName} report
ko: %{reportName} 보고서를 로드하지 못했습니다.
ru: Не удалось загрузить отчёт %{reportName}

source: ciReport|Failed to load Code Quality report
ko: 코드 품질 보고서를 로드하지 못했습니다.
ru: Не удалось загрузить отчёт о качестве кода

source: ciReport|Fixed
ko: 수정됨

source: ciReport|Fixed:
ko: 수정됨:

source: ciReport|Found %{issuesWithCount}
ko: 발견됨 %{issuesWithCount}
ru: Найдено %{issuesWithCount}

source: ciReport|Full report
ko: 전체 보고서
ru: Полный отчёт

source: ciReport|Generic Report
ko: 일반 보고

source: ciReport|GitLab Duo Vulnerability Resolution, an AI feature, can suggest a possible fix.
ko: GitLab Duo 취약성 해결책은 가능한 수정 방법을 제안할 수 있습니다.

source: ciReport|License Compliance
ko: 라이센스 규정 준수
ru: Служба комплаенса лицензий

source: ciReport|License Compliance failed loading results
ko: 라이센스 준수가 결과 로딩에 실패
ru: Службе комплаенса лицензий не удалось загрузить результаты

source: ciReport|License Compliance test metrics results are being parsed
ko: 라이센스 준수 테스트 측정항목 결과를 구문 분석하는 중
ru: Результаты метрик тестирования Службы комплаенса лицензий анализируются

source: ciReport|License scan results
ko: 라이센스 스캔 결과

source: ciReport|Load Performance
ko: 로드 성능

source: ciReport|Load performance test metrics detected %{strong_start}%{changesFound}%{strong_end} change
ko: 로드 성능 테스트 측정항목 %{strong_start}%{changesFound}%{strong_end} 변경 내용 발견
ru: Метрики теста производительности нагрузки выявили %{strong_start}%{changesFound}%{strong_end} изменение

source: ciReport|Load performance test metrics results are being parsed
ko: 성능 테스트 측정항목 로딩 결과를 파싱 중

source: ciReport|Loading %{reportName} report
ko: %{reportName} 리포트 로딩중
ru: Загружается отчёт %{reportName}

source: ciReport|Loading Code Quality report
ko: 코드 품질 보고서 로딩중
ru: Загрузка отчета о качестве кода

source: ciReport|Manage licenses
ko: 라이선스 관리

source: ciReport|Manually added
ko: 수동으로 추가됨

source: ciReport|New vulnerabilities are vulnerabilities that the security scan detects in the merge request that are different to existing vulnerabilities in the default branch.
ko: 새 취약점은 기본 브랜치의 기존 취약점과는 다른 머지 리퀘스트에서 보안 스캔이 감지한 취약점입니다.
ru: Новые уязвимости — это уязвимости, которые были обнаружены сканированием безопасности в запросе на слияние и не совпадают с существующими уязвимостями в основной ветке.

source: ciReport|No code quality issues found
ko: 코드 성능 이슈 발견되지 않음
