Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: We also use email for avatar detection if no avatar is uploaded.
ko: 또한 업로드된 아바타가 없는 경우 아바타 감지를 위해 이메일을 사용합니다.
ru: Мы также используем адрес электронной почты для определения аватара, если аватар не загружен.

source: We are currently unable to fetch data for the pipeline header.
ko: 현재 파이프라인 헤더에 대한 데이터를 가져올 수 없습니다.
ru: В настоящее время мы не можем получить данные для заголовка конвейера.

source: We could not determine the path to remove the epic
ko: 에픽을 제거하는 경로를 결정할 수 없습니다.
ru: Мы не смогли распознать путь для удаления цели

source: We could not determine the path to remove the issue
ko: 이슈를 제거하는 경로를 결정할 수 없습니다.
ru: Мы не можем определить путь для удаления обсуждения

source: We couldn't find any %{scope} matching %{term}
ko: %{term}과 일치하는 %{scope}를 찾을 수 없습니다.

source: We couldn't find any %{scope} matching %{term} in group %{group}
ko: 그룹 %{group}에서 %{term} 과 일치하는 %{scope}를 찾을 수 없습니다.

source: We couldn't find any %{scope} matching %{term} in project %{project}
ko: 프로젝트 %{project}에서 %{term} 과 일치하는 %{scope}를 찾을 수 없습니다.

source: We detected potential spam in the %{humanized_resource_name}. Please solve the reCAPTCHA to proceed.
ko: %{humanized_resource_name}에서 잠재적인 스팸을 탐지했습니다. 계속하려면 reCAPTCHA를 진행하세요.
ru: Мы обнаружили потенциальный спам в %{humanized_resource_name}. Решите reCAPTCHA, чтобы продолжить.

source: We found your token in a public project and have automatically revoked it to protect your account.
ko: 공개 프로젝트에서 귀하의 토큰을 발견했으며 귀하의 계정을 보호하기 위해 자동으로 해지했습니다.
ru: Мы обнаружили ваш токен в общедоступном проекте и автоматически отозвали его для защиты вашей учётной записи.

source: We have detected that your message might be composed against %{linkStart}our guidelines%{linkEnd}. Please review our findings below:
ko: 귀하의 메시지가 %{linkStart}우리의 지침%{linkEnd}에 위배될 수 있음을 감지했습니다. 아래의 내용을 검토해 주세요:
ru: Мы обнаружили, что ваше сообщение может противоречить %{linkStart}нашим рекомендациям%{linkEnd}. Ознакомьтесь с нашими выводами ниже:

source: We heard back from your device. You have been authenticated.
ko: 장치에서 응답을 받았습니다. 인증되었습니다.

source: We invite you to %{featureLinkStart}request a feature%{featureLinkEnd}, %{bugLinkStart}report a bug%{bugLinkEnd} or %{feedbackLinkStart}share feedback%{feedbackLinkEnd}
ko: %{featureLinkStart}새 기능 요청%{featureLinkEnd}, %{bugLinkStart}버그 신고%{bugLinkEnd} 또는 %{feedbackLinkStart}의견 개진%{feedbackLinkEnd} 하는데 당신을 초청합니다.

source: We recommend a work email address.
ko: 회사 이메일 주소를 권장합니다.

source: We recommend using cloud-based authenticator applications that can restore access if you lose your hardware device.
ko: 하드웨어 장치를 분실한 경우 액세스를 복원할 수 있는 클라우드 기반 인증자 응용 프로그램을 사용하는 것이 좋습니다.
ru: Мы рекомендуем использовать облачные приложения-аутентификаторы, которые могут восстановить доступ, если вы потеряете ваше аппаратное устройство.

source: We sent you an email with reset password instructions
ko: 비밀번호 재설정 방법이 담긴 이메일을 보냈습니다.
ru: Мы отправили вам письмо с инструкциями по сбросу пароля

source: We tried to automatically renew your subscription for %{strong}%{namespace_name}%{strong_close} on %{expires_on} but something went wrong so your subscription was downgraded to the free plan. Don't worry, your data is safe. We suggest you check your payment method and get in touch with our support team (%{support_link}). They'll gladly help with your subscription renewal.
ko: %{expires_on}에서 %{strong}%{namespace_name}%{strong_close}에 대한 구독을 자동으로 갱신하려고 했지만, 문제가 발생하여 구독이 무료 요금제로 다운그레이드되었습니다. 걱정하지 마십시오. 데이터는 안전합니다. 결제 방법을 확인하고 지원 팀(%{support_link})에 연락하는 것이 좋습니다. 그들은 귀하의 구독 갱신을 기꺼이 도와줄 것입니다.
ru: Мы пытались автоматически продлить вашу подписку для %{strong}%{namespace_name}%{strong_close}, оканчивающуюся %{expires_on}, но произошла ошибка, и ваша подписка была понижена до бесплатного тарифа. Не переживайте, ваши данные в безопасности. Мы рекомендуем проверить способ оплаты и связаться с нашей службой поддержки (%{support_link}). Они с радостью помогут вам с продлением подписки.

source: We want to be sure it is you, please confirm you are not a robot.
ko: 정말 당신이 맞는지 확인하고 싶습니다, 당신이 로봇이 아니라는 것을 확인해주십시오.
ru: Мы хотим быть уверены, что это вы, пожалуйста, подтвердите, что вы не робот.

source: We want to let you know %{username} has exceeded the Git rate limit due to them downloading more than %{max_project_downloads} project %{repositories_text} within %{within_text}.
ko: %{username}이 %{within_text} 내에서 %{max_project_downloads} 프로젝트 %{repositories_text} 이상을 다운로드하여 Git 속도 제한을 초과했음을 알려드립니다
ru: Мы хотим сообщить, что %{username} превысил лимит Git из-за загрузки более чем %{max_project_downloads} %{repositories_text} проекта в течение %{within_text}.

source: We will notify %{inviter} that you declined their invitation to join GitLab. You will stop receiving reminders.
ko: %{inviter}에게 GitLab 가입 초대를 거부했음을 알립니다. 알림 수신을 중지합니다.

source: We would like to inform you that your subscription GitLab Enterprise Edition %{plan_name} is nearing its user limit. You have %{active_user_count} active users, which is almost at the user limit of %{maximum_user_count}.
ko: 사용 중인 GitLab Enterprise Edition %{plan_name}이 사용자 한도에 근접했음을 알려드립니다. %{active_user_count}명의 활성 사용자가 있으며, 이는 사용자 한도 %{maximum_user_count}에 거의 도달하였습니다.

source: We'll use this to help surface the right features and information to you.
ko: 우리는 이것을 사용하여 당신에게 올바른 기능과 정보를 제공할 것입니다.
ru: Мы воспользуемся этим, чтобы предоставить вам нужные функции и информацию.

source: We're experiencing difficulties and this tab content is currently unavailable.
ko: 문제가 발생하여 현재 이 탭 내용을 사용할 수 없습니다.

source: We're sorry, your GitLab Duo Enterprise trial could not be created because our system did not respond successfully.
ko: 죄송합니다. 시스템이 성공적으로 응답하지 않아 GitLab Duo Enterprise 평가판을 만들 수 없습니다.
ru: К сожалению, не удалось создать пробную версию GitLab Duo Enterprise, так как система не ответила успешно.

source: We're sorry, your GitLab Duo Pro trial could not be created because our system did not respond successfully.
ko: 죄송합니다. 시스템이 성공적으로 응답하지 않아 GitLab Duo Pro 평가판을 생성할 수 없습니다.
ru: К сожалению, не удалось создать пробную версию GitLab Duo Pro, так как система не ответила успешно.

source: We're sorry, your trial could not be created because our system did not respond successfully.
ko: 죄송합니다. 시스템이 성공적으로 응답하지 않아 평가판을 생성할 수 없습니다.
ru: К сожалению, не удалось создать пробную версию, так как система не ответила успешно.

source: We've detected some unusual activity
ko: 우리는 몇 가지 비정상적인 활동을 감지했습니다
ru: Мы обнаружили необычную активность

source: We've detected unusual activity
ko: 비정상적인 활동을 감지했습니다
ru: Мы обнаружили необычную активность

source: We've noticed an unusually high storage usage on %{project_name}
ko: %{project_name}에서 비정상적으로 높은 스토리지 사용량이 감지되었습니다.
ru: Мы заметили необычно высокий уровень использования хранилища в проекте %{project_name}.

source: We've noticed an unusually high storage usage on %{strong_start}%{project_name}%{strong_end}
ko: %{strong_start}%{project_name}%{strong_end}에서 비정상적으로 높은 스토리지 사용량이 감지되었습니다.
ru: Мы заметили необычно высокий уровень использования хранилища в проекте %{strong_start}%{project_name}%{strong_end}.

source: Web IDE
ko: 웹 IDE

source: Web IDE and workspaces
ko: 웹 IDE 및 작업 공간
ru: Web IDE и рабочие пространства

source: Web terminal
ko: 웹 터미널
ru: Web терминал

source: WebAuthn Devices
ko: WebAuthn 장치
ru: Устройства WebAuthn

source: WebAuthn only works with HTTPS-enabled websites. Contact your administrator for more details.
ko: WebAuthn은 HTTPS 지원 웹 사이트에서만 작동합니다. 자세한 내용은 운영자에게 문의하십시오.
ru: WebAuthn работает только с сайтами, поддерживающими HTTPS. Свяжитесь с вашим администратором для получения дополнительных подробностей.

source: WebIDE|Quickly and easily edit multiple files in your project.
ko: 프로젝트의 여러 파일을 빠르고 쉽게 편집합니다.
ru: Быстро и легко редактируйте несколько файлов в вашем проекте.

source: WebIDE|Quickly and easily edit multiple files in your project. Press . to open
ko: 프로젝트의 여러 파일을 빠르고 쉽게 편집합니다. . 을 눌러서 열어보세요.
ru: Быстро и легко редактируйте несколько файлов в вашем проекте. Нажмите . для открытия

source: WebIdeOAuthCallback|Close tab
ko: 탭 닫기
ru: Закрыть вкладку

source: WebIdeOAuthCallback|Unable to authorize GitLab Web IDE access. For more information, see the developer console.
ko: GitLab 웹 IDE 액세스를 승인할 수 없습니다. 자세한 내용은 개발자 콘솔을 참조하세요.
ru: Не удалось авторизовать доступ к GitLab Web IDE. Для получения дополнительной информации откройте консоль разработчика.

source: WebexTeamsService|Send notifications about project events to Webex Teams.
ko: 프로젝트 이벤트에 대한 알림을 Webex 팀에 보냅니다.

source: WebexTeamsService|Webex Teams
ko: Webex Teams

source: Webhook created
ko: Webhook이 생성됨
ru: Вебхук создан

source: Webhook deleted
ko: Webgook 삭제됨
ru: Вебхук удалён

source: Webhook events are displayed here.
ko: Webhook 이벤트가 여기에 표시됩니다.
ru: События вебхуков отображаются здесь.

source: Webhook logs
ko: Webhook 로그
ru: Журналы вебхуков

source: Webhook scheduled for deletion
ko: 삭제 예정인 Webhook
ru: Запланировано удаление вебхука

source: Webhook settings
ko: Webhook 설정
ru: Найстроки вебхука

source: Webhook updated
ko: Webhook가 업데이트됨
ru: Вебхук обновлён

source: Webhooks help
ko: Webhooks 도움말
ru: Справка по вебхукам

source: Webhooks|+ Add URL masking
ko: + URL 매스킹 추가

source: Webhooks|+ Mask another portion of URL
ko: + URL의 다른 부분 마스킹
ru: + cкрыть другую часть URL

source: Webhooks|A URL is required.
ko: URL이 필요합니다.
ru: Требуется указать URL.

source: Webhooks|A comment is made or edited on a confidential issue.
ko: 비공개 이슈에 대한 댓글을 작성하거나 편집합니다.
ru: Добавлен или изменён комментарий в конфиденциальном обсуждении.

source: Webhooks|A comment is made or edited on an issue or merge request.
ko: 이슈 또는 머지 리퀘스트에 대한 댓글을 작성하가나 편집합니다.
ru: Добавлен или изменён комментарий в обсуждении или запросе на слияние.

source: Webhooks|A confidential issue is created, updated, closed, or reopened.
ko: 비공개 이슈가 생성, 업데이트, 닫힘 또는 다시 열림.
ru: Создано, обновлено, закрыто или вновь открыто конфиденциальное обсуждение.

source: Webhooks|A deployment starts, finishes, fails, or is canceled.
ko: 배포가 시작, 완료, 실패 또는 취소되었습니다.
ru: Развёртывание начинается, завершается, завершается с ошибкой или отменяется.

source: Webhooks|A feature flag is turned on or off.
ko: 피처 플래그를 켜거나 끔
ru: Флаг функции включён или выключен.

source: Webhooks|A group member is created, updated, or removed.
ko: 그룹 구성원을 생성, 업데이트 또는 제거
ru: Создан, обновлён или удалён участник группы.

source: Webhooks|A job's status changes.
ko: 작업 상태를 변경

source: Webhooks|A merge request is created, updated, or merged.
ko: 머지 리퀘스트를 생성, 업데이트 또는 병합

source: Webhooks|A new tag is pushed to the repository.
ko: 새 태그를 리포지토리에 푸시

source: Webhooks|A pipeline's status changes.
ko: 파이프라인의 상태가 변경
ru: Изменения статуса конвейера.

source: Webhooks|A project is created or removed.
ko: 프로젝트가 생성되거나 제거됨.
ru: Проект создан или удалён.

source: Webhooks|A release is created, updated, or deleted.
ko: 릴리스가 생성, 업데이트 또는 삭제됨.
ru: Релиз создан, обновлён или удалён

source: Webhooks|A subgroup is created or removed.
ko: 하위 그룹이 생성되거나 제거됨.
ru: Вложенная группа создана или удалена.

source: Webhooks|A vulnerability is created or updated.
ko: 취약점이 생성되거나 업데이트되었습니다.
ru: Уязвимость создана или обновлена.

source: Webhooks|A webhook in this group was automatically disabled after it was retried multiple times.
ko: 이 그룹의 웹훅은 여러 번 재시도한 후 자동으로 비활성화되었습니다.
ru: Вебхук в этой группе был автоматически отключён после нескольких попыток повторного выполнения.

source: Webhooks|A webhook in this project was automatically disabled after it was retried multiple times.
ko: 이 프로젝의 웹훅은 여러 번 재시도한 후 자동으로 비활성화되었습니다.
ru: Вебхук в этом проекте был автоматически отключён после нескольких неудачных попыток повторного выполнения.

source: Webhooks|A wiki page is created or updated.
ko: 위키 페이지가 생성되거나 업데이트됨
ru: Страница вики создана или обновлена.

source: Webhooks|Add custom header
ko: 커스텀 헤더 추가
ru: Добавить пользовательский заголовок

source: Webhooks|An access token expires in the next 7 days. %{help_link}?
ko: 액세스 토큰이 앞으로 7일 후에 만료됩니다. %{help_link}?
ru: Токен доступа истекает в течение следующих 7 дней. %{help_link}?

source: Webhooks|An emoji is awarded or revoked. %{help_link}?
ko: 이모티콘이 부여되거나 해지됨. %{help_link}?
ru: Эмодзи присуждён или отозван. %{help_link}?

source: Webhooks|An issue is created, updated, closed, or reopened.
ko: 이슈가 생성, 업데이트, 닫힘 또는 다시 열림.
ru: Создано, обновлено, закрыто или вновь открыто обсуждение.

source: Webhooks|Are you sure you want to delete this group hook?
ko: 이 그룹 hook을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот групповой хук?

source: Webhooks|Are you sure you want to delete this project hook?
ko: 이 프로젝트 hook을 삭제하시겠습니까?

source: Webhooks|Are you sure you want to delete this webhook?
ko: 이 webhook을 삭제하시겠습니까?

source: Webhooks|Confidential comments
ko: 비공개 댓글

source: Webhooks|Confidential issue events
ko: 기밀 이슈 이벤트
ru: События конфиденциальных обсуждений

source: Webhooks|Custom headers
ko: 커스텀 헤더
ru: Пользовательские заголовки

source: Webhooks|Custom webhook template (optional)
ko: 커스텀 Webhook 템플릿 (옵션)
ru: Пользовательский шаблон вебхука (необязательно)

source: Webhooks|Delete webhook
ko: webhook 삭제

source: Webhooks|Deployment events
ko: 배포 이벤트

source: Webhooks|Description (optional)
ko: 설명 (옵션)
ru: Описание (необязательно)

source: Webhooks|Disabled
ko: 비활성
ru: Отключён

source: Webhooks|Edit group hook
ko: 그룹 hook 편집
ru: Изменение группового вебхука

source: Webhooks|Edit system hook
ko: 시스템 hook 편집
ru: Редактировать системный хук

source: Webhooks|Enable SSL verification
ko: SSL 검증 활성화

source: Webhooks|Feature flag events
ko: 피처 플래그 이벤트
ru: События флага функции

source: Webhooks|File hooks
ko: 파일 hook
ru: Файловые хуки

source: Webhooks|Go to webhooks
ko: Webhook으로 이동
ru: Перейти к вебхукам

source: Webhooks|Group hooks
ko: 그룹 hook
ru: Групповые вебхуки

source: Webhooks|Header name
ko: 헤더 이름
ru: Название заголовка

source: Webhooks|Header value
ko: 헤더 값
ru: Значение заголовка

source: Webhooks|Hide sensitive data such as tokens in the UI.
ko: 토큰과 같은 민감한 데이터를 UI에 숨깁니다.
ru: Скрыть конфиденциальные данные, такие как токены, в пользовательском интерфейсе.

source: Webhooks|How it looks in the UI
ko: UI에서 보이는 방식

source: Webhooks|How to create a custom webhook template?
ko: 커스텀 Webhook 템플릿을 만드는 방법은 무엇입니까?
ru: Как создать пользовательский шаблон вебхука?

source: Webhooks|Issue events
ko: 이슈 이벤트
ru: События обсуждения

source: Webhooks|Job events
ko: 작업 이벤트

source: Webhooks|Member approval events
ko: 멤버 승인 이벤트
ru: События одобрения участников.

source: Webhooks|Member events
ko: 멤버 이벤트

source: Webhooks|Merge request events
ko: 머지 리퀘스트 이벤트
ru: События запросов на слияние

source: Webhooks|Must match part of URL
ko: URL의 일부와 일치해야 함
ru: Должно совпадать с частью URL

source: Webhooks|Name (optional)
ko: 이름 (옵션)
ru: Название (необязательно)

source: Webhooks|No custom headers configured.
ko: 설정된 커스텀 헤더가 없습니다.
ru: Пользовательские заголовки не настроены.

source: Webhooks|Only alphanumeric characters, periods, dashes, and underscores allowed. Must start with a letter and end with a letter or number. Cannot have consecutive periods, dashes, or underscores.
ko: 영숫자, 마침표, 대시, 밑줄만 허용됩니다. 문자로 시작하고 문자나 숫자로 끝나야 합니다. 연속된 마침표, 대시 또는 밑줄을 사용할 수 없습니다.
ru: Допустимы только буквенно-цифровые символы, точки, дефисы и подчёркивания. Значение должно начинаться с буквы и заканчиваться буквой или цифрой. Нельзя использовать подряд идущие точки, дефисы или подчёркивания.

source: Webhooks|Pipeline events
ko: 파이프라인 이벤트
ru: События сборочной линии

source: Webhooks|Project events
ko: 프로젝트 이벤트
ru: События проекта

source: Webhooks|Project or group access token events
ko: 프로젝트 또는 그룹 액세스 토큰 이벤트
ru: События токенов доступа проекта или группы

source: Webhooks|Rate limited
ko: 속도 제한
ru: Ограничен по частоте

source: Webhooks|Regular expression
ko: 정규식
ru: Регулярное выражение

source: Webhooks|Regular expressions such as %{REGEX_CODE} are supported.
ko: %{REGEX_CODE} 과 같은 정규식이 지원됩니다.

source: Webhooks|Releases events
ko: 릴리스 이벤트
ru: События релизов

source: Webhooks|Remove item %{index}
ko: %{index} 아이템 삭제

source: Webhooks|Response body is empty
ko: 응답 본문이 비어 있습니다.
ru: Тело ответа пусто

source: Webhooks|Response headers are empty
ko: 응답 헤더가 비어 있음
ru: Заголовки ответа пусты

source: Webhooks|SSL verification
ko: SSL 검증

source: Webhooks|Secret token
ko: 비밀 토큰

source: Webhooks|Sensitive portion of URL
ko: URL의 민감한 부분
ru: Чувствительная часть URL

source: Webhooks|Subgroup events
ko: 하위그룹 이벤트
ru: События подгруппы

source: Webhooks|System hooks
ko: 시스템 hook
ru: Системные хуки

source: Webhooks|System hooks help
ko: 시스템 hook 도움말
ru: Справка по системным хукам

source: Webhooks|Tag push events
ko: 태그 푸시 이벤트

source: Webhooks|Temporarily disabled
ko: 일시적으로 비활성됨
ru: Временно отключен

source: Webhooks|The URL must be percent-encoded if it contains one or more special characters.
ko: URL이 하나 이상의 특수 문자를 포함하는 경우 퍼센트로 인코딩되어야 합니다.
ru: URL должен быть закодирован с использованием процентной кодировки, если он содержит один или несколько специальных символов.

source: Webhooks|The current user is not authorized to resend a hook event.
ko: 현재 사용자는 훅 이벤트를 다시 보낼 권한이 없습니다.
ru: У текущего пользователя нет прав на повторную отправку события вебхука.

source: Webhooks|The secret token is cleared on save unless it is updated.
ko: 비밀 토큰은 업데이트되지 않는 한 저장 시 지워집니다.
ru: Секретный токен очищается при сохранении, если он не был обновлён.

source: Webhooks|The webhook has %{help_link_start}failed%{help_link_end} %{failure_count} times consecutively and has been disabled. To re-enable the webhook, see %{strong_start}Recent events%{strong_end} for more information about the error, then test your settings.
ko: 웹훅이 %{failure_count}회 연속으로 %{help_link_start}실패%{help_link_end}하여 비활성화되었습니다. 웹훅을 다시 활성화하려면 %{strong_start}최근 이벤트%{strong_end}에서 오류에 대한 자세한 정보를 확인한 다음 설정을 테스트하세요.
ru: Вебхук %{help_link_start}неудачно сработал%{help_link_end} %{failure_count} раз подряд и был отключён. Чтобы снова включить вебхук, изучите %{strong_start}Недавние события%{strong_end} для получения дополнительной информации об ошибке, затем проверьте свои настройки.

source: Webhooks|The webhook has %{help_link_start}failed%{help_link_end} %{failure_count} times consecutively and is disabled for %{retry_time}. To re-enable the webhook earlier, see %{strong_start}Recent events%{strong_end} for more information about the error, then test your settings.
ko: 웹훅이 %{failure_count}회 연속으로 %{help_link_start}실패%{help_link_end}하여 %{retry_time}동안 비활성화되었습니다. 웹훅을 빨리 다시 활성화하려면 %{strong_start}최근 이벤트%{strong_end}에서 오류에 대한 자세한 정보를 확인한 다음 설정을 테스트하세요.
ru: Вебхук %{help_link_start}неудачно сработал%{help_link_end} %{failure_count} раз подряд и отключён на %{retry_time}. Чтобы включить вебхук раньше, изучите %{strong_start}Недавние события%{strong_end} для получения дополнительной информации об ошибке, затем проверьте свои настройки.

source: Webhooks|Trigger
ko: 트리거
ru: Триггер

source: Webhooks|URL is triggered when a member promotion request is queued, approved, or denied
ko: 멤버 승급 요청이 대기열에 들어가거나, 승인 또는 거부 될 때 URL이 트리거됩니다.
ru: URL запрашивается, когда запрос на повышение участника поставлен в очередь, одобрен или отклонён.

source: Webhooks|URL preview
ko: URL 미리보기
ru: Предварительный просмотр URL

source: Webhooks|Used to validate received payloads. Sent with the request in the %{codeStart}X-Gitlab-Token%{codeEnd} HTTP header.
ko: 수신된 페이로드의 유효성을 검사하는 데 사용됩니다. %{codeStart}X-Gitlab-Token%{codeEnd} HTTP 헤더에 요청과 함께 전송됩니다.

source: Webhooks|Vulnerability events
ko: 취약성 이벤트
ru: События уязвимости

source: Webhooks|Webhook disabled
ko: Webhook 비활성화됨
ru: Вебхук отключён

source: Webhooks|Webhook rate limit has been reached
ko: Webhook 속도 제한에 도달했습니다.
ru: Ограничение на частоту запросов вебхуков достигнуто

source: Webhooks|Webhook temporarily disabled
ko: 웹훅이 일시적으로 비활성됨
ru: Вебхук временно отключён

source: Webhooks|Webhooks for %{root_namespace} are now disabled because they've been triggered more than %{limit} times per minute. These webhooks are re-enabled automatically in the next minute.
ko: %{root_namespace}에 대한 웹훅은 분당 %{limit}회 이상 트리거되었기 때문에 이제 비활성화되었습니다. 이러한 웹훅은 다음 분 내에 자동으로 다시 활성화됩니다.
ru: Вебхуки для %{root_namespace} теперь отключены, так как они были вызваны более чем %{limit} раз в минуту. Эти вебхуки будут автоматически включены в следующую минуту.

source: Webhooks|Wiki page events
ko: 위키 페이지 이벤트
ru: События страниц вики

source: Webhooks|Wildcard pattern
ko: 와일드카드 패턴
ru: Шаблон с подстановочными знаками

source: Webhooks|Wildcards such as %{WILDCARD_CODE_STABLE} or %{WILDCARD_CODE_PRODUCTION} are supported.
ko: %{WILDCARD_CODE_STABLE} 또는 %{WILDCARD_CODE_PRODUCTION}과 같은 와일드카드가 지원됩니다.
ru: Поддерживаются шаблоны, такие как %{WILDCARD_CODE_STABLE} или %{WILDCARD_CODE_PRODUCTION}.

source: Webhooks|You've reached the maximum number of custom headers.
ko: 커스텀 헤더의 최대 개수에 도달했습니다.
ru: Вы достигли максимального количества пользовательских заголовков.

source: Website:
ko: 웹사이트:
ru: Сайт:

source: Wed
ko: 수
ru: Ср

source: Wednesday
ko: 수요일
ru: Среда

source: Week
ko: 주
ru: Неделя

source: Weekday
ko: 평일
ru: День недели

source: Weekly
ko: 매주
ru: Еженедельно

source: Weeks
ko: 주
ru: Недели

source: Weight
ko: 가중치
ru: Вес

source: Weight %{weight}
ko: 가중치 %{weight}
ru: Вес %{weight}

source: Weight - %{maxIssueWeight}
ko: 가중치 - %{maxIssueWeight}
ru: Вес — %{maxIssueWeight}

source: Welcome back! Your account had been deactivated due to inactivity but is now reactivated.
ko: 다시 오신 것을 환영합니다! 귀하의 계정은 휴면 상태로 비활성화되었었지만, 지금 다시 활성화되었습니다.
ru: С возвращением! Ваша учётная запись была отключена из-за неактивности, но теперь она восстановлена.

source: Welcome to GitLab, %{first_name}!
ko: %{first_name}님, GitLab에 오신 것을 환영합니다!
ru: Добро пожаловать в GitLab, %{first_name}!

source: Welcome to GitLab, %{name}!
ko: %{name}님 GitLab에 오신 것을 환영합니다!
ru: Добро пожаловать в GitLab, %{name}!

source: Welcome to GitLab,%{br_tag}%{name}!
ko: GitLab에 오신 것을 환영합니다, %{br_tag}%{name}!
ru: Добро пожаловать в GitLab,%{br_tag}%{name}!

source: Welcome to the new merge request homepage! This page gives you a centralized view of all the merge requests you're working on. Know at a glance what merge requests need your attention first so you can spend less time checking in, and more time reviewing and responding to feedback.
ko: 새로운 머지 리퀘스트 홈페이지에 오신 것을 환영합니다! 이 페이지에서는 작업 중인 모든 머지 리퀘스트를 중앙에서 볼 수 있습니다. 어떤 머지 리퀘스트에 가장 먼저 주의를 기울여야 하는지 한눈에 알 수 있으므로 체크인하는 데 소요되는 시간을 줄이고 피드백을 검토하고 응답하는 데 더 많은 시간을 할애할 수 있습니다.
ru: Добро пожаловать на новую главную страницу запроса на слияние! Здесь собраны все запросы, над которыми вы работаете. Быстро узнавайте, какие из них требуют вашего внимания в первую очередь, чтобы меньше тратить времени на просмотр списка и больше — на рецензирование и ответы на отзывы.

source: Welcome, %{name}!
ko: %{name}님, 환영합니다!
ru: Добро пожаловать, %{name}!

source: We’ve introduced improvements to issues and epics, such as the ability to view full details from lists and boards, new features, and a refreshed design. Have questions or thoughts on the changes?
ko: 목록과 보드에서 전체 세부 정보를 볼 수 있는 기능, 새로운 기능, 새로 고친 디자인 등 이슈와 ​​에픽에 대한 개선 사항을 도입했습니다. 변경 사항에 대한 질문이나 생각이 있으신가요?
ru: Мы внедрили улучшения для обсуждений и целей, такие как возможность просматривать полную информацию из списков и досок, новые функции и обновлённый дизайн. Есть вопросы или мысли по поводу изменений?

source: What are some examples?
ko: 몇 가지 예가 있습니까?
ru: Каковы примеры?

source: What does the setting affect?
ko: 설정은 어떤 영향을 미칩니까?
ru: На что влияет этот параметр?

source: What does this command do?
ko: 이 명령어는 무엇을 합니까?
ru: Что делает эта команда?

source: What happens during repository cleanup?
ko: 리포지토리 정리 중에는 어떤 일이 발생합니까?
ru: Что происходит во время очистки репозитория?

source: What information is hidden?
ko: 어떤 정보가 숨겨져 있나요?
ru: Какая информация скрыта?

source: What is GitLab Runner?
ko: GitLab Runner가 무엇입니까?
ru: Что такое GitLab Runner?
