Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Runners|Export as CSV
ko: CSV로 내보내기
ru: Экспортировать как CSV

source: Runners|Failed adding runner to project
ko: 프로젝트에 러너 추가 실패
ru: Не удалось добавить средство выполнения к проекту

source: Runners|Failed unassigning runner from project
ko: 프로젝트에서 러너 할당 해제에 실패함
ru: Не удалось отвязать средство выполнения от проекта

source: Runners|Fetch GitLab Runner release version data from GitLab.com
ko: GitLab.com에서 GitLab Runner 릴리스 버전 데이터 가져오기
ru: Получить данные о версии релиза GitLab Runner с GitLab.com

source: Runners|Filter projects
ko: 프로젝트 필터
ru: Фильтровать проекты

source: Runners|Fleet dashboard
ko: 플릿 대시보드
ru: Панель управления пулом

source: Runners|For most CI/CD jobs, use a %{linkStart}N2D standard machine type%{linkEnd}. Must have the format %{format}. Example: %{example}.
ko: 대부분의 CI/CD 작업에는 %{linkStart}N2D 표준 머신 유형%{linkEnd}을 사용합니다. %{format}형식이어야 합니다. 예: %{example}.
ru: Для большинства заданий CI/CD используйте %{linkStart}стандартный тип машины N2D%{linkEnd}. Должен иметь формат %{format}. Пример: %{example}.

source: Runners|Get started with runners
ko: 러너 시작하기
ru: Начните работу со средствами выполнения

source: Runners|GitLab Runner must be installed before you can register a runner. %{linkStart}How do I install GitLab Runner?%{linkEnd}
ko: GitLab 러너는 러너를 등록하기 전에 설치해야 합니다. %{linkStart}GitLab Runner를 어떻게 설치합니까?%{linkEnd}
ru: GitLab Runner должен быть установлен до того, как вы сможете зарегистрировать средство выполнения. %{linkStart}Как мне установить GitLab Runner?%{linkEnd}

source: Runners|Go to %{groupLink} to enable them.
ko: 활성화하려면 %{groupLink} 으로 이동합니다.
ru: Перейти к %{groupLink} чтобы включить их.

source: Runners|Go to first invalid form field
ko: 첫 번째 잘못된 양식 필드로 이동
ru: Перейти к первому некорректному полю формы

source: Runners|Google Cloud project ID
ko: Google Cloud 프로젝트 ID
ru: ID проекта Google Cloud

source: Runners|Group
ko: 그룹
ru: Группа

source: Runners|Group area › Runners
ko: 그룹 영역 › 러너들
ru: Область группы › Средства выполнения

source: Runners|Group runners
ko: 그룹 러너
ru: Средства выполнения группы

source: Runners|How is this calculated?
ko: 이것은 어떻게 계산되나요?
ru: Как это рассчитано?

source: Runners|IP Address
ko: IP 주소
ru: IP-адрес

source: Runners|Idle
ko: 유휴
ru: Ожидание

source: Runners|Image Type
ko: 이미지 유형
ru: Тип образа

source: Runners|Image Type help
ko: 이미지 유형 도움말
ru: Помощь по типу образа

source: Runners|Image Type is required.
ko: 이미지 유형이 필요합니다.
ru: Требуется тип образа.

source: Runners|Image Type must have the right format.
ko: 이미지 유형은 올바른 포맷이어야 합니다.
ru: Тип образа должен иметь правильный формат.

source: Runners|In GitLab Runner 15.6, the use of registration tokens and runner parameters in the 'register' command was deprecated. They have been replaced by authentication tokens. %{linkStart}How does this impact my current registration workflow?%{linkEnd}
ko: GitLab Runner 15.6에서 'register' 명령의 등록 토큰 및 러너 매개변수 사용이 더 이상 사용되지 않습니다. 인증 토큰으로 대체되었습니다. %{linkStart}이것이 현재 등록 작업 흐름에 어떤 영향을 미칩니까?%{linkEnd}
ru: В GitLab Runner версии 15.6 использование токенов регистрации и параметров средства выполнения в команде 'register' было объявлено устаревшим. Они были заменены токенами аутентификации. %{linkStart}Как это повлияет на мой текущий процесс регистрации?%{linkEnd}

source: Runners|In the directory with that Terraform configuration file, run the following command to apply the configuration.
ko: 해당 Terraform 구성 파일이 있는 디렉터리에서 다음 명령을 실행하여 구성을 적용합니다.
ru: В директории с этим файлом конфигурации Terraform выполните следующую команду для применения конфигурации.

source: Runners|Install GitLab Runner
ko: GitLab 러너 설치
ru: Установить GitLab Runner

source: Runners|Install a runner
ko: 러너 설치

source: Runners|Install the %{gcloudLinkStart}Google Cloud CLI%{gcloudLinkEnd} and %{terraformLinkStart}Terraform%{terraformLinkEnd}.
ko: %{gcloudLinkStart}Google Cloud CLI%{gcloudLinkEnd} 및 %{terraformLinkStart}Terraform%{terraformLinkEnd}를 설치합니다.
ru: Установите %{gcloudLinkStart}Google Cloud CLI%{gcloudLinkEnd} и %{terraformLinkStart}Terraform%{terraformLinkEnd}.

source: Runners|Instance
ko: 인스턴스
ru: Экземпляр

source: Runners|Instance runners
ko: 인스턴스 러너
ru: Средства выполнения экземпляра

source: Runners|Instance runners are disabled in the group settings.
ko: 인스턴스 러너는 그룹 설정에서 비활성화됨.
ru: Средства выполнения экземпляра отключены в настройках группы.

source: Runners|Instance runners are disabled.
ko: 인스턴스 러너가 비활성화되었습니다.
ru: Средства выполнения экземпляра отключены.

source: Runners|Instance runners will be disabled for all projects and subgroups in this group.
ko: 이 그룹의 모든 프로젝트 및 하위 그룹에 대해 인스턴스 러너가 비활성화됩니다.
ru: Средства выполнения экземпляра отключены для всех проектов и подгрупп в этой группе.

source: Runners|Instance: Median job queued time
ko: 인스턴스: 작업 대기 시간 중간값
ru: Экземпляр: медианное время ожидания задания в очереди

source: Runners|Isolated location within a region. The zone determines what computing resources are available and where your data is stored and used.
ko: 지역 내의 고립된 위치입니다. 영역은 사용 가능한 컴퓨팅 리소스와 데이터가 저장되고 사용되는 위치를 결정합니다.
ru: Изолированное расположение в пределах региона. Зона определяет, какие вычислительные ресурсы доступны и где хранятся и используются ваши данные.

source: Runners|Jobs
ko: 작업
ru: Задания

source: Runners|Jobs in projects you have access to.
ko: 접근 권한이 있는 프로젝트의 작업.
ru: Задания в проектах, к которым у вас есть доступ.

source: Runners|Last contact
ko: 마지막 접속
ru: Последний контакт

source: Runners|Last contact was %{timeAgo}
ko: 최근 접속 %{timeAgo} 전
ru: Последний контакт был %{timeAgo}

source: Runners|Last contact: %{timeAgo}
ko: 최근 접속: %{timeAgo}
ru: Последний контакт: %{timeAgo}

source: Runners|Learn more in the %{linkStart}Google Cloud documentation%{linkEnd}.
ko: %{linkStart}Google Cloud 문서%{linkEnd}에서 자세히 알아보세요.
ru: Подробнее в %{linkStart}документации Google Cloud%{linkEnd}.

source: Runners|Machine type
ko: 머신 유형
ru: Тип машины

source: Runners|Machine type help
ko: 머신 유형 도움말
ru: Справка по типам машин

source: Runners|Machine type is required.
ko: 머신 유형이 필요합니다.
ru: Требуется тип машины.

source: Runners|Machine type must have the right format.
ko: 머신 유형이 바른 포맷으로 되어 있어야 합니다.
ru: Тип машины должен иметь правильный формат.

source: Runners|Machine type with preset amounts of virtual machines processors (vCPUs) and memory
ko: vCPU(가상 시스템 프로세서)와 메모리의 크기가 미리 설정된 머신 유형
ru: Тип машины с предварительно определённым количеством виртуальных процессоров (vCPUs) и памяти

source: Runners|Maintenance note
ko: 유지보수 노트

source: Runners|Make sure the runner is online and available to run jobs (not paused). Jobs display here when the runner picks them up.
ko: 러너가 온라인 상태이고 작업을 실행할 수 있는지 확인하십시오(일시 중지되지 않음). 러너가 작업을 선택하면 여기에 작업이 표시됩니다.
ru: Убедитесь что средство выполнения онлайн и доступно для выполнения заданий (не поставлено на паузу). Задания будут отображаться здесь когда средство выполнения возьмёт их в работу.

source: Runners|Manually verify that the runner is available to pick up jobs.
ko: 러너가 작업을 선택할 수 있는지 수동으로 확인합니다.
ru: Проверьте вручную, что средство выполнения доступно для принятия заданий.

source: Runners|Maximum amount of time the runner can run before it terminates. If a project has a shorter job timeout period, the job timeout period of the instance runner is used instead.
ko: 러너가 종료되기 전에 실행할 수 있는 최대 시간입니다. 프로젝트의 작업 제한 시간이 더 짧은 경우 인스턴스 러너의 작업 제한 시간이 대신 사용됩니다.
ru: Максимальное время работы средства выполнения до его завершения. Если в проекте задано более короткое время ожидания задания, используется время ожидания задания средства выполнения экземпляра.

source: Runners|Maximum job timeout
ko: 최대 작업 시간 한도
ru: Максимальное время ожидания задания

source: Runners|Median
ko: 중간값
ru: Медиана

source: Runners|Members of the %{type} can create runners
ko: %{type} 멤버는 러너를 생성할 수 있습니다.
ru: Участники %{type} могут создавать средства выполнения

source: Runners|Minor version upgrades are available.
ko: 부 버전 업그레이드가 가능합니다.

source: Runners|Most recent failures
ko: 가장 최근 실패
ru: Последние сбои

source: Runners|Most used group runners
ko: 가장 많이 사용되는 그룹 러너
ru: Наиболее используемые средства выполнения группы

source: Runners|Most used instance runners
ko: 가장 많이 사용되는 인스턴스 러너
ru: Наиболее используемые средства выполнения группы экземпляра

source: Runners|Must have the format %{format}. Example: %{example}.
ko: %{format}형식이어야 합니다. 예: %{example}.
ru: Должен быть в формате %{format}. Пример: %{example}.

source: Runners|Never contacted
ko: 접속한 적 없음

source: Runners|Never expires
ko: 만료되지 않음
ru: Никогда не истекает

source: Runners|New group runners can be registered
ko: 새 그룹 러너 등록 가능
ru: Можно зарегистрировать новые средства выполнения для группы

source: Runners|New project runners can be registered
ko: 새 프로젝트 러너 등록 가능
ru: Можно регистрировать новые средства выполнения проекта

source: Runners|New registration token generated!
ko: 새로운 등록 토큰이 생성되었습니다!
ru: Сгенерирован новый токен регистрации!

source: Runners|No description
ko: 설명 없음
ru: Нет описания

source: Runners|No group runners found.
ko: 그룹 러너를 찾을 수 없습니다.
ru: Средства выполнения группы не найдены.

source: Runners|No instance runners found.
ko: 인스턴스 러너를 찾을 수 없습니다.
ru: Средства выполнения экземпляра не найдены.

source: Runners|No jobs have been run by group runners assigned to this group in the past 3 hours.
ko: 지난 3시간 동안 이 그룹에 할당된 그룹 러너가 실행한 작업이 없습니다.
ru: Средствами выполнения, назначенными этой группе, не было выполнено ни одного задания за последние 3 часа.

source: Runners|No jobs have been run by instance runners in the past 3 hours.
ko: 지난 3시간 동안 인스턴스 러너가 실행한 작업이 없습니다.
ru: Средствами выполнения на уровне экземпляра не было выполнено ни одного задания за последние 3 часа.

source: Runners|No project runners found, you can create one by selecting "New project runner".
ko: 프로젝트 러너를 찾을수 없습니다. "새 프로젝트 러너"를 선택하여 생성할 수 있습니다.
ru: Средства выполнения проекта не найдены. Для создания нажмите кнопку «Новое средство выполнения проекта».

source: Runners|No spot. Default choice for Windows Shell executor.
ko: No spot. Windows Shell 실행기의 기본 선택.

source: Runners|No spot. This is the default choice for Linux Docker executor.
ko: No spot. 이것은 Linux Docker 실행기의 기본 선택입니다.

source: Runners|No, keep instance runners enabled
ko: 아니요, 인스턴스 러너를 활성화된 상태로 유지합니다
ru: Нет, оставить средства выполнения экземпляра включёнными

source: Runners|Node count
ko: 노드 개수
ru: Количество узлов

source: Runners|Node count help
ko: 노드 개수 도움말
ru: Справка по количеству узлов

source: Runners|Node count is required.
ko: 노드 개수가 필요합니다.
ru: Требуется количество узлов.

source: Runners|Node count must have the right format.
ko: 노드 개수는 올바른 형식이어야 합니다.
ru: Количество узлов должно иметь правильный формат.

source: Runners|Node pool label key
ko: 노드 풀 라벨 키
ru: Ключ метки пула узлов

source: Runners|Node pool label value
ko: 노드 풀 라벨 값
ru: Значение метки пула узлов

source: Runners|Node pool labels
ko: 노드 풀 라벨
ru: Метки пула узлов

source: Runners|Node pool name
ko: 노드 풀 이름
ru: Название пула узлов

source: Runners|Node pool name help
ko: 노드 풀 이름 도움말
ru: Справка по названию пула узлов

source: Runners|Node pool name is required.
ko: 노드 풀 이름이 필요합니다.
ru: Название пула узлов обязательно.

source: Runners|Node pool name must have the right format.
ko: 노드 풀 이름은 올바른 형식이어야 합니다.
ru: Название пула узлов должно иметь правильный формат.

source: Runners|Not accepting jobs
ko: 작업을 수락하지 않음
ru: Не принимает задания

source: Runners|Official runner version data is periodically fetched from GitLab.com to determine whether the runners need upgrades.
ko: 공식 러너 버전 데이터는 GitLab.com에서 정기적으로 가져와 러너에 업그레이드가 필요한지 여부를 결정합니다.
ru: Официальные данные о версии средства выполнения периодически загружаются с GitLab.com для определения необходимости обновления средств выполнения.

source: Runners|Offline
ko: 오프라인
ru: Офлайн

source: Runners|Online
ko: 온라인
ru: Онлайн

source: Runners|Only administrators can view this.
ko: 운영자만 볼 수 있습니다.
ru: Только администраторы могут просматривать это.

source: Runners|Operating systems
ko: 운영 체제
ru: Операционные системы

source: Runners|Optional configuration details
ko: 상세 구성 옵션

source: Runners|Other projects
ko: 기타 프로젝트
ru: Другие проекты

source: Runners|Other runners
ko: 다른 러너
ru: Другие средства выполнения

source: Runners|Owner
ko: 소유자
ru: Владелец

source: Runners|Pause from accepting jobs
ko: 작업 수락 일시 중지
ru: Приостановить принятие заданий

source: Runners|Pause selected
ko: 선택 항목 일시정지

source: Runners|Paused
ko: 일시 중지
ru: Приостановлено

source: Runners|Permanently delete %d runner
ko: %d개의 러너를 영구 삭제

source: Runners|Permanently delete runner
ko: %d 러너 영구 삭제
ru: Навсегда удалить средство выполнения

source: Runners|Plan the node count size to ensure you can accomodate your workload
ko: 작업 부하를 수용할 수 있도록 노드 개수 크기를 계획하세요.
ru: Рассчитайте количество узлов так, чтобы они справлялись с вашей нагрузкой

source: Runners|Platform
ko: 플렛폼
ru: Платформа

source: Runners|Please contact an admin to create runners.
ko: 러너를 만들려면 운영자에게 문의하세요.
ru: Обратитесь к администратору, чтобы создать средства выполнения.

source: Runners|Project
ko: 프로젝트
ru: Проект

source: Runners|Project ID is required.
ko: 프로젝트 ID가 필요합니다.
ru: Требуется ID проекта.

source: Runners|Project ID must have the right format.
ko: 프로젝트 ID는 올바른 형식이어야 합니다.
ru: ID проекта должен иметь правильный формат.

source: Runners|Project runners
ko: 프로젝트 러너
ru: Средства выполнения проекта

source: Runners|Project › CI/CD Settings › Runners
ko: 프로젝트 › CI/CD 설정 › 러너
ru: Проект › Настройки CI/CD › Средства выполнения

source: Runners|Protected
ko: 보호됨

source: Runners|Recommended
ko: 추천됨
ru: Рекомендуется

source: Runners|Region
ko: 지역
ru: Регион

source: Runners|Region help
ko: 지역 도움말
ru: Помощь с регионом

source: Runners|Region is required.
ko: 지역이 필요합니다.
ru: Регион обязателен.

source: Runners|Region must have the right format.
ko: 지역은 바른 형식으로 되어 있어야 합니다.
ru: Регион должен иметь правильный формат.

source: Runners|Register
ko: 등록

source: Runners|Register "%{runnerDescription}" runner
ko: "%{runnerDescription}" 러너 등록

source: Runners|Register a group runner
ko: 그룹 러너 등록
ru: Зарегистрировать средство выполнения для группы

source: Runners|Register a project runner
ko: 프로젝트 러너 등록
ru: Зарегистрировать средство выполнения проекта

source: Runners|Register a runner
ko: 러너 등록

source: Runners|Register an instance runner
ko: 인스턴스 러너 등록

source: Runners|Register runner
ko: 러너 등록

source: Runners|Registration token
ko: 등록 토큰
ru: Токен регистрации

source: Runners|Registration token copied!
ko: 등록 토큰이 복사되었습니다!
ru: Токен регистрации скопирован!

source: Runners|Remove Node Pool
ko: 노드 풀 제거
ru: Удалить пул узлов

source: Runners|Remove Node pool
ko: 노드 풀 제거
ru: Удалить пул узлов

source: Runners|Remove Node pool label
ko: 노드 풀 라벨 제거
ru: Удалить метку пула узлов

source: Runners|Reset token
ko: 토큰 재설정
ru: Сбросить токен

source: Runners|Resume accepting jobs
ko: 작업 수락 재개
ru: Возобновить принятие заданий

source: Runners|Run the following command to enable the required services and create a service account with the required permissions. Only do this once for each Google Cloud project. You might be prompted to sign in to Google.
ko: 다음 명령을 실행하여 필요한 서비스를 활성화하고 필요한 권한이 있는 서비스 계정을 만듭니다. 이 작업은 Google Cloud 프로젝트마다 한 번만 수행하세요. Google에 로그인하라는 메시지가 표시될 수 있습니다.
ru: Выполните следующую команду, чтобы включить необходимые службы и создать учётную запись службы с нужными правами. Сделайте это только один раз для каждого проекта Google Cloud. Возможно, вас попросят войти в Google.

source: Runners|Runner
ko: 러너
ru: Средство выполнения

source: Runners|Runner %{name} was assigned to this project.
ko: 러너 %{name}는 이 프로젝트에 할당되었습니다.
ru: Средство выполнения %{name} назначено для этого проекта.

source: Runners|Runner %{name} was deleted
ko: 러너 %{name}가 삭제되었습니다.

source: Runners|Runner %{name} was unassigned from this project.
ko: 러너 %{name}는 이 프로젝트에 할당 해제되었습니다.
ru: Средство выполнения %{name} было отвязано от этого проекта.

source: Runners|Runner %{runnerName} failed to delete
ko: 러너 %{runnerName} 삭제 실패
ru: Не удалось удалить средство выполнения %{runnerName}

source: Runners|Runner Registration
ko: 러너 등록
ru: Регистрация средства выполнения

source: Runners|Runner Registration token
ko: 러너 등록 토큰
ru: Токен регистрации средства выполнения

source: Runners|Runner Usage
ko: 러너 사용량
ru: Использование средства выполнения

source: Runners|Runner assigned to project.
ko: 프로젝트에 할당된 러너
ru: Средство выполнения назначено проекту.

source: Runners|Runner authentication token expiration
ko: 러너 인증 토큰 만료
ru: Срок действия токена аутентификации средства выполнения

source: Runners|Runner authentication tokens will expire based on a set interval. They will automatically rotate once expired.
ko: Runner 인증 토큰은 설정된 주기로 만료됩니다. 만료되면 자동으로 교체됩니다.
ru: Сроки действия токенов аутентификации средства выполнения будут установлены исходя из настроенного интервала. Токены будут автоматически заменены после истечения сроков действия.

source: Runners|Runner configuration
ko: 러너 구성
ru: Конфигурация средства выполнения

source: Runners|Runner created.
ko: 러너 생성됨

source: Runners|Runner description
ko: 러너 설명
ru: Описание средства выполнения

source: Runners|Runner has never contacted this instance
ko: 러너가 이 인스턴스에 접속한 적이 없습니다

source: Runners|Runner hasn't contacted GitLab in more than %{elapsedTime} and last contact was %{timeAgo}
ko: 러너는 %{elapsedTime} 이상 GitLab에 접속하지 않았으며 마지막 접속은 %{timeAgo}였습니다.
ru: Средство выполнения не контактировало с GitLab более %{elapsedTime}, последний контакт был %{timeAgo} назад

source: Runners|Runner is locked and available for currently assigned projects only. Only administrators can change the assigned projects.
ko: 러너는 잠겨 있으며 현재 할당된 프로젝트에만 사용할 수 있습니다. 운영자만 할당된 프로젝트를 변경할 수 있습니다.
ru: Средство выполнения заблокировано и доступно только для текущих назначенных проектов. Только администраторы могут изменять назначенные проекты.

source: Runners|Runner is offline; it has never contacted this instance
ko: 러너가 오프라인 상태입니다. 이 인스턴스에 접속한 적이 없습니다.
ru: Средство выполнения офлайн, оно ни разу не связывалось с этим экземпляром

source: Runners|Runner is offline; last contact was %{runner_contact} ago
ko: 러너가 오프라인 상태입니다. 마지막 접속은 %{runner_contact} 전입니다
ru: Средство выполнения не в сети; последний контакт был %{runner_contact} назад

source: Runners|Runner is older than %{elapsedTime} and has never contacted GitLab
ko: 러너는 %{elapsedTime}보다 오래되었으며 GitLab에 접속한 적이 없습니다.
ru: Средство выполнения старше %{elapsedTime} и никогда не связывалось с GitLab

source: Runners|Runner is online; last contact was %{runner_contact} ago
ko: 러너가 온라인 상태입니다. 마지막 접속은 %{runner_contact}였습니다
ru: Средство выполнения в сети; последний контакт был %{runner_contact} назад

source: Runners|Runner is stale; it has never contacted this instance
ko: 러너가 오래되었습니다. 이 인스턴스에 접속된 적이 없습니다.
ru: Средство выполнения неактивно; оно никогда не контактировало с этим экземпляром

source: Runners|Runner is stale; last contact was %{runner_contact} ago
ko: 러너가 오래 되었습니다. 마지막 접속은 %{runner_contact}였습니다.
ru: Средство выполнения неактивно; последний контакт был %{runner_contact} назад

source: Runners|Runner performance insights
ko: 러너 성능 인사이트
ru: Анализ производительности средства выполнения

source: Runners|Runner registration
ko: 러너 등록
ru: Регистрация средства выполнения

source: Runners|Runner unassigned from project.
ko: 러너가 프로젝트에서 할당 해제되었습니다.
ru: Средство выполнения удалено из проекта.

source: Runners|Runner version management
ko: 러너 버전 관리
ru: Управление версиями средств выполнения

source: Runners|Runners
ko: 러너
ru: Средства выполнения

source: Runners|Runners are grouped when they have the same authentication token. This happens when you re-use a runner configuration in more than one runner manager. %{linkStart}How does this work?%{linkEnd}
ko: Runner는 동일한 인증 토큰을 가질 때 그룹화됩니다. 이는 둘 이상의 러너 관리자에서 러너 구성을 재사용할 때 발생합니다. %{linkStart}이것은 어떻게 작동합니까?%{linkEnd}
ru: Средства выполнения группируются, когда они используют один и тот же токен аутентификации. Это происходит когда вы повторно используете конфигурацию средства выполнения в нескольких менеджерах средств выполнения. %{linkStart}Как это работает?%{linkEnd}

source: Runners|Runners are the agents that run your CI/CD jobs.
ko: 러너는 CI/CD 작업을 실행하는 에이전트입니다.
ru: Средства выполнения — это агенты, которые запускают ваши задания CI/CD.

source: Runners|Runners performance
ko: 러너 성능
ru: Производительность средств выполнения

source: Runners|Running Jobs
ko: 실행 중인 작업
ru: Запущенные задания

source: Runners|Runs untagged jobs
ko: 태그 없이 작업 실행
ru: Выполняет задания без тегов

source: Runners|Save the Terraform script to a file
ko: Terraform 스크립트를 파일에 저장
ru: Сохраните скрипт Terraform в файл

source: Runners|Search description…
ko: 설명 검색…
ru: Искать в описании…

source: Runners|Security or compatibility upgrades are recommended.
ko: 보안 또는 호환성 업그레이드를 권장합니다.
ru: Рекомендованы обновления безопасности или совместимости.

source: Runners|See more %{linkStart}installation methods and architectures%{linkEnd}.
ko: 자세히 보기 %{linkStart}설치 방법 및 아키텍처%{linkEnd}.
ru: Подробнее %{linkStart}о методах установки и архитектурах%{linkEnd}.

source: Runners|Select all
ko: 모두 선택
ru: Выбрать все

source: Runners|Select platform specifications to install GitLab Runner.
ko: GitLab 러너를 설치할 플랫폼 사양을 선택합니다.
ru: Выберите спецификации платформы для установки GitLab Runner.

source: Runners|Select projects to assign to this runner
ko: 러너에게 할당할 프로젝트 선택
ru: Выберите проекты, которые будут назначены этому средству выполнения

source: Runners|Select your preferred runner, then choose the capacity for the runner in the AWS CloudFormation console.
ko: 선호하는 러너를 선택한 다음 AWS CloudFormation 콘솔에서 러너의 용량을 선택하세요.

source: Runners|Separate multiple tags with a comma. For example, %{example}.
ko: 여러개의 태그를 쉼표로 구분하세요. 예 %{example}.
ru: Разделите несколько тегов запятой. Например, %{example}.

source: Runners|Setup instructions
ko: 설정 방법
ru: Инструкции по установке

source: Runners|Show %{count} more tags
ko: 태그 %{count}개 더 표시

source: Runners|Show only inherited
ko: 상속된 항목만 표시
ru: Показать только унаследованные

source: Runners|Show runner installation and registration instructions
ko: 러너 설치 및 등록 방법 표시
ru: Показать инструкции по установке и регистрации средства выполнения

source: Runners|Something went wrong while deleting. Please refresh the page to try again.
ko: 삭제하는 동안 문제가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при удалении. Обновите страницу и повторите попытку.

source: Runners|Something went wrong while fetching runner data.
ko: 러너 데이터를 가져오는 동안 문제가 발생했습니다
ru: Произошла ошибка при получении данных средства выполнения.

source: Runners|Something went wrong while fetching the tags suggestions
ko: 테그 제안을 가져오는 동안 문제가 발생했습니다
ru: Произошла ошибка при получении предложений тегов

source: Runners|Something went wrong while pausing. Please refresh the page to try again.
ko: 일시정지 하는 동안 문제가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Runners|Something went wrong while unpausing. Please refresh the page to try again.
ko: 일시정지 해제 하는 동안 문제가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Runners|Specific Image for the Nodes in the Node Pool to use
ko: 노드 풀의 노드에서 사용할 특정 이미지
ru: Конкретный образ для узлов в пуле узлов

source: Runners|Specific geographical location where you can run your resources.
ko: 리소스를 실행할 수 있는 특정 지리적 위치입니다.
ru: Конкретное географическое расположение, где можно запускать ваши ресурсы.

source: Runners|Stale
ko: 오래됨
ru: Неактивные

source: Runners|Status
ko: 상태
ru: Статус

source: Runners|Step 1
ko: 1 단계
ru: Шаг 1

source: Runners|Step 2
ko: 2 단계
ru: Шаг 2

source: Runners|Step 3 (optional)
ko: 3 단계 (옵션)
ru: Шаг 3 (необязательно)

source: Runners|Still using registration tokens?
ko: 여전히 등록 토큰을 사용하고 계십니까?
ru: До сих пор используете токены регистрации?

source: Runners|Stop the runner from accepting new jobs.
ko: 러너가 새 작업에 받아들이는 것을 중지합니다.
ru: Запретить средству выполнения принимать новые задания
