Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: %{global_id} is not a valid ID for %{expected_types}.
ko: %{global_id}은(는) %{expected_types}의 유효한 ID가 아닙니다.
ru: %{global_id} не является допустимым ID для %{expected_types}.

source: %{group_link} added this OAuth application
ko: %{group_link} 이 OAuth 애플리케이션을 추가했습니다.
ru: Группа %{group_link} добавила это OAuth-приложение

source: %{group_name} activity
ko: %{group_name} 활동
ru: активность %{group_name}

source: %{group_name} is approaching the limit of available seats
ko: %{group_name}이 사용 가능한 좌석 한도에 가까워지고 있습니다.
ru: Группа %{group_name} приближается к пределу доступных лицензий

source: %{group_name}&%{epic_iid} &middot; created %{epic_created} by %{author}
ko: %{group_name}&%{epic_iid} &middot; %{author}가 %{epic_created}를 생성함
ru: %{group_name}&%{epic_iid} &middot; создана пользователем %{author} %{epic_created}

source: %{group_name}&%{work_item_iid} &middot; created %{work_item_created} by %{author}
ko: %{group_name}&%{work_item_iid} &middot;이 %{author}에 의해 %{work_item_created} 생성됨

source: %{groupsLength} group
ko: %{groupsLength} 그룹
ru: %{groupsLength} группа

source: %{host} connection failed: %{error}.
ko: %{host} 연결에 실패했습니다: %{error}.
ru: Не удалось подключиться к %{host}: %{error}.

source: %{host} reachable.
ko: %{host} 에 도달 가능.
ru: %{host} доступен.

source: %{host} sign-in from new location
ko: 새로운 위치에서 %{host}에 로그인되었습니다.
ru: %{host} вход из нового местоположения

source: %{human_readable_key} exceeds %{max_value_length} characters
ko: %{human_readable_key} 이 %{max_value_length} 글자수를 초과합니다.
ru: %{human_readable_key} превышает %{max_value_length} символов

source: %{human_readable_key} is less than %{min_value_length} characters
ko: %{human_readable_key} 은 %{min_value_length} 글자수 미만입니다.
ru: %{human_readable_key} меньше чем %{min_value_length} символов

source: %{integrations_link_start}Integrations%{link_end} enable you to make third-party applications part of your GitLab workflow. If the available integrations don't meet your needs, consider using a %{webhooks_link_start}webhook%{link_end}.
ko: %{integrations_link_start}통합%{link_end}은 제3자 어플리케이션을 GitLab 워크플로우의 일부로 만들 수 있게 해줍니다. 만약 통합 기능이 요구에 적장하기 않은 경우, %{webhooks_link_start}webhook%{link_end} 사용을 고려해 보십시오.
ru: %{integrations_link_start}Интеграции%{link_end} позволяют вам сделать сторонние приложения частью вашего рабочего процесса GitLab. Если доступные интеграции не соответствуют вашим потребностям, рассмотрите возможность использования %{webhooks_link_start}веб-обработчика%{link_end}.

source: %{issuableType} will be removed! Are you sure?
ko: %{issuableType}이 제거됩니다! 확실합니까?
ru: %{issuableType} будет удален! Вы уверены?

source: %{issuable_class_name} doesn't exist or you don't have permission to add timelog to it.
ko: %{issuable_class_name}이 존재하지 않거나 시간 기록을 추가할 권한이 없습니다.
ru: %{issuable_class_name} не существует или у вас нет прав для добавления записей времени к нему.

source: %{issuable}(s) already assigned
ko: %{issuable}는 이미 할당되었습니다.

source: %{issueType} actions
ko: %{issueType} 동작
ru: %{issueType} действий

source: %{issuesSize} with a limit of %{maxIssueCount}
ko: 최대 %{maxIssueCount} 중 %{issuesSize}개 사용됨
ru: %{issuesSize} с ограничением %{maxIssueCount}

source: %{italic_start}What's new%{italic_end} is inactive and cannot be viewed.
ko: %{italic_start}새로운 기능%{italic_end} 메뉴는 비활성화되어 볼 수 없습니다.
ru: Раздел %{italic_start}Что нового%{italic_end} неактивен и недоступен для просмотра.

source: %{item_ids} could not be removed due to insufficient permissions
ko: 권한이 부족하여 %{item_ids}를 제거할 수 없습니다.

source: %{item_ids} could not be removed due to not being linked
ko: %{item_ids} 링크되지 않았기 때문에 제거할 수 없습니다.

source: %{itemsCount} issues with a limit of %{maxIssueCount}
ko: 최대 %{maxIssueCount}개 중 %{itemsCount}개 이슈
ru: %{itemsCount} обсуждений с лимитом в %{maxIssueCount}

source: %{jobName} job is being retried
ko: %{jobName} 작업 재시도 중

source: %{jobs} job
ko: %{jobs} 작업
ru: %{jobs} задание

source: %{key} is not a valid URL.
ko: %{key}은(는) 유효한 URL이 아닙니다.
ru: %{key} не является действительным URL.

source: %{key} is not a valid action.
ko: %{key} 는 유효한 활동이 아닙니다.
ru: %{key} не является корректным действием.

source: %{labelName} will be permanently deleted from %{subjectName}. This cannot be undone.
ko: %{labelName}은 %{subjectName}에서 영구적으로 삭제됩니다. 취소 할 수 없습니다.
ru: %{labelName} будет безвозвратно удален из %{subjectName}. Это действие невозможно отменить.

source: %{labelName} will be permanently deleted. This cannot be undone.
ko: %{labelName} 이 영구 삭제됩니다. 취소 할 수 없습니다.
ru: %{labelName} будет безвозвратно удален. Это действие невозможно отменить.

source: %{labelStart}Actual response:%{labelEnd} %{headers}
ko: %{labelStart}실제 응답:%{labelEnd} %{headers}

source: %{labelStart}Assert:%{labelEnd} %{assertion}
ko: %{labelStart}어셔션:%{labelEnd} %{assertion}

source: %{labelStart}Class:%{labelEnd} %{class}
ko: %{labelStart}클래스:%{labelEnd} %{class}
ru: %{labelStart}Класс:%{labelEnd} %{class}

source: %{labelStart}Crash Address:%{labelEnd} %{crash_address}
ko: %{labelStart}크래시 주소:%{labelEnd} %{crash_address}
ru: %{labelStart}Адрес сбоя:%{labelEnd} %{crash_address}

source: %{labelStart}Crash State:%{labelEnd} %{crash_state}
ko: %{labelStart}크래쉬 상태: %{labelEnd} %{crash_state}
ru: %{labelStart}Состояние сбоя:%{labelEnd} %{crash_state}

source: %{labelStart}Crash State:%{labelEnd} %{stacktrace_snippet}
ko: %{labelStart}크래쉬 상태: %{labelEnd} %{stacktrace_snippet}
ru: %{labelStart}Состояние сбоя:%{labelEnd} %{stacktrace_snippet}

source: %{labelStart}Crash Type:%{labelEnd} %{crash_type}
ko: %{labelStart}크래시 유형:%{labelEnd} %{crash_type}
ru: %{labelStart}Тип сбоя:%{labelEnd} %{crash_type}

source: %{labelStart}Evidence:%{labelEnd} %{evidence}
ko: %{labelStart}증거:%{labelEnd} %{evidence}
ru: %{labelStart}Доказательства:%{labelEnd} %{evidence}

source: %{labelStart}File:%{labelEnd} %{file}
ko: %{labelStart}파일 :%{labelEnd} %{file}
ru: %{labelStart}Файл:%{labelEnd} %{file}

source: %{labelStart}Has Known Exploit (KEV):%{labelEnd} %{kev}
ko: %{labelStart} 알려진 악용사례 (KEV): %{labelEnd}%{kev}

source: %{labelStart}Image:%{labelEnd} %{image}
ko: %{labelStart}이미지 :%{labelEnd} %{image}
ru: %{labelStart}Изображение:%{labelEnd} %{image}

source: %{labelStart}Method:%{labelEnd} %{method}
ko: %{labelStart}메소드:%{labelEnd} %{method}
ru: %{labelStart}Метод:%{labelEnd} %{method}

source: %{labelStart}Namespace:%{labelEnd} %{namespace}
ko: %{labelStart}네임 스페이스 :%{labelEnd} %{namespace}
ru: %{labelStart}Пространство имён:%{labelEnd} %{namespace}

source: %{labelStart}Project:%{labelEnd} %{project}
ko: %{labelStart}프로젝트:%{labelEnd} %{project}
ru: %{labelStart}Проект:%{labelEnd} %{project}

source: %{labelStart}Reachable:%{labelEnd} %{reachability}
ko: %{labelStart}도달가능:%{labelEnd} %{reachability}
ru: %{labelStart}Степень достижимости:%{labelEnd} %{reachability}

source: %{labelStart}Report type:%{labelEnd} %{reportType}
ko: %{labelStart}리포트 유형:%{labelEnd} %{reportType}
ru: %{labelStart}Тип отчёта:%{labelEnd} %{reportType}

source: %{labelStart}Scanner:%{labelEnd} %{scanner}
ko: %{labelStart}스캐너:%{labelEnd} %{scanner}
ru: %{labelStart}Сканер:%{labelEnd} %{scanner}

source: %{labelStart}Sent request:%{labelEnd} %{headers}
ko: %{labelStart}리퀘스트 전송:%{labelEnd} %{headers}

source: %{labelStart}Severity:%{labelEnd} %{severity}
ko: %{labelStart}심각성:%{labelEnd} %{severity}
ru: %{labelStart}Уровень серьёзности:%{labelEnd} %{severity}

source: %{labelStart}Tool:%{labelEnd} %{reportType}
ko: %{labelStart}도구:%{labelEnd} %{reportType}
ru: %{labelStart}Инструмент:%{labelEnd} %{reportType}

source: %{labelStart}Unmodified response:%{labelEnd} %{headers}
ko: %{labelStart}수정되지 않은 응답:%{labelEnd} %{headers}
ru: %{labelStart}Немодифицированный ответ:%{labelEnd} %{headers}

source: %{labelStart}Validity check:%{labelEnd} %{validityCheck}
ko: %{labelStart}유효성 검사:%{labelEnd}%{validityCheck}
ru: %{labelStart}Проверка действительности:%{labelEnd} %{validityCheck}

source: %{label_for_message} unavailable
ko: %{label_for_message} 사용할 수 없음
ru: %{label_for_message} недоступно

source: %{label_name} is locked and was not removed
ko: %{label_name} 은 잠겨 있어서 삭제되지 않았습니다.
ru: %{label_name} заблокирована и не был удалена

source: %{label_name} was removed
ko: %{label_name} 이 제거되었습니다.
ru: %{label_name} удалена

source: %{lessThan} 1 hour
ko: %{lessThan} 1시간
ru: %{lessThan} 1 часа

source: %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end} is a free, automated, and open certificate authority (CA) that issues digital certificates to enable HTTPS (SSL/TLS) for sites.
ko: %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end}는 웹사이트에 HTTPS (SSL/TLS) 연결용 디지털 인증서를 제공하는 무료, 자동화, 개방형 인증 기관(CA)입니다.
ru: %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end} — это бесплатный, автоматизированный и открытый центр сертификации (CA), который предоставляет цифровые сертификаты для включения HTTPS (SSL/TLS) на веб-сайтах.

source: %{level_name} is not allowed in a %{group_level_name} group.
ko: %{group_level_name} 그룹에는 %{level_name} 이 허용되지 않습니다.
ru: %{level_name} не допускается в %{group_level_name} группе.

source: %{level_name} is not allowed since the fork source project has lower visibility.
ko: Fork한 원본 프로젝트가 더 낮은 공개 수준으로 설정되어 있으므로 %{level_name} 수준이 허용되지 않습니다.
ru: %{level_name} запрещено, т.к. проект-источник форка имеет более узкую область видимости.

source: %{linkStart} Learn more%{linkEnd}.
ko: %{linkStart} 자세히 알아보기%{linkEnd}.
ru: %{linkStart} Подробнее%{linkEnd}.

source: %{linkStart}Advanced search%{linkEnd} is disabled since %{ref_elem} is not the default branch. %{docs_link}
ko: %{ref_elem}가 기본 브랜치가 아니기 때문에 %{linkStart}고급 검색%{linkEnd}이 비활성화되었습니다. %{docs_link}
ru: %{linkStart}Расширенный поиск%{linkEnd} отключён, так как %{ref_elem} не является основной веткой. %{docs_link}

source: %{linkStart}Advanced search%{linkEnd} is enabled.
ko: %{linkStart}고급 검색%{linkEnd} 활성화되었습니다.
ru: %{linkStart}Расширенный поиск%{linkEnd} включён.

source: %{linkStart}View%{linkEnd} powered by GLQL
ko: GLQL에서 제공하는 %{linkStart}보기%{linkEnd}
ru: Это %{linkStart}представление данных%{linkEnd} на базе GLQL

source: %{link_start}Communication Preference Center%{link_end}.
ko: %{link_start}커뮤니케이션 환경 설정 센터%{link_end}.
ru: %{link_start}Центр настройки коммуникаций%{link_end}.

source: %{link}How to use SSH keys%{link_end}?
ko: %{link}SSH 키를 어떻게 사용하나요?%{link_end}
ru: %{link}Как использовать ключи SSH%{link_end}?

source: %{listToShow}, and %{awardsListLength} more
ko: %{listToShow}, 그리고 %{awardsListLength} 더 있음
ru: %{listToShow}, и еще %{awardsListLength}

source: %{locker} has a lock on "%{path}". %{additionalPhrase}
ko: %{locker}가 "%{path}"에 잠금을 걸었습니다. %{additionalPhrase}

source: %{mergeLength}/%{usersLength} can merge
ko: %{mergeLength}/%{usersLength} 머지 가능
ru: %{mergeLength}/%{usersLength} можно объединить

source: %{milestone} (expired)
ko: %{milestone} (만료됨)
ru: %{milestone} (срок истёк)

source: %{model_name} not found
ko: %{model_name} 찾을 수 없음
ru: %{model_name} не найдено

source: %{mrText}, this issue will be closed automatically.
ko: %{mrText}, 이 이슈는 자동으로 클로즈 됩니다.
ru: %{mrText}, это обсуждение будет закрыто автоматически.

source: %{name} (Busy)
ko: %{name} (바쁨)
ru: %{name} (Занят(а))

source: %{name} checked
ko: %{name} 선택됨

source: %{name} is already being used for another emoji
ko: %{name} 은 이미 다른 이모지에 사용되고 있습니다.

source: %{name} is reserved for %{type} report type
ko: %{name} 은 %{type} 보고서 유형으로 예약되어 있습니다.
ru: %{name} зарезервировано для типа отчёта %{type}

source: %{name} is scheduled for %{action}
ko: %{name}이 %{action}으로 예약됩니다.
ru: %{name} запланирован на %{action}

source: %{name} not checked
ko: %{name} 선택되지 않음

source: %{name}'s avatar
ko: %{name} 의 아바타
ru: Аватар пользователя %{name}

source: %{name}, confirm your email address now!
ko: %{name}님, 지금 이메일 주소를 확인해 주세요!
ru: %{name}, подтвердите ваш email сейчас!

source: %{no_of_days} day
ko: %{no_of_days}일
ru: %{no_of_days} день

source: %{noteable_type} is not supported
ko: "%{noteable_type}은 지원되지 않음
ru: %{noteable_type} не поддерживается

source: %{numOfSteps} steps across %{numOfFiles} files
ko: %{numOfFiles} 파일에 걸쳐 %{numOfSteps} 단계
ru: %{numOfSteps} шагов по %{numOfFiles} файлам

source: %{numberOfSelectedTags} tags
ko: %{numberOfSelectedTags} 태그
ru: %{numberOfSelectedTags} тегов

source: %{number_commits_behind} commits behind %{default_branch}, %{number_commits_ahead} commits ahead
ko: %{default_branch} 로부터 %{number_commits_behind} 커밋 뒤쳐짐, %{number_commits_ahead} 커밋 앞서감
ru: на %{number_commits_behind} коммитов позади %{default_branch}, на %{number_commits_ahead} коммитов впереди

source: %{openedEpics} open, %{closedEpics} closed
ko: %{openedEpics}개 열림, %{closedEpics}개 닫힘
ru: %{openedEpics} открыто, %{closedEpics} закрыто

source: %{openedIssues} open, %{closedIssues} closed
ko: %{openedIssues}개 열림, %{closedIssues}개 닫힘
ru: %{openedIssues} открыто, %{closedIssues} закрыто

source: %{over_limit_message} To get more seats, %{link_start}upgrade to a paid tier%{link_end}.
ko: %{over_limit_message} 더 많은 좌석을 얻으려면 %{link_start}유료 요금제%{link_end}로 업그레이드하십시오.
ru: %{over_limit_message} Чтобы получить больше лицензий, %{link_start}перейдите на платный тариф%{link_end}.

source: %{owner} %{created_date} ago.
ko: %{owner} %{created_date} 전.

source: %{percentage}%% complete
ko: %{percentage}%% 완료
ru: %{percentage}%% завершено

source: %{percentage}%% issues closed
ko: %{percentage}%% 의 이슈가 닫힘
ru: %{percentage}%% обсуждений закрыты

source: %{percentage}%% weight completed
ko: %{percentage}%%만큼의 가중치 완료
ru: %{percentage}%% веса завершено

source: %{percent}%% complete
ko: %{percent}%% 완료
ru: %{percent}%% выполнено

source: %{percent}%{percentSymbol} complete
ko: %{percent}%{percentSymbol} 완료
ru: %{percent}%{percentSymbol} выполнено

source: %{placeholder} is not a valid color mode
ko: %{placeholder}은 유효한 색상 모드가 아닙니다.

source: %{placeholder} is not a valid color scheme
ko: %{placeholder}는 유효한 테마가 아닙니다.
ru: %{placeholder} не является допустимой цветовой схемой

source: %{placeholder} is not a valid theme
ko: %{placeholder}는 유효한 테마가 아닙니다.
ru: %{placeholder} не является допустимой темой

source: %{policy_link} (notifying after %{elapsed_time} minutes unless %{status})
ko: %{policy_link} (%{status}가 아닌 경우 %{elapsed_time} 분 후에 알림)

source: %{project_name} project members
ko: %{project_name} 프로젝트 멤버
ru: Участники проекта %{project_name}

source: %{project_path} is a project that you can use to add a README to your GitLab profile. Create a public project and initialize the repository with a README to get started. %{help_link_start}Learn more%{help_link_end}.
ko: %{project_path} 은 GitLab 프로필에 README를 추가하는 데 사용할 수 있는 프로젝트입니다. 공개 프로젝트를 생성하고 README로 리포지토리를 초기화하여 시작하세요. %{help_link_start}자세히 알아보기%{help_link_end}.
ru: %{project_path} — это проект, который вы можете использовать для добавления README в свой профиль GitLab. Создайте публичный проект и инициализируйте репозиторий с README, чтобы начать. %{help_link_start}Подробнее%{help_link_end}.

source: %{project} has %{number} fork
ko: %{project} 프로젝트는 %{number} 개 포크가 있음
ru: У проекта %{project} %{number} форк

source: %{project} has %{number} open issue
ko: %{project} 프로젝는 %{number} 열린 이슈가 있음
ru: В проекте %{project} %{number} открытое обсуждение

source: %{project} has %{number} open merge request
ko: %{project} 프로젝는 %{number} 열린 머지 리퀘스트가 있음
ru: В проекте %{project} %{number} открытый запрос на слияние

source: %{project} has %{number} star
ko: %{project} 프로젝트는 %{number} 개 별점이 있음
ru: У проекта %{project} %{number} звезда

source: %{redirect_link_start} Click here to redirect to %{redirect_uri_val} %{redirect_link_end}
ko: %{redirect_link_start} 여기를 클릭하면 %{redirect_uri_val} %{redirect_link_end}로 리디렉션됩니다.
ru: %{redirect_link_start}Нажмите здесь, чтобы перейти на %{redirect_uri_val} %{redirect_link_end}

source: %{ref} cannot be added: %{error}
ko: %{ref}(을)를 추가 할 수 없습니다: %{error}

source: %{relation_type} epic does not exist.
ko: %{relation_type} 에픽이 존재하지 않습니다.
ru: Цели %{relation_type} не существует.

source: %{relation_type} epic is not present.
ko: %{relation_type} 에픽이 존재하지 않습니다.

source: %{releases} release
ko: %{releases} 릴리스
ru: %{releases} релиз

source: %{requester_name} tried to invite the following users to the %{project_or_group}, but your namespace has no available seats.
ko: %{requester_name} 가 다음 사용자를 %{project_or_group}에 초대하려고 했지만 네임스페이스에 가용한 좌석이 없습니다.
ru: %{requester_name} попытался пригласить следующих пользователей в %{project_or_group}, но в вашем пространстве имён нет доступных лицензий.

source: %{requester_name} tried to invite the following users to the %{strong_start}%{project_or_group}%{strong_end} %{project_or_group_label}, but your namespace has no available seats.
ko: %{requester_name} 이 다음 사용자를 %{strong_start}%{project_or_group}%{strong_end} %{project_or_group_label}에 초대하려고 했지만 네임스페이스에 사용 가능한 사용자수가 없습니다.
ru: %{requester_name} попытался пригласить следующих пользователей в %{strong_start}%{project_or_group}%{strong_end} %{project_or_group_label}, но в вашем пространстве имён нет доступных лицензий.

source: %{requireStart}Require%{requireEnd} %{approvalsRequired} %{approvalStart}approval%{approvalEnd} from:
ko: %{approvalsRequired} %{approvalStart}승인이 %{approvalEnd} %{requireStart}필요 합니다.%{requireEnd} 승인자:
ru: %{requireStart}Требуется%{requireEnd} %{approvalsRequired} %{approvalStart}одобрение%{approvalEnd} от:

source: %{resolvedDiscussionsCount} of %{resolvableDiscussionsCount}
ko: %{resolvableDiscussionsCount}개 중 %{resolvedDiscussionsCount}개
ru: %{resolvedDiscussionsCount} из %{resolvableDiscussionsCount}

source: %{resolvedDiscussionsCount} of %{resolvableDiscussionsCount} thread resolved
ko: %{resolvableDiscussionsCount}개의 스레드 중 %{resolvedDiscussionsCount}개 해결됨
ru: %{resolvedDiscussionsCount} из %{resolvableDiscussionsCount} темы решены

source: %{retryButtonStart}Try again%{retryButtonEnd} or %{newFileButtonStart}attach a new file%{newFileButtonEnd}.
ko: %{retryButtonStart}다시 시도%{retryButtonEnd} 또는 %{newFileButtonStart}새 파일 첨부%{newFileButtonEnd}.

source: %{reviewer_names} was added as a reviewer.
ko: %{reviewer_names} 이 검토자로 추가됨
ru: %{reviewer_names} был(а) добавлен(а) в качестве рецензента.

source: %{reviewer_names} was removed from reviewers.
ko: %{reviewer_names}이 검토자에서 제외되었습니다.
ru: %{reviewer_names} был(а) удалён(а) из рецензентов.

source: %{rotation} has been recalculated with the remaining participants. Please review the new setup for %{rotation_link}. It is recommended that you reach out to the current on-call responder to ensure continuity of on-call coverage.
ko: 나머지 참가자와 함께 %{rotation} 이 다시 계산되었습니다. %{rotation_link}에 대한 새 설정을 검토하십시오. 현재 대기 중인 응답자에게 연락하여 대기 중 서비스를 계속 받을 수 있도록 하는 것이 좋습니다.
ru: %{rotation} была пересчитана с оставшимися участниками. Проверьте новую настройку для %{rotation_link}. Рекомендуется связаться с текущим дежурным, чтобы обеспечить непрерывность дежурства.

source: %{rotation} has been recalculated with the remaining participants. Please review the new setup for %{rotation}. It is recommended that you reach out to the current on-call responder to ensure continuity of on-call coverage.
ko: 나머지 참가자와 함께 %{rotation} 이 다시 계산되었습니다. %{rotation}에 대한 새 설정을 검토하십시오. 현재 대기 중인 응답자에게 연락하여 대기 중 서비스를 계속 받을 수 있도록 하는 것이 좋습니다.
ru: %{rotation} была пересчитана с оставшимися участниками. Проверьте новую настройку для %{rotation}. Рекомендуется связаться с текущим дежурным, чтобы обеспечить непрерывность дежурства.

source: %{scope} results for term '%{term}'
ko: '%{term}' 용어에 대한 %{scope} 결과

source: %{seconds}s
ko: %{seconds}초
ru: %{seconds}с

source: %{securityScanner} is not enabled for this project. %{linkStart}More information%{linkEnd}
ko: %{securityScanner}는 이 프로젝트에서 활성화 되지 않습니다. %{linkStart}더 알아보기%{linkEnd}
ru: %{securityScanner} не включен для этого проекта. %{linkStart}Подробнее%{linkEnd}

source: %{securityScanner} result is not available because a pipeline has not been run since it was enabled. %{linkStart}Run a pipeline%{linkEnd}
ko: 파이프라인이 활성화 된 이후 실행되지 않았기 때문에 %{securityScanner} 결과를 사용할 수 없습니다. %{linkStart}파이프라인 실행%{linkEnd}
ru: %{securityScanner} результат недоступен, так как конвейер не запускался с момента включения. %{linkStart}Запустить конвейер%{linkEnd}

source: %{selectedLabelsCount} label
ko: 라벨 %{selectedLabelsCount} 개
ru: %{selectedLabelsCount} метка

source: %{selectedProjectsCount} project
ko: 프로젝트 %{selectedProjectsCount} 개
ru: %{selectedProjectsCount} проект

source: %{service_url} is not a valid URL.
ko: %{service_url} 은 유효한 URL이 아닙니다.

source: %{sourceBranch} into %{targetBranch}
ko: %{sourceBranch} 에서 %{targetBranch}
ru: %{sourceBranch} в %{targetBranch}

source: %{source_type} cannot be related to %{type_type}
ko: %{source_type} %{type_type}과 연관될 수 없습니다.
ru: Рабочий элемент типа %{source_type} не может быть связан с рабочим элементом типа %{type_type}

source: %{source_type} cannot block %{type_type}
ko: %{source_type}은 %{type_type}을 차단할 수 없습니다.

source: %{source} %{copyButton} into %{target} %{targetCopyButton}
ko: %{source} %{copyButton}를 %{target} %{targetCopyButton} 로
ru: %{source} %{copyButton} в %{target} %{targetCopyButton}

source: %{spammable_titlecase} was submitted to Akismet successfully.
ko: %{spammable_titlecase} (이)가 Akismet에 성공적으로 제출되었습니다.
ru: %{spammable_titlecase} было успешно отправлено в Akismet.

source: %{spanStart}at line%{spanEnd} %{errorLine}%{errorColumn}
ko: %{spanStart}라인 %{spanEnd} %{errorLine}%{errorColumn}
ru: %{spanStart}в строке%{spanEnd} %{errorLine}%{errorColumn}

source: %{spanStart}in%{spanEnd} %{errorFn}
ko: %{spanStart}위치%{spanEnd} %{errorFn}
ru: %{spanStart}в%{spanEnd} %{errorFn}

source: %{stageName} Job - %{jobName}
ko: %{stageName} 작업 - %{jobName}
ru: %{stageName} Задание - %{jobName}

source: %{startDate} – No due date
ko: %{startDate} – 마감일 없음
ru: %{startDate} – Без срока исполнения

source: %{statusStart}Dismissed%{statusEnd}
ko: %{statusStart}해지됨%{statusEnd}

source: %{statusStart}Dismissed%{statusEnd} at %{projectLink}
ko: %{statusStart}해지됨%{statusEnd} %{projectLink}

source: %{statusStart}Dismissed%{statusEnd} on pipeline %{pipelineLink}
ko: %{statusStart}파이프라인 %{pipelineLink}에서%{statusEnd} 해지됨

source: %{statusStart}Dismissed%{statusEnd} on pipeline %{pipelineLink} at %{projectLink}
ko: %{projectLink}의 파이프라인 %{pipelineLink} 에서 %{statusStart}해지됨%{statusEnd}

source: %{statusStart}Dismissed%{statusEnd}: %{dismissalReason}
ko: %{statusStart}해지됨%{statusEnd}: %{dismissalReason}

source: %{statusStart}Dismissed%{statusEnd}: %{dismissalReason} at %{projectLink}
ko: %{statusStart}해지됨%{statusEnd}: %{dismissalReason} 프로젝트 %{projectLink}

source: %{statusStart}Dismissed%{statusEnd}: %{dismissalReason} on pipeline %{pipelineLink}
ko: %{statusStart}해지됨%{statusEnd}: 파이프라인 %{pipelineLink}에서 %{dismissalReason}

source: %{statusStart}Dismissed%{statusEnd}: %{dismissalReason} on pipeline %{pipelineLink} at %{projectLink}
ko: %{statusStart}해지됨: %{statusEnd} %{projectLink}의 파이프라인 %{pipelineLink}에서 %{dismissalReason}

source: %{strongOpen}Warning:%{strongClose} SAML group links can cause GitLab to automatically change member roles or remove members from groups.
ko: %{strongOpen}경고:%{strongClose} SAML 그룹 링크는 GitLab이 그룹에서 멤버의 역할이나 멤버 제거를 자동으로 할 수 있습니다.
ru: %{strongOpen}Предупреждение:%{strongClose} Ссылки на группы SAML могут привести к тому, что GitLab автоматически изменит роли участников или удалит участников из групп.

source: %{strongStart}%{count}%{strongEnd} commit
ko: %{strongStart}%{count}%{strongEnd} 커밋
ru: %{strongStart}%{count}%{strongEnd} коммит

source: %{strongStart}%{firstSelected}%{strongEnd} +%{length} more
ko: %{strongStart}%{firstSelected}%{strongEnd} +%{length} 개 더
ru: %{strongStart}%{firstSelected}%{strongEnd} + ещё %{length}

source: %{strongStart}Merge reports (%{reportsCount}):%{strongEnd} %{summaryText}
ko: %{strongStart}머지 리포트(%{reportsCount}):%{strongEnd} %{summaryText}
ru: %{strongStart}Отчёты о слияниях (%{reportsCount}):%{strongEnd} %{summaryText}
