Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: APIFuzzing|Enter the name of the CI variable containing the password. For example, $VARIABLE_WITH_PASSWORD.
ko: 비밀번호가 포함된 CI 변수의 이름을 입력합니다. 예: $VARIABLE_WITH_PASSWORD.
ru: Введите имя переменной CI, содержащей пароль. Например, $VARIABLE_WITH_PASSWORD.

source: APIFuzzing|Enter the name of the CI variable containing the username. For example, $VARIABLE_WITH_USERNAME.
ko: 사용자명이 포함된 CI 변수의 이름을 입력합니다. 예: $VARIABLE_WITH_USERNAME.
ru: Введите имя переменной CI, содержащей имя пользователя. Например, $VARIABLE_WITH_USERNAME.

source: APIFuzzing|File path or URL to APIs to be tested. For example, folder/example_fuzz.har. HAR files may contain sensitive information such as authentication tokens, API keys, and session cookies. We recommend that you review the HAR files' contents before adding them to a repository.
ko: 테스트할 API의 파일 경로 또는 URL입니다. 예: folder/example_fuzz.har. HAR 파일에는 인증 토큰, API 키 및 세션 쿠키와 같은 민감한 정보가 포함될 수 있습니다. 리포지토리에 추가하기 전에 HAR 파일의 내용을 검토하는 것이 좋습니다.
ru: Путь к файлу или URL API, которые будут протестированы. Например, folder/example_fuzz.har. Файлы HAR могут содержать конфиденциальную информацию, такую как токены аутентификации, ключи API и служебные куки. Рекомендуем вам просмотреть содержимое файлов HAR перед добавлением их в репозиторий.

source: APIFuzzing|File path or URL to OpenAPI specification. For example, folder/openapi.json or http://www.example.com/openapi.json.
ko: OpenAPI 사양에 대한 파일 경로 또는 URL입니다. 예: folder/openapi.json 또는 http://www.example.com/openapi.json.

source: APIFuzzing|File path or URL to requests to be tested. For example, folder/example.postman_collection.json.
ko: 테스트할 요청의 파일 경로 또는 URL입니다. 예: folder/example.postman_collection.json.

source: APIFuzzing|Generate code snippet
ko: 코드 스니펫 생성
ru: Создать сниппет

source: APIFuzzing|Make sure your credentials are secured
ko: 자격 증명이 안전한지 확인하십시오
ru: Убедитесь, что ваши учётные данные защищены

source: APIFuzzing|Password for basic authentication
ko: 기본 인증을 위한 비밀번호
ru: Пароль для базовой аутентификации

source: APIFuzzing|Predefined profiles
ko: 사전 정의된 프로필
ru: Предопределённые профили

source: APIFuzzing|Scan mode
ko: 모드 스캔
ru: Режим сканирования

source: APIFuzzing|Scan profile
ko: 프로필 스캔
ru: Профиль сканирования

source: APIFuzzing|Show code snippet for the profile
ko: 프로필에 대한 코드 스니펫 표시
ru: Показать сниппет для профиля

source: APIFuzzing|Target URL
ko: 타겟 URL

source: APIFuzzing|There are three ways to perform scans.
ko: 스캔을 수행하는 세 가지 방법이 있습니다.
ru: Есть три способа выполнить сканирование.

source: APIFuzzing|Tip: Insert the following variables anywhere below stages and include
ko: 팁: 스테이지와 인클루드 아래에 다음 변수들을 삽입하세요.

source: APIFuzzing|Tip: Insert this part below all include
ko: 팁: 모든 포함(include) 아래에 이 부분을 삽입하세요

source: APIFuzzing|Tip: Insert this part below all stages
ko: 팁: 모든 스테이지 아래에 이 부분을 삽입하세요

source: APIFuzzing|To prevent a security leak, authentication info must be added as a %{ciVariablesLinkStart}CI variable%{ciVariablesLinkEnd}. A user with maintainer access rights can manage CI variables in the %{ciSettingsLinkStart}Settings%{ciSettingsLinkEnd} area. We detected that you are not a maintainer. Commit your changes and assign them to a maintainer to update the credentials before merging.
ko: 보안 유출을 방지하기 위해 인증 정보를 %{ciVariablesLinkStart}CI 변수%{ciVariablesLinkEnd}로 추가해야 합니다. 관리자 접근 권한이 있는 사용자는 %{ciSettingsLinkStart}Settings%{ciSettingsLinkEnd} 영역에서 CI 변수를 관리할 수 있습니다. 귀하는 관리자가 아닌 것으로 감지되었습니다. 변경 사항을 커밋하고 유지 관리자에게 할당하여 머지하기 전에 자격 증명을 업데이트 하세요.
ru: Чтобы предотвратить утечку данных, информацию для аутентификации необходимо добавить как %{ciVariablesLinkStart}переменную CI%{ciVariablesLinkEnd}. Пользователь с правами мейнтейнера может управлять переменными CI в разделе %{ciSettingsLinkStart}Настройки%{ciSettingsLinkEnd}. Мы обнаружили, что вы не являетесь мейнтейнером. Закоммитьте изменения и назначьте их мейнтейнеру для обновления учётных данных перед слиянием.

source: APIFuzzing|To prevent a security leak, authentication info must be added as a %{ciVariablesLinkStart}CI variable%{ciVariablesLinkEnd}. As a user with maintainer access rights, you can manage CI variables in the %{ciSettingsLinkStart}Settings%{ciSettingsLinkEnd} area.
ko: 보안 유출을 방지하기 위해 인증 정보를 %{ciVariablesLinkStart}CI 변수%{ciVariablesLinkEnd}로 추가해야 합니다. 유지관리자 접근 권한이 있는 사용자는 %{ciSettingsLinkStart}Settings%{ciSettingsLinkEnd} 영역에서 CI 변수를 관리할 수 있습니다.
ru: Для предотвращения утечки информации, идентификационные данные должны быть добавлены в виде %{ciVariablesLinkStart}CI-переменной%{ciVariablesLinkEnd}. Как maintainer, вы можете управлять CI-переменными в %{ciSettingsLinkStart}Настройках%{ciSettingsLinkEnd}.

source: APIFuzzing|Username for basic authentication
ko: 기본 인증을 위한 사용자명
ru: Имя пользователя для базовой аутентификации

source: APIFuzzing|You may need a maintainer's help to secure your credentials.
ko: 자격 증명을 보호하려면 유지관리자의 도움이 필요할 수 있습니다.
ru: Вам может понадобиться помощь мейнтейнера для защиты ваших учётных данных.

source: APIFuzzing|folder/example.postman_collection.json
ko: folder/example.postman_collection.json
ru: folder/example.postman_collection.json

source: APIFuzzing|folder/example_fuzz.har
ko: folder/example_fuzz.har
ru: folder/example_fuzz.har

source: APIFuzzing|folder/openapi.json
ko: folder/openapi.json
ru: folder/openapi.json

source: AWS Access Key
ko: AWS 엑세스 키
ru: Ключ доступа AWS

source: AWS OpenSearch IAM credentials
ko: AWS OpenSearch IAM 자격 증명

source: AWS Role ARN
ko: AWS 역할 ARN
ru: ARN роли AWS

source: AWS Secret Access Key
ko: AWS 비밀 액세스 키
ru: Секретный ключ доступа AWS

source: AWS access key ID (Optional)
ko: AWS 액세스 키 ID (옵션)

source: AWS secret access key (Optional)
ko: AWS 비밀 액세스 키(선택 사항)

source: Abort
ko: 중지
ru: Отменить

source: About GitLab
ko: GitLab에 대하여
ru: О GitLab

source: About auto deploy
ko: 자동 배포 정보
ru: Об автоматическом развёртывании

source: About this feature
ko: 이 기능에 대해서
ru: Об этой функциональности

source: Abuse reports
ko: 악용 사례 보고서
ru: Жалобы

source: Abuse reports notification email
ko: 악용 신고 알림 이메일
ru: Электронная почта для уведомлений о жалобах

source: AbuseReportEvent|Successfully banned the user
ko: 성공적으로 계정 정지됨
ru: Пользователь забанен

source: AbuseReportEvent|Successfully banned the user and closed the report
ko: 성공적으로 계정 정지 하고 신고를 닫았습니다.

source: AbuseReportEvent|Successfully blocked the user
ko: 성공적으로 사용자 차단
ru: Пользователь заблокирован

source: AbuseReportEvent|Successfully blocked the user and closed the report
ko: 성공적으로 사용자를 차단하고 신고를 닫았습니다.

source: AbuseReportEvent|Successfully closed the report
ko: 신고를 성공적으로 닫았습니다.

source: AbuseReportEvent|Successfully scheduled the user for deletion
ko: 해당 사용자에 대한 삭제 예약이 성공적으로 완료되었습니다.

source: AbuseReportEvent|Successfully scheduled the user for deletion and closed the report
ko: 사용자 삭제 일정을 성공적으로 예약하고 신고를 닫았습니다.

source: AbuseReportEvent|Successfully trusted the user
ko: 해당 사용자가 신뢰하는 사용자로 성공적으로 설정됨

source: AbuseReportEvent|Successfully trusted the user and closed the report
ko: 신뢰할 수 있는 사용자로 설정하고 신고를 닫았습니다.

source: AbuseReports|%{reportedUser} reported for %{category} by %{count} users
ko: %{reportedUser}는 %{category}으로 %{count} 사용자에 의해 신고됨
ru: %{count} пользователей пожаловались на %{reportedUser} за %{category}

source: AbuseReports|%{reportedUser} reported for %{category} by %{reporter}
ko: %{reporter}에 의해 %{reportedUser} %{category} 신고됨
ru: %{reporter} пожаловался на %{reportedUser} за %{category}

source: AbuseReports|Deleted user
ko: 삭제된 사용자
ru: Удалённый пользователь

source: AbuseReport|%{reportLinkStart}Reported%{reportLinkEnd} for %{category} %{timeAgo}.
ko: %{reportLinkStart}신고됨%{reportLinkEnd} - %{category} %{timeAgo}.
ru: %{reportLinkStart}Сообщено%{reportLinkEnd} о %{category} %{timeAgo}.

source: AbuseReport|Abuse unconfirmed
ko: 악용이 확인되지 않음

source: AbuseReport|Action
ko: 조치
ru: Действие

source: AbuseReport|Actions
ko: 조치
ru: Действия

source: AbuseReport|Activity
ko: 활동
ru: Активность

source: AbuseReport|Admin profile
ko: 운영자 프로필
ru: Профиль администратора

source: AbuseReport|Ban user
ko: 사용자 계정정지
ru: Забанить пользователя

source: AbuseReport|Block user
ko: 사용자 차단
ru: Заблокировать пользователя

source: AbuseReport|Card matches %{cardMatchesLinkStart}%{count} accounts%{cardMatchesLinkEnd}
ko: 카드 일치 %{cardMatchesLinkStart}%{count} 계정%{cardMatchesLinkEnd}

source: AbuseReport|Close report
ko: 신고 닫기

source: AbuseReport|Comment
ko: 댓글
ru: Комментарий

source: AbuseReport|Comments
ko: 댓글
ru: Комментарии

source: AbuseReport|Confirm
ko: 확인
ru: Подтвердить

source: AbuseReport|Confirmed crypto mining
ko: 암호화폐 채굴 확인됨
ru: Подтверждена добыча криптовалют

source: AbuseReport|Confirmed offensive or abusive behavior
ko: 공격적이거나 혹은 부적절한 행동으로 확인됨

source: AbuseReport|Confirmed phishing
ko: 피싱으로 확인됨
ru: Подтвержденный фишинг

source: AbuseReport|Confirmed posting of malware
ko: 악성코드 게시로 확인됨
ru: Подтвержденная публикация вредоносных программ

source: AbuseReport|Confirmed posting of personal information or credentials
ko: 개인 정보 또는 기밀 정보의 게시가 확인됨
ru: Подтвержденная публикация личной информации или учетных данных

source: AbuseReport|Confirmed spam
ko: 스팸으로 확인됨
ru: Подтвержденный спам

source: AbuseReport|Confirmed trusted user
ko: 신뢰할 수 있는 사용자로 확인됨

source: AbuseReport|Confirmed violation of a copyright or a trademark
ko: 저작권 또는 상표권 위반이 확인됨
ru: Подтвержденное нарушение авторского права или товарного знака

source: AbuseReport|Copyright or trademark violation
ko: 저작권 또는 상표권 위반
ru: Нарушение авторских прав или прав на товарный знак

source: AbuseReport|Credit card
ko: 신용카드
ru: Банковская карта

source: AbuseReport|Crypto Mining
ko: 암호화폐 채굴

source: AbuseReport|Delete user
ko: 사용자 삭제

source: AbuseReport|Email
ko: 이메일
ru: Электронная почта

source: AbuseReport|Go to comment
ko: 댓글로 이동
ru: Перейти к комментарию

source: AbuseReport|Go to content
ko: 콘텐츠로 이동
ru: Перейти к тексту

source: AbuseReport|Go to epic
ko: 에픽으로 이동
ru: Перейти к цели

source: AbuseReport|Go to issue
ko: 이슈로 이동
ru: Перейти к обсуждению

source: AbuseReport|Go to merge request
ko: 머지 리퀘스트로 이동
ru: Перейти к запросу на слияние

source: AbuseReport|Go to profile
ko: 프로필로 이동
ru: Перейти к профилю

source: AbuseReport|Groups
ko: 그룹
ru: Группы

source: AbuseReport|Last login
ko: 최근 로그인
ru: Последний вход

source: AbuseReport|Malware
ko: 악성코드
ru: Вредоносное ПО

source: AbuseReport|Member since
ko: 가입일

source: AbuseReport|No action
ko: 조치 없음

source: AbuseReport|No user found
ko: 사용자를 찾을 수 없음
ru: Пользователь не найден

source: AbuseReport|Normal location
ko: 정상적인 위치

source: AbuseReport|Offensive or Abusive
ko: 공격적이거나 모욕적임
ru: Оскорбление или грубость

source: AbuseReport|Other
ko: 기타
ru: Другое

source: AbuseReport|Past abuse reports
ko: 과거 악용사례 신고 내용
ru: Предыдущие жалобы

source: AbuseReport|Personal information or credentials
ko: 개인 정보 또는 자격 증명

source: AbuseReport|Phishing
ko: 피싱
ru: Фишинг

source: AbuseReport|Phone
ko: 전화
ru: Телефон

source: AbuseReport|Phone matches %{phoneMatchesLinkStart}%{count} accounts%{phoneMatchesLinkEnd}
ko: 전화가 %{phoneMatchesLinkStart}%{count} 계정 %{phoneMatchesLinkEnd}과 일치함
ru: Телефон соответствует %{phoneMatchesLinkStart}%{count} учётным записям%{phoneMatchesLinkEnd}

source: AbuseReport|Phone number
ko: 전화번호
ru: Номер телефона

source: AbuseReport|Reason
ko: 사유
ru: Причина

source: AbuseReport|Reported by
ko: 신고자

source: AbuseReport|Reported by %{name} for %{category}.
ko: %{name} 이 %{category}에 대해 보고했습니다.
ru: %{name} сообщил(а) о %{category}.

source: AbuseReport|Reported comment
ko: 신고된 댓글

source: AbuseReport|Reported content
ko: 신고된 콘텐츠

source: AbuseReport|Reported epic
ko: 신고된 에픽

source: AbuseReport|Reported issue
ko: 신고된 이슈

source: AbuseReport|Reported merge request
ko: 신고된 머지 리퀘스트

source: AbuseReport|Reported profile
ko: 신고된 프로필

source: AbuseReport|Reporter
ko: 리포터
ru: Сообщивший о нарушении

source: AbuseReport|Screenshot of reported abuse
ko: 신고된 악용사례 스크린샷

source: AbuseReport|Snippets
ko: 스니펫
ru: Сниппеты

source: AbuseReport|Something else
ko: 기타

source: AbuseReport|Spam
ko: 스팸
ru: Спам

source: AbuseReport|Tier
ko: 티어

source: AbuseReport|Trust user
ko: 신뢰할 수 있는 사용자

source: AbuseReport|Verification
ko: 인증
ru: Проверка

source: AbuseReport|View screenshot
ko: 스크린샷 보기
ru: Просмотреть снимок экрана

source: Abusive or offensive
ko: 모욕적이거나 공격적임
ru: Оскорбительный или неприемлемый

source: Accept invitation
ko: 초대 수락
ru: Принять приглашение

source: Accept terms
ko: 약관동의
ru: Принять условия

source: Acceptable for use in this project
ko: 이 프로젝트에서 사용 가능
ru: Разрешены к использованию в этом проекте

source: Access Denied
ko: 접근이 거부되었습니다
ru: Доступ запрещён

source: Access Git repositories or the API.
ko: Git 리포지토리 또는 API에 액세스합니다.
ru: Доступ к репозиториям Git или API.

source: Access Token
ko: 액세스 토큰
ru: Токен доступа

source: Access credentials are valid.
ko: 액세스 자격 증명이 유효합니다.
ru: Учётные данные для доступа действительны.

source: Access credentials expired. %{cta}
ko: 액세스 인증 정보가 만료되었습니다. %{cta}
ru: Срок действия учётных данных для доступа истёк. %{cta}

source: Access credentials not found. %{cta}
ko: 액세스 자격 증명을 찾을 수 없습니다. %{cta}
ru: Учётные данные для доступа не найдены. %{cta}

source: Access denied
ko: 접근 거부됨
ru: Доступ запрещён

source: Access denied for your LDAP account.
ko: LDAP 계정 접근이 거부되었습니다.
ru: Доступ запрещен для вашей учетной записи LDAP.

source: Access expires
ko: 액세스 만료
ru: Доступ истекает

source: Access forbidden. Check your access level.
ko: 액세스 금지. 접근 권한을 확인하세요.
ru: Доступ запрещен. Проверьте свой уровень доступа.

source: Access granted
ko: 엑세스 권한 부여 됨
ru: Доступ предоставлен

source: Access levels should either both be present or both be nil
ko: 억세스 레벨은 두개 모두 지정하거나 모두 nil 이어야 합니다.

source: Access protected resources in merge request pipelines
ko: 머지 리퀘스트 파이프라인에서 보호된 리소스에 액세스
ru: Доступ к защищённым ресурсам в конвейерах запросов на слияние

source: Access requests
ko: 액세스 요청
ru: Запросы доступа

source: Access to '%{classification_label}' not allowed
ko: %{classification_label} 에 대한 액세스가 허용되지 않습니다.
ru: Доступ к '%{classification_label}' не разрешён

source: Access tokens
ko: 액세스 토큰
ru: Токены доступа

source: AccessDropdown|Deploy keys
ko: 키 배포
ru: Ключи развёртывания

source: AccessDropdown|Groups
ko: 그룹
ru: Группы

source: AccessDropdown|No role
ko: 역할 없음
ru: Нет роли

source: AccessDropdown|Roles
ko: 역할
ru: Роли

source: AccessDropdown|Select
ko: 선택
ru: Выбрать

source: AccessDropdown|Users
ko: 사용자
ru: Пользователи

source: AccessTokens|Access token expiration
ko: 억세스 토큰 만기
ru: Окончание срока действия токена доступа

source: AccessTokens|Access token limit reached
ko: 액세스 토큰 한도 도달
ru: Достигнут лимит токенов доступа

source: AccessTokens|Access token prefix
ko: 억세스 토큰 접두어
ru: Префикс токена доступа

source: AccessTokens|Access tokens
ko: 액세스 토큰
ru: Токены доступа

source: AccessTokens|Active
ko: 활성
ru: Активный

source: AccessTokens|Active tokens
ko: 활성 토큰
ru: Активные токены

source: AccessTokens|Add a %{type}
ko: %{type} 추가
ru: Добавить %{type}

source: AccessTokens|Add new token
ko: 새 토큰 추가
ru: Добавить новый токен

source: AccessTokens|An error occurred while creating the token.
ko: 토큰 생성하는 과정에서 오류가 발생했습니다.
ru: Произошла ошибка при создании токена.

source: AccessTokens|An error occurred while fetching the tokens.
ko: 이 토큰을 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при загрузке токенов.

source: AccessTokens|An error occurred while revoking the token.
ko: 토큰을 해지하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при отзыве токена.

source: AccessTokens|An error occurred while rotating the token.
ko: 이 토큰을 로테이팅하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при обновлении токена.

source: AccessTokens|Are you sure you want to revoke the %{accessTokenType} "%{tokenName}"? This action cannot be undone. Any tools that rely on this access token will stop working.
ko: 정말로 %{accessTokenType} "%{tokenName}"를 해지 하시겠습니까? 이 동작은 되돌릴 수 없습니다. 이 액세스 토큰에 의존하는 모든 도구가 작동을 멈출 것입니다.
ru: Вы уверены, что хотите отозвать %{accessTokenType} «%{tokenName}»? Это действие нельзя отменить. Все инструменты, зависящие от этого токена доступа, перестанут работать.

source: AccessTokens|Are you sure you want to revoke the token %{tokenName}? This action cannot be undone. Any tools that rely on this access token will stop working.
ko: 정말로 %{tokenName} 토큰을 해지 하시겠습니까? 이 동작은 되돌릴 수 없습니다. 이 액세스 토큰에 의존하는 모든 도구가 작동을 멈출 것입니다.
ru: Вы уверены, что хотите отозвать токен %{tokenName}? Это действие нельзя отменить. Любые инструменты, использующие этот токен доступа, перестанут работать.

source: AccessTokens|Are you sure you want to rotate the %{accessTokenType} "%{tokenName}"? This action cannot be undone. Any tools that rely on this access token will stop working.
ko: 정말로 %{accessTokenType} "%{tokenName}"을 교체하시겠습니까? 이 동작은되돌릴 수 없습니다. 이 액세스 토큰에 의존하는 모든 도구가 작동을 멈출 것입니다.
ru: Вы уверены, что хотите сменить %{accessTokenType} «%{tokenName}»? Это действие нельзя отменить. Все инструменты, зависящие от этого токена доступа, перестанут работать.

source: AccessTokens|Are you sure you want to rotate the token %{tokenName}? This action cannot be undone. Any tools that rely on this access token will stop working.
ko: %{tokenName} 토큰을 정말로 교체하시겠습니까? 이 작업은 되돌릴 수 없습니다. 이 액세스 토큰을 사용하는 모든 도구가 작동을 멈출 수 있습니다.
ru: Вы уверены, что хотите заменить токен %{tokenName}? Это действие нельзя отменить. Любые инструменты, использующие этот токен доступа, перестанут работать.

source: AccessTokens|Are you sure?
ko: 확실한가요?
ru: Вы уверены?

source: AccessTokens|Are you sure? Any RSS or calendar URLs currently in use will stop working.
ko: 확실한가요? 모든 RSS 또는 캘린더 URL이 작동을 멈추게 됩니다.
ru: Вы уверены? Все используемые в данный момент URL для RSS или календаря перестанут работать.

source: AccessTokens|Are you sure? Any issue email addresses currently in use will stop working.
ko: 확실한가요? 현재 사용중인 이슈 이메일 주소가 작동하지 않게 됩니다.
ru: Вы уверены? Любое имя электронной почты, которое в настоящее время используется, перестанет работать.

source: AccessTokens|At least one scope is required.
ko: 적어도 하나 이상의 스코프가 요구됩니다.
ru: Необходимо выбрать хотя бы одну область действия.

source: AccessTokens|Copy feed token
ko: 피드 토큰 복사
ru: Скопировать токен канала

source: AccessTokens|Copy incoming email token
ko: 수신 이메일 토큰 복사
ru: Скопировать токен входящей почты

source: AccessTokens|Copy static object token
ko: 정적 개체 토큰 복사
ru: Скопировать токен статического объекта

source: AccessTokens|Copy token
ko: 토큰 복사
ru: Скопировать токен

source: AccessTokens|Create %{type}
ko: %{type} 생성
ru: Создать %{type}

source: AccessTokens|Create token
ko: 토큰 생성
ru: Создать токен

source: AccessTokens|Created
ko: 생성됨
ru: Создано

source: AccessTokens|Description
ko: 설명
ru: Описание

source: AccessTokens|Disable access tokens
ko: 억세스 토큰 비활성화
ru: Отключить токены доступа

source: AccessTokens|Disable personal, group, project and impersonation tokens. Does not affect personal access tokens for service accounts.
ko: 개인, 그룹, 프로젝트 및 대리(impersonation) 토큰을 비활성화합니다. 서비스 계정의 개인 액세스 토큰에는 영향을 미치지 않습니다.
ru: Отключить личные, групповые, проектные токены и токены олицетворения пользователей. Не влияет на личные токены доступа для учётных записей служб.

source: AccessTokens|Enable DPoP
ko: DPoP 활성화
ru: Включить DPoP

source: AccessTokens|Expiration date
ko: 만료일
ru: Срок действия

source: AccessTokens|Expiration date is required.
ko: 만료일은 필수사항입니다.
ru: Необходимо указать срок действия.

source: AccessTokens|Expired
ko: 만료됨
ru: Истёк

source: AccessTokens|Expired tokens
ko: 만료 토큰
ru: Истёкшие токены

source: AccessTokens|Expires
ko: 만료
ru: Истекает

source: AccessTokens|Expiring
ko: 만료
ru: Истекает в ближайшее время

source: AccessTokens|Failed to fetch statistics.
ko: 통계를 가져오는데 실패하였습니다.
ru: Не удалось получить статистику.

source: AccessTokens|Failed to revoke token
ko: 토큰 해지에 실패했습니다.
ru: Не удалось отозвать токен

source: AccessTokens|Feed token
ko: 피드 토큰
ru: Токен канала

source: AccessTokens|Filter for active tokens
ko: 활성 토큰으로 필터링
ru: Фильтровать по активным токенам

source: AccessTokens|Filter for expired tokens
ko: 만료 토큰에 대한 필터링
ru: Фильтровать по активным токенам

source: AccessTokens|Filter for revoked tokens
ko: 해지된 토큰에 대한 필터링
ru: Фильтровать по отозванным токенам

source: AccessTokens|Filter for tokens expiring in 2 weeks
ko: 2주내에 만료되는 토큰으로 필터링
ru: Фильтровать по токенам, срок действия которых истекает в течение 2 недель

source: AccessTokens|Filter list
ko: 필터링 목록
ru: Фильтровать список

source: AccessTokens|For example, the application using the token or the purpose of the token.
ko: 예를 들면, 토큰을 사용하는 애플리케이션 또는 토큰의 용도입니다.
ru: Например, приложение, использующее токен, или назначение токена.

source: AccessTokens|For example, the application using the token or the purpose of the token. Do not give sensitive information for the name of the token, as it will be visible to all %{resource_type} members.
ko: 예를 들어, 토큰을 사용하거나 요구하는 애플리케이션이 있습니다. 토큰의 이름은 모든 %{resource_type} 멤버에게 보여지기 때문에 민감한 정보를 넣지 마십시오.
ru: Например, приложение, использующее токен, или назначение токена. Не указывайте конфиденциальную информацию в имени токена, так как оно будет видно всем участникам %{resource_type}.

source: AccessTokens|Forces new personal access tokens for service accounts to require an expiration date. Does not affect existing token expiration dates. %{link_start}How does this affect expiration dates?%{link_end}
ko: 서비스 계정을 위한 새 개인 억세스 토큰을 강제적용하려면 만료일이 필수적으로 필요합니다. 기존의 토큰의 만료일에는 영향을 주지 않습니다. %{link_start}이것이 만료일에 어떤 영향을 주나요?%{link_end}
ru: Требует установки срока действия для новых токенов доступа для учётных записей служб. Это не влияет на существующие сроки действия токенов. %{link_start}Как это влияет на сроки действия?%{link_end}

source: AccessTokens|Forces new personal, group, project and impersonation tokens to require an expiration date. Does not affect existing token expiration dates or personal access tokens for service accounts. This setting overrides the group-level %{link_start}service account token expiration%{link_end} setting.
ko: 새로운 개인, 그룹, 프로젝트 및 대리(impersonation) 토큰에 만료일이 필요합니다. 기존 토큰 만료일이나 서비스 계정의 개인 액세스 토큰에는 영향을 미치지 않습니다. 이 설정은 그룹 수준 %{link_start}서비스 계정 토큰 만료%{link_end} 설정보다 우선합니다.
ru: Обеспечивает установку срока действия для новых личных, групповых, проектных токенов и токенов олицетворения пользователей. Это не влияет на срок действия существующих токенов или личных токенов доступа для учётных записей служб. Эта настройка переопределяет настройку %{link_start}срока действия токенов учётных записей служб на уровне группы%{link_end}.

source: AccessTokens|Grant access to download Service Ping payload via API when authenticated as an admin user.
ko: 운영자로서 인증할때 API를 통해 Service Ping 페이로드를 다운로드하여 억세스 권한 부여
ru: Предоставляет доступ к загрузке данных статистики использования через API при аутентификации от имени администратора.

source: AccessTokens|Grants access to GitLab Duo related API endpoints.
ko: GitLab Duo 관련 API 종단의 억세스 권한 부여
ru: Предоставляет доступ к эндпоинтам API, связанным с GitLab Duo.

source: AccessTokens|Grants access to manage the runners.
ko: 러너를 관리하기 위한 억세스 권한 부여
ru: Предоставляет доступ для управления средствами выполнения.

source: AccessTokens|Grants complete read/write access to the API, including all groups and projects, the container registry, the dependency proxy, and the package registry.
ko: 모든 그룹과 프로젝트, 컨테이너 레지스트리, 의존성 프록시, 패키지 레지스트리를 포함한 API에 대한 완전한 읽기/쓰기 권한 부여.
ru: Предоставляет полный доступ для чтения и записи к API, включая все группы и проекты, реестр контейнеров, прокси зависимостей и реестр пакетов.

source: AccessTokens|Grants create access to the runners.
ko: 러너에 대한 생성 권한을 부여.
ru: Предоставляет доступ для создания средств выполнения.

source: AccessTokens|Grants permission for token to rotate itself.
ko: 스스로 교체 하는 토큰에 대한 권한 부여.
ru: Предоставляет разрешение для токена на самостоятельную ротацию.
