Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: EnableReviewApp|Make sure your project has an environment configured with the target URL set to your website URL. If not, create a new one before continuing.
ko: 프로젝트에 웹사이트 URL로 설정된 대상 URL로 구성된 환경이 있는지 확인하십시오. 그렇지 않은 경우 계속하기 전에 새 항목을 만드십시오.
ru: Убедитесь, что в вашем проекте настроено окружение с целевым URL, равным URL вашего сайта. Если такого окружения нет, создайте новое окружение прежде чем продолжить.

source: EnableReviewApp|Only runs for feature branches or merge requests.
ko: 기능 브랜치 또는 머지 리퀘스트에 대해서만 실행됩니다.
ru: Работает только для функциональных веток или запросов на слияние.

source: EnableReviewApp|Recommended: Set up a job that manually stops the Review Apps.
ko: 권장: 리뷰 앱을 수동으로 중지하도록 작업을 설정합니다.
ru: Рекомендуется настроить задание, которое вручную останавливает приложения для рецензии.

source: EnableReviewApp|Review apps are dynamic environments that you can use to provide a live preview of changes made in a feature branch.
ko: 리뷰 앱은 기능 브랜치에서 수행된 변경 사항의 실시간 미리 보기를 제공하는 데 사용할 수 있는 동적 환경입니다.
ru: Приложения для рецензии — это динамичные окружения, которые можно использовать для предоставления живого предварительного просмотра изменений, сделанных в ветке с новой функцией.

source: EnableReviewApp|To configure a dynamic review app, you must:
ko: 동적 검토 앱을 구성하려면 다음을 수행해야 합니다.
ru: Для настройки динамического приложения для рецензии необходимо:

source: EnableReviewApp|Uses a predefined CI/CD variable like %{codeStart}$(CI_COMMIT_REF_SLUG)%{codeEnd} to dynamically create the review app environments. For example, for a configuration using merge request pipelines:
ko: %{codeStart}$(CI_COMMIT_REF_SLUG)%{codeEnd} 와 같은 미리 정의된 CI/CD 변수를 사용하여 리뷰 앱 환경을 동적으로 생성합니다. 예를 들어, 머지 리퀘스트 파이프라인을 사용하는 구성의 경우:
ru: Использует предопределённую переменную CI/CD, такую как %{codeStart}$(CI_COMMIT_REF_SLUG)%{codeEnd}, для динамического создания окружений приложения для рецензии. Например, для конфигурации с конвейерами для запросов на слияние:

source: EnableReviewApp|Using a static site?
ko: 정적 사이트를 사용 중이신가요?
ru: Используете статичный сайт?

source: EnableReviewApp|View more example projects
ko: 더 많은 예제 프로젝트 보기
ru: Посмотреть другие примеры проектов

source: Enabled
ko: 활성화됨
ru: Включено

source: Enabled Git access protocols
ko: 활성화된 Git 액세스 프로토콜
ru: Включённые протоколы доступа Git

source: Enabled OAuth authentication sources
ko: 활성화된 OAuth 인증 소스

source: Enables a free Ultimate + GitLab Duo Enterprise trial when you create a new project.
ko: 새로운 프로젝트를 생성하면 Ultimate + GitLab Duo Enterprise 평가판을 무료로 사용할 수 있습니다.
ru: Включает бесплатную пробную версию Ultimate + GitLab Duo Enterprise при создании нового проекта.

source: End Time
ko: 종료 시간

source: End date:
ko: 종료일:
ru: Дата окончания:

source: End time
ko: 종료 시간

source: Ended %{dueDate}
ko: %{dueDate}에 종료됨

source: Endpoint name '%{endpoint}' of component '%{component}' must not start with '%{prefix}'
ko: 구성 요소 '%{component}'의 엔드포인트 이름 '%{endpoint}'는 '%{prefix}'로 시작할 수 없습니다.

source: Ends
ko: 종료

source: Ends %{dueDate}
ko: %{dueDate}에 종료

source: Ends on
ko: 종료

source: Ends: %{endsAt}
ko: 종료: %{endsAt}

source: Enforce Two-Factor authentication for administrator users
ko: 운영자 계정에 대해 이중 인증 강제적용

source: Enforce two-factor authentication
ko: 이중 인증 강제 적용

source: Enforce two-factor authentication for all user sign-ins.
ko: 모든 사용자 로그인에 대해 이중 인증을 시행합니다.

source: Engine
ko: 엔진

source: Enhance security by storing service account keys in secret managers - learn more about %{docLinkStart}secret management with GitLab%{docLinkEnd}
ko: 비밀 관리자에 서비스 계정 키를 저장하여 보안 강화 - %{docLinkStart} GitLab로 비밀 관리%{docLinkEnd}에 대해 자세히 알아보기
ru: Повысьте безопасность, сохраняя ключи учетных записей служб в менеджерах секретов — узнайте больше об %{docLinkStart}управлении секретами с помощью GitLab%{docLinkEnd}

source: Ensure users with SSO identities cannot sign in with password even when password authentication is enabled.
ko: 비밀번호 인증이 활성화된 경우에도 SSO ID를 가진 사용자가 비밀번호로 로그인할 수 없도록 합니다.
ru: Пользователи с идентификацией через SSO не могут входить с паролем, даже если аутентификация по паролю включена.

source: Ensure your %{linkStart}environment is part of the deploy stage%{linkEnd} of your CI pipeline to track deployments to your cluster.
ko: 클러스터에 대한 배포를 추적하기 위해 %{linkStart}환경이 CI 파이프라인의 배포%{linkEnd} 스테이지의 일부인지 확인하십시오.
ru: Убедитесь, что ваша среда %{linkStart}является частью этапа развёртывания%{linkEnd} сборочной линии CI для отслеживания развёртывания в ваш кластер.

source: Enter %{weights_link_start}weights%{weights_link_end} for storages for new repositories. Configured storages appear below.
ko: 새 리포지토리의 스토리지에 대해 %{weights_link_start}가중치%{weights_link_end} 을 입력합니다. 설정된 스토리지가 아래에 나타납니다.
ru: Введите %{weights_link_start}веса%{weights_link_end} хранилищ для новых репозиториев. Настроенные хранилища отображаются ниже.

source: Enter URL
ko: URL 입력

source: Enter a URL for your custom emoji
ko: 커스텀 이모티콘 URL을 입력하세요.

source: Enter a name
ko: 이름 입력
ru: Введите название

source: Enter a name for your comment template
ko: 당신의 댓글 템플릿을 위한 이름을 작성하세요
ru: Введите название для вашего шаблона комментария

source: Enter a number
ko: 숫자를 입력하세요
ru: Введите номер

source: Enter a number from 0 to 100.
ko: 0~100 사이의 숫자를 입력하세요.

source: Enter a search query to find more branches, or use * to create a wildcard.
ko: 더 많은 브랜치를 찾으려면 검색어를 입력하거나 *를 사용하여 와일드카드를 만드세요.
ru: Введите запрос для поиска других веток или используйте * для создания шаблона.

source: Enter a valid URL
ko: 유효한 URL을 입력

source: Enter admin mode
ko: 운영자 모드로 들어가기
ru: Войти в режим администратора

source: Enter an integer number between 0 and 100
ko: 0에서 100 사이의 정수를 입력하십시오
ru: Введите целое число от 0 до 100

source: Enter at least three characters to search
ko: 검색하려면 3자 이상 입력하세요
ru: Введите не менее трех символов для поиска

source: Enter at least three characters to search.
ko: 검색하려면 3자 이상 입력하세요.

source: Enter confidential epic URL
ko: 비공개 에픽 링크 입력
ru: Введите URL конфиденциальной цели

source: Enter confidential issue URL
ko: 비공개 이슈 URL을 입력
ru: Введите URL конфиденциального обсуждения

source: Enter duration
ko: 기간 입력
ru: Укажите длительность

source: Enter epic URL
ko: 에픽 URL을 입력
ru: Введите URL цели

source: Enter group name
ko: 그룹 이름 입력
ru: Введите название группы

source: Enter in your Bitbucket Server URL and personal access token below
ko: 아래 Bitbucket Server URL 및 개인 액세스 토큰을 입력하십시오.
ru: Введите URL вашего сервера Bitbucket и токен доступа ниже

source: Enter issue URL
ko: 이슈 URL을 입력
ru: Введите URL обсуждения

source: Enter license key
ko: 라이센스 키 입력

source: Enter merge request URLs
ko: 머지 리퀘스트 URL 입력
ru: Введите URL запроса на слияние

source: Enter new AWS Secret Access Key
ko: 새로운 AWS 비밀 억세스 키 입력

source: Enter one or more user ID separated by commas
ko: 하나 이상의 사용자 ID를 쉼표로 구분하여 입력하세요

source: Enter text
ko: 텍스트 입력

source: Enter the %{name} description
ko: %{name} 설명을 입력하세요

source: Enter the %{name} title
ko: %{name} 제목을 입력하세요

source: Enter the code from your two-factor authenticator app. If you've lost your device, you can enter one of your recovery codes.
ko: 이중 인증기 앱에서 코드를 입력하세요. 기기를 분실한 경우 복구 코드 중 하나를 입력할 수 있습니다.

source: Enter the following to confirm:
ko: 다음에 있는 내용을 입력하여 확인하세요:
ru: Введите следующее для подтверждения:

source: Enter the password for password-protected Elasticsearch servers.
ko: 암호로 보호되는 Elasticsearch 서버의 암호를 입력하세요.
ru: Введите пароль для защищенных паролем серверов Elasticsearch.

source: Enter the username for password-protected Elasticsearch servers.
ko: 패스워드-보호되는 Elasticsearch 서버의 사용자명을 입력하세요.
ru: Введите имя пользователя для защищенных паролем серверов Elasticsearch.

source: Enter values to populate the .gitlab-ci.yml configuration file.
ko: .gitlab-ci.yml 구성 파일을 채우세요.

source: Enter verification code
ko: 인증 코드 입력
ru: Введите проверочный код

source: Enter your password to approve
ko: 승인을 위해 비밀번호를 입력하세요
ru: Введите ваш пароль для одобрения

source: Enterprise
ko: 엔터프라이즈

source: Enterprise User
ko: 엔터프라이즈 사용자

source: Enterprise User Account on GitLab
ko: GitLab의 엔터프라이즈 사용자 계정

source: Enterprise user associated at:
ko: 다음에 연결된 엔터프라이즈 사용자:

source: Enterprise user of:
ko: 다음의 엔터프라이즈 사용자:

source: EnterpriseUsers|The user does not match the "Enterprise User" definition for the group
ko: 사용자가 그룹의 "엔터프라이즈 사용자" 정의와 일치하지 않습니다.

source: EnterpriseUsers|The user is already an enterprise user of the group
ko: 사용자는 이미 엔터프라이즈 사용자입니다.

source: Environment
ko: 환경
ru: Окружение

source: Environment scope
ko: 환경 범위

source: Environment variables on this GitLab instance are configured to be %{help_link_start}protected%{help_link_end} by default.
ko: 이 GitLab 인스턴스의 환경 변수는 기본적으로 %{help_link_start}보호%{help_link_end}로 구성됩니다.
ru: Переменные окружения на этом экземпляре GitLab по умолчанию имеют атрибут %{help_link_start}Защищённая%{help_link_end}.

source: Environment:
ko: 환경:
ru: Окружение:

source: EnvironmentDashboard|API
ko: API
ru: API

source: EnvironmentDashboard|Created through the Deployment API
ko: 배포 API를 통해 생성됨
ru: Создано с помощью API развёртывания

source: EnvironmentDashboard|You are looking at the last updated environment
ko: 마지막으로 업데이트된 환경을 보고 있습니다.
ru: Вы просматриваете последнее обновленное окружение

source: Environments
ko: 환경
ru: Окружения

source: Environments Dashboard
ko: 환경 대시보드
ru: Панель мониторинга окружений

source: Environments allow you to track deployments of your application. To protect this environment, go to the CI/CD settings %{linkStart}Protected environments%{linkEnd} section.
ko: 환경은 애플리케이션의 배포를 추적할 수 있도록 합니다. 이 환경을 보호하려면 CI/CD 설정의 %{linkStart}보호된 환경%{linkEnd} 섹션으로 이동하세요.

source: Environments allow you to track deployments of your application.%{linkStart} More information.%{linkEnd}
ko: 환경은 애플리케이션의 배포를 추적할 수 있도록 합니다. %{linkStart}추가 정보%{linkEnd}

source: Environments in %{name}
ko: %{name}의 환경

source: EnvironmentsAlert|%{severity} • %{title}. %{linkStart}View Details%{linkEnd} · %{startedAt}
ko: %{severity} • %{title}. %{linkStart}세부 정보 보기%{linkEnd} · %{startedAt}
ru: %{severity} • %{title}. %{linkStart}Посмотреть подробности%{linkEnd} · %{startedAt}

source: EnvironmentsDashboard|Add a project to the dashboard
ko: 대시보드에 프로젝트 추가
ru: Добавить проект на панель мониторинга

source: EnvironmentsDashboard|Add projects
ko: 프로젝트 추가
ru: Добавить проекты

source: EnvironmentsDashboard|Environments Dashboard
ko: 환경 대시보드
ru: Панель мониторинга окружений

source: EnvironmentsDashboard|Job: %{job}
ko: 작업: %{job}
ru: Задание: %{job}

source: EnvironmentsDashboard|More actions
ko: 추가 동작
ru: Дополнительно

source: EnvironmentsDashboard|Remove
ko: 제거
ru: Удалить

source: EnvironmentsDashboard|The environments dashboard provides a summary of each project's environments' status, including pipeline and alert statuses.
ko: 환경 대시보드는 파이프라인과 경고 상태를 포함하여 각 프로젝트의 환경 상태에 대한 요약을 제공합니다.
ru: Панель мониторинга окружений предоставляет сводку о состоянии окружений каждого проекта, включая статусы конвейеров и оповещений.

source: EnvironmentsDashboard|This dashboard displays 3 environments per project, and is linked to the Operations Dashboard. When you add or remove a project from one dashboard, GitLab adds or removes the project from the other. %{linkStart}More information%{linkEnd}
ko: 이 대시보드는 프로젝트당 3개의 환경을 표시하며 운영 대시보드에 링크됩니다. 한 대시보드에서 프로젝트를 추가하거나 제거하면 GitLab이 다른 대시보드에서 프로젝트를 추가하거나 제거합니다. %{linkStart}추가 정보%{linkEnd}
ru: Эта панель мониторинга отображает 3 окружения на проект, и она связана с панелью мониторинга операций. Когда вы добавляете или удаляете проект с одной панели, GitLab добавляет или удаляет проект и с другой. %{linkStart}Подробнее%{linkEnd}

source: Environments|A freeze period is in effect from %{startTime} to %{endTime}. Deployments might fail during this time. For more information, see the %{docsLinkStart}deploy freeze documentation%{docsLinkEnd}.
ko: 배포 변경금지 기간은 %{startTime} 에서 %{endTime}까지 적용됩니다. 이 시간 동안 배포가 되지 않을 수 있습니다. 자세한 내용은 %{docsLinkStart}배포 변경금지 설명서%{docsLinkEnd}참조하십시오.
ru: Период заморозки действует с %{startTime} до %{endTime}. Развёртывания могут не выполниться в это время. Для получения дополнительной информации смотрите %{docsLinkStart}документацию по заморозке развёртываний%{docsLinkEnd}.

source: Environments|Actions
ko: 동작
ru: Действия

source: Environments|An error occurred while canceling the auto stop, please try again
ko: 자동 정지를 취소하는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при отмене автоостановки, пожалуйста, попробуйте ещё раз

source: Environments|An error occurred while deleting the environment. Check if the environment stopped; if not, stop it and try again.
ko: 환경 삭제 중 오류가 발생했습니다. 환경이 중지되었는지 확인하십시오. 아니라면, 중지하고 다시 시도하세요.

source: Environments|An error occurred while making the request.
ko: 요청을 만드는 중 오류가 발생했습니다.
ru: Произошла ошибка во время выполнения запроса.

source: Environments|An error occurred while re-deploying the environment, please try again
ko: 환경 재배포 중 오류가 발생하였습니다. 다시 시도하세요.
ru: Произошла ошибка при повторном развертывании окружения, пожалуйста, попробуйте ещё раз

source: Environments|An error occurred while rolling back the environment, please try again
ko: 환경 롤백 중 오류가 발생했습니다. 다시 시도하세요.

source: Environments|An error occurred while stopping the environment, please try again
ko: 환경을 중지하는 중 오류가 발생했습니다. 다시 시도하세요.

source: Environments|Are you sure you want to delete %{podName}? This action cannot be undone.
ko: 정말 %{podName}을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить %{podName}? Это действие невозможно отменить.

source: Environments|Auto stops %{autoStopAt}
ko: 자동 중지 %{autoStopAt}

source: Environments|Clean up
ko: 정리

source: Environments|Clean up environments
ko: 환경 정리

source: Environments|Create an environment
ko: 환경 생성

source: Environments|Delete
ko: 삭제

source: Environments|Delete %{podName}?
ko: %{podName}를 삭제할까요?
ru: Удалить %{podName}?

source: Environments|Delete '%{environmentName}'?
ko: '%{environmentName}'를 삭제하시겠습니까?

source: Environments|Delete environment
ko: 환경 삭제

source: Environments|Delete pod
ko: Pod 삭제
ru: Удалить под

source: Environments|Deleting the '%{environmentName}' environment cannot be undone. Do you want to delete it anyway?
ko: '%{environmentName}' 환경 삭제는 취소할 수 없습니다. 그래도 삭제하시겠습니까?

source: Environments|Deploy to…
ko: 배포 대상...
ru: Развернуть в…

source: Environments|Deployment history
ko: 배포 이력

source: Environments|Deployments
ko: 배포
ru: Развёртывания

source: Environments|Edit environment
ko: 환경 편집

source: Environments|Enable Review Apps
ko: 리뷰 앱 활성화
ru: Включение приложений для рецензии

source: Environments|Enable review apps
ko: 리뷰 앱 활성화
ru: Включить приложения для рецензии

source: Environments|Environments
ko: 환경
ru: Окружения

source: Environments|Environments are places where code gets deployed, such as staging or production. You can create an environment in the UI or in your .gitlab-ci.yml file. You can also enable review apps, which assist with providing an environment to showcase product changes. %{linkStart}Learn more%{linkEnd} about environments.
ko: 환경은 스테이징 또는 프로덕션과 같이 코드가 배포되는 장소입니다. UI 또는 .gitlab-ci.yml 파일에서 환경을 만들 수 있습니다. 제품 변경 사항을 보여주는 환경을 제공하는 데 도움이 되는 리뷰 앱을 활성화할 수도 있습니다. %{linkStart}환경에 %{linkEnd} 대해 알아보십시오.
ru: Окружения — это места, куда развёртывается код, такие как staging или production. Вы можете создать окружение через интерфейс или в вашем файле .gitlab-ci.yml. Также можно включить приложения для рецензии, которые помогают предоставить окружение для демонстрации изменений в продукте. %{linkStart}Подробнее%{linkEnd} об окружениях.

source: Environments|Get started with environments
ko: 환경 사용 방법
ru: Начните работать с окружениями

source: Environments|GitLab agent
ko: GitLab 에이전트
ru: Агент GitLab

source: Environments|HelmReleases
ko: HelmReleases
ru: HelmReleases

source: Environments|How do I grant Kubernetes access?
ko: Kubernetes 액세스 권한을 부여하려면 어떻게 해야 하나요?

source: Environments|If a Flux resource is specified, its reconciliation status is reflected in GitLab.
ko: Flux 리소스가 지정되면 해당 조정 상태가 GitLab에 반영됩니다.
ru: Если указан ресурс Flux, его статус согласования отображается в GitLab.

source: Environments|Kubernetes namespace (optional)
ko: Kubernetes 네임스페이스 (옵션)

source: Environments|Kubernetes overview
ko: Kubernetes 개요

source: Environments|Kustomizations
ko: Kustomizations

source: Environments|Learn more about stopping environments
ko: 환경 정지에 대해 자세히 알아보기
ru: Подробнее о прекращении работы окружений

source: Environments|Name
ko: 이름
ru: Название

source: Environments|New environment
ko: 새 환경
ru: Новое окружение

source: Environments|No selection shows all authorized resources in the cluster. %{linkStart}Learn more.%{linkEnd}
ko: 선택하지 않으면 클러스터의 승인된 리소스가 모두 표시됩니다. %{linkStart}자세히 알아보세요.%{linkEnd}
ru: При отсутствии выбора отображаются все авторизованные ресурсы в кластере. %{linkStart}Подробнее.%{linkEnd}

source: Environments|Open
ko: 열기

source: Environments|Open live environment
ko: 라이브 환경 열기
ru: Открыть живое окружение

source: Environments|Or select namespace: %{searchTerm}
ko: 또는 네임스페이스 선택: %{searchTerm}

source: Environments|Pod deleted successfully
ko: Pod가 성공적으로 삭제되었습니다.
ru: Под успешно удалён

source: Environments|Re-deploy environment
ko: 재배포 환경

source: Environments|Re-deploy environment %{name}?
ko: 환경 %{name}를 재배포 할까요?

source: Environments|Re-deploy to environment
ko: 환경에 재배포
ru: Повторное развёртывание в окружение

source: Environments|Refresh
ko: 새로 고침
ru: Обновить

source: Environments|Refresh to sync new data
ko: 새 데이터를 동기화하려면 새로고침하세요.

source: Environments|Resource is up to date
ko: 리소스가 최신 상태입니다.
ru: Ресурс обновлён до последней версии

source: Environments|Retrieving resource status
ko: 리소스 상태 검색 중
ru: Получение статуса ресурса

source: Environments|Rollback environment
ko: 롤백 환경

source: Environments|Rollback environment %{name}?
ko: 환경 %{name} 롤백 할까요?
ru: Откатить окружение %{name}?

source: Environments|Search by environment name
ko: 환경 이름으로 검색
ru: Поиск по названию окружения

source: Environments|Select Flux resource
ko: Flux 리소스 선택
ru: Выберите ресурс Flux

source: Environments|Select Flux resource (optional)
ko: Flux 리소스 (옵션)
ru: Выберите ресурс Flux (необязательно)

source: Environments|Select a namespace to see available Flux resources.
ko: "네임스페이스를 선택하여 사용할 수 있는 Flux 리소스를 확인하세요.
ru: Выберите пространство имён, чтобы увидеть доступные ресурсы Flux.

source: Environments|Select agent
ko: 에이전트 선택

source: Environments|Select an agent with Kubernetes access to the project or group.
ko: 프로젝트 또는 그룹에 대한 Kubernetes 액세스 권한이 있는 에이전트를 선택하세요.

source: Environments|Select namespace
ko: 네임스페이스 선택

source: Environments|Select which environments to clean up. Protected environments are excluded. Learn more about cleaning up environments.
ko: 정리할 환경을 선택하세요. 보호받는 환경은 제외됩니다. 환경 정리에 대해 더 알아보세요.
ru: Выберите окружения для очистки. Защищённые окружения исключены. Подробнее о очистке окружений.

source: Environments|Stop
ko: 중지
ru: Остановить

source: Environments|Stop %{environmentName}
ko: %{environmentName} 정지
ru: Остановка %{environmentName}

source: Environments|Stop environment
ko: 중지 환경
ru: Остановить окружение

source: Environments|Stop environments that have not been updated since the specified date:
ko: 지정된 날짜 이후로 업데이트되지 않은 환경 중지:

source: Environments|Stop unused environments
ko: 사용되지 않는 환경 중지

source: Environments|Stopping environment
ko: 환경 중지중
ru: Остановка окружения

source: Environments|Synced
ko: 동기화됨
ru: Синхронизировано

source: Environments|The description is displayed to anyone who can see this environment.
ko: 설명은 이 환경을 볼 수 있는 모든 사람에게 표시됩니다.
ru: Описание отображается для всех, кто может просматривать это окружение.

source: Environments|There are no deployments for this environment yet. %{linkStart}Learn more about setting up deployments.%{linkEnd}
ko: 아직 이 환경에 대한 배포가 없습니다. %{linkStart}배포 설정에 대해 자세히 알아보십시오.%{linkEnd}
ru: Для этого окружения ещё нет развертываний. %{linkStart}Подробнее о настройке развертываний%{linkEnd}.

source: Environments|This action will %{docsStart}retry the latest deployment%{docsEnd} with the commit %{commitId}, for this environment. Are you sure you want to continue?
ko: 이 동작은 커밋 %{commitId}로 이 환경에 대해 %{docsStart}직전 배포를 재시도%{docsEnd} 합니다. 계속하시겠습니까?

source: Environments|This action will %{docsStart}roll back this environment%{docsEnd} to a previously successful deployment for commit %{commitId}. Are you sure you want to continue?
ko: 이 동작은 커밋 %{commitId}로 이전에 성공한 배포로 %{docsStart}이 환경을 롤백%{docsEnd} 합니다. 계속하시겠습니까?

source: Environments|Unable to access the following resources from this environment. Check your authorization on the following and try again:
ko: 이 환경에서 다음 리소스에 액세스할 수 없습니다. 다음에서 승인을 확인하고 다시 시도하십시오.

source: Environments|Updating
ko: 업데이트 중

source: Environments|View logs
ko: 로그 보기

source: Environments|Write a description or drag your files here…
ko: 설명을 작성하거나 파일을 여기로 끌어다 놓으세요…
ru: Напишите описание или перетащите файлы сюда…

source: Environments|You are about to stop the environment %{environmentName}. Any deployments associated with this environment will no longer be accessible, and the environment will be moved to the Stopped tab.
ko: 이제 %{environmentName} 환경을 중지하려고 합니다. 이 환경과 연결된 모든 배포는 더 이상 억세스 할 수 없으며, 환경은 '중지됨' 탭으로 이동됩니다.
ru: Вы собираетесь остановить окружение %{environmentName}. Все развёртывания, связанные с этим окружением, больше не будут доступны, а само окружение будет перемещено во вкладку «Остановленные».

source: Environments|You are about to stop the environment %{environmentName}. The environment will be moved to the Stopped tab. There is no %{actionStopLinkStart}action:stop%{actionStopLinkEnd} defined for this environment, so your existing deployments will not be affected.
ko: 이제 %{environmentName} 환경을 중지하려고 합니다. 환경은 '중지됨' 탭으로 이동됩니다. 이 환경에 대해 정의된 %{actionStopLinkStart}action:stop%{actionStopLinkEnd}이 없으므로 기존 배포에는 영향을 미치지 않습니다.
ru: Вы собираетесь остановить окружение %{environmentName}. Окружение будет перемещено во вкладку «Остановленные». Для этого окружения не определено %{actionStopLinkStart}action:stop%{actionStopLinkEnd}, поэтому ваши существующие развёртывания не будут затронуты.

source: Environment|Age
ko: 나이

source: Environment|Auto stop %{time}
ko: 자동 정지 %{time}

source: Environment|Cluster IP
ko: 클러스터 IP

source: Environment|Cluster agent not found.
ko: 클러스터 에이전트를 찾을 수 없습니다.

source: Environment|Created on
ko: 생성일

source: Environment|Dashboard
ko: 대시보드
ru: Панель

source: Environment|Deployment tier
ko: 배포 티어

source: Environment|Environment status
ko: 환경 상태

source: Environment|External IP
ko: 외부 IP

source: Environment|Finished on
ko: 완료됨
ru: Завершено

source: Environment|Flux Sync
ko: Flux Sync

source: Environment|Forbidden to access the cluster agent from this environment.
ko: 이 환경에서 클러스터 에이전트에 액세스하는 것이 금지되었습니다.
ru: Запрещён доступ к агенту кластера из этого окружения.

source: Environment|Get started
ko: 시작하기

source: Environment|Healthy
ko: 양호

source: Environment|Needs attention
ko: 주의 필요
ru: Требует внимания

source: Environment|No Kubernetes clusters configured
ko: 구성된 Kubernetes 클러스터 없음

source: Environment|Pods
ko: 포드

source: Environment|Ports
ko: 포트

source: Environment|Reconciled
ko: 회복됨

source: Environment|Reconciling
ko: 회복중

source: Environment|Search pod name
ko: pod 이름 검색
ru: Поиск имени пода

source: Environment|Services
ko: 서비스

source: Environment|Showing search results with the status %{status}.
ko: 상태 %{status}의 검색 결과를 표시합니다.
ru: Показаны результаты поиска со статусом %{status}.

source: Environment|Stalled
ko: 정지됨

source: Environment|Summary
ko: 요약
ru: Сводка
