Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ComplianceStandardsAdherence|All attached frameworks
ko: 연결된 모든 프레임워크
ru: Все связанные регламенты

source: ComplianceStandardsAdherence|At least one non-author approval
ko: 최소 1명 이상의 작성자가 아닌 사람의 승인
ru: Одобрение хотя бы одного участника, не являющегося автором

source: ComplianceStandardsAdherence|At least two approvals
ko: 최소 2개이상의 승인
ru: Как минимум два одобрения

source: ComplianceStandardsAdherence|Change your project visibility settings to comply with organizational security requirements.
ko: 조직의 보안 요구 사항을 준수하도록 프로젝트 공개범위 설정을 변경하세요.
ru: Измените настройки видимости проекта, чтобы соответствовать требованиям безопасности организации.

source: ComplianceStandardsAdherence|Change your project visibility to private or internal as per security requirements.
ko: 보안 요구 사항에 따라 프로젝트 공개범위를 비공개 또는 내부로 변경합니다.
ru: Измените видимость проекта на приватную или внутреннюю в соответствии с требованиями безопасности.

source: ComplianceStandardsAdherence|Check
ko: 검사
ru: Проверка

source: ComplianceStandardsAdherence|Checks
ko: 검사
ru: Проверкам

source: ComplianceStandardsAdherence|Configure DAST in your CI/CD pipeline to automatically test your application for security issues.
ko: CI/CD 파이프라인에 DAST를 구성하여 애플리케이션의 보안 문제를 자동으로 테스트합니다.
ru: Настройте DAST в вашем конвейере CI/CD, чтобы автоматически проверять приложение на уязвимости.

source: ComplianceStandardsAdherence|Configure DAST scanning
ko: DAST 스캐닝 구성
ru: Настройте сканирование DAST

source: ComplianceStandardsAdherence|Configure Infrastructure as Code scanning to detect misconfigurations before deployment.
ko: 코드형 인프라 스캐닝을 구성하여 배포 전에 구성 오류를 감지하도록 합니다.
ru: Настройте сканирование инфраструктуры как кода, чтобы выявлять ошибки конфигурации до развёртывания.

source: ComplianceStandardsAdherence|Configure SAST scanning
ko: SAST 스캐닝 구성
ru: Настройте сканирование SAST

source: ComplianceStandardsAdherence|Configure access controls to limit who can access build artifacts and outputs.
ko: 빌드 아티팩트와 출력에 액세스할 수 있는 사람을 제한하기 위해 액세스 제어를 구성합니다.
ru: Настройте управление доступом, чтобы ограничить тех, кто может получать доступ к артефактам сборки и результатам.

source: ComplianceStandardsAdherence|Configure access restrictions
ko: 액세스 제한 구성
ru: Настройте ограничения доступа

source: ComplianceStandardsAdherence|Configure approval requirements
ko: 승인 요구사항 구성
ru: Настройте требования одобрения

source: ComplianceStandardsAdherence|Configure branch protection to prevent accidental or unauthorized branch deletion.
ko: 브랜치 보호를 구성하여 실수나 무단으로 브랜치를 삭제하는 것을 방지합니다.
ru: Настройте защиту веток, чтобы предотвратить случайное или несанкционированное удаление веток.

source: ComplianceStandardsAdherence|Configure branch protection to prevent direct pushes to the default branch.
ko: 기본 브랜치에 직접 푸시하는 것을 방지하기 위해 브랜치 보호를 구성합니다.
ru: Настройте защиту веток, чтобы предотвратить прямые отправки в основную ветку.

source: ComplianceStandardsAdherence|Configure branch protection to prevent force pushes to repository branches.
ko: 리포지토리 브랜치에 강제 푸시를 방지하기 위해 브랜치 보호를 구성합니다.
ru: Настройте защиту веток, чтобы предотвратить принудительные отправки в ветки репозитория.

source: ComplianceStandardsAdherence|Configure branch update requirements
ko: 브랜치 업데이트 요구 사항 구성
ru: Настройте требования к обновлению ветки

source: ComplianceStandardsAdherence|Configure code owners to ensure appropriate review of specific code sections.
ko: 특정 코드 섹션을 적절하게 검토할 수 있도록 코드 소유자를 구성합니다.
ru: Настройте владельцев кода, чтобы обеспечить соответствующее рецензирование конкретных разделов кода.

source: ComplianceStandardsAdherence|Configure code owners to require approval for code changes.
ko: 코드 변경 시 코드 소유자의 승인을 요구하도록 구성
ru: Настройте владельцев кода так, чтобы для изменения кода требовалось одобрение.

source: ComplianceStandardsAdherence|Configure issue tracking to organize and prioritize project work.
ko: 이슈 추적을 구성하여 프로젝트 작업을 정리하고 우선순위를 정합니다.
ru: Настройте отслеживание обсуждений, чтобы организовать и расставить приоритеты при работе над проектом.

source: ComplianceStandardsAdherence|Configure job token scope
ko: 작업 토큰 범위 구성
ru: Настройте область действия токена задания

source: ComplianceStandardsAdherence|Configure linear history
ko: 선형 이력 구성
ru: Настройте линейную историю

source: ComplianceStandardsAdherence|Configure merge permissions
ko: 머지 권한 구성
ru: Настройте разрешения на слияние

source: ComplianceStandardsAdherence|Configure merge requests to require approval from designated code owners.
ko: 지정된 코드 소유자의 승인을 요구하도록 머지 리퀘스트를 구성합니다.
ru: Настройте запросы на слияние так, чтобы требовалось одобрение от назначенных владельцев кода

source: ComplianceStandardsAdherence|Configure merge requests to reset approvals when new commits are added.
ko: 새로운 커밋이 추가되면 승인을 재설정하도록 머지 리퀘스트를 구성합니다.
ru: Настройте запросы на слияние так, чтобы одобрения сбрасывались при добавлении новых коммитов.

source: ComplianceStandardsAdherence|Configure organization settings to require Multi-Factor Authentication for all users.
ko: 모든 사용자에 대해 다단계 인증을 요구하도록 조직 설정을 구성합니다.
ru: Настройте параметры организации, чтобы требовать многофакторную аутентификацию для всех участников.

source: ComplianceStandardsAdherence|Configure pipeline settings to restrict public access to CI/CD pipelines.
ko: CI/CD 파이프라인에 대한 공개 액세스를 제한하기 위해 파이프라인 설정을 구성합니다.
ru: Настройте параметры конвейера, чтобы ограничить публичный доступ к конвейерам CI/CD.

source: ComplianceStandardsAdherence|Configure project settings to allow only maintainers to create CI/CD variables.
ko: CI/CD 변수를 생성하도록 유지 관리자만 허용하도록 프로젝트 설정을 구성합니다.
ru: Настройте параметры проекта, чтобы только мейнтейнеры могли создавать переменные CI/CD.

source: ComplianceStandardsAdherence|Configure push permissions
ko: 푸시 권한 설정
ru: Настройте права доступа для отправки

source: ComplianceStandardsAdherence|Configure push rules to prevent sensitive information from being committed.
ko: 푸시 규칙을 구성하여 커밋된 민감한 정보가 노출되지 않도록 합니다.
ru: Настройте правила отправки, чтобы предотвратить коммит чувствительной информации.

source: ComplianceStandardsAdherence|Configure push rules to reject unsigned commits.
ko: 서명되지 않은 커밋을 거부하는 푸시 규칙 구성.
ru: Настройте правила отправки, чтобы отклонять неподписанные коммиты.

source: ComplianceStandardsAdherence|Configure push rules to require that all commits are signed.
ko: 모든 커밋에 서명이 필요하도록 푸시 규칙 구성.
ru: Настройте правила отправки, чтобы требовать подписи всех коммитов.

source: ComplianceStandardsAdherence|Configure settings to prevent editing of merge request approval rules.
ko: 설정을 구성하여 머지 리퀘스트 승인 규칙을 편집하지 못하도록 합니다.
ru: Настройте параметры, чтобы предотвратить изменение правил одобрения для запроса на слияние.

source: ComplianceStandardsAdherence|Configure status checks
ko: 상태 점검 구성
ru: Настройте проверки состояния

source: ComplianceStandardsAdherence|Configure status page
ko: 상태 페이지 구성
ru: Настройте страницу состояния

source: ComplianceStandardsAdherence|Configure strict permissions
ko: 엄격한 권한 구성
ru: Настройте строгие разрешения

source: ComplianceStandardsAdherence|Configure your project settings to prevent merge request authors from approving their own changes.
ko: 프로젝트 설정을 구성하여 머지 리퀘스트 작성자가 스스로 승인하는 것을 방지합니다.
ru: Настройте параметры проекта, чтобы запретить авторам запросов на слияние одобрять собственные изменения.

source: ComplianceStandardsAdherence|Configure your project to require all contributors to use Multi-Factor Authentication.
ko: 프로젝트를 구성하여 모든 기여자가 다단계 인증을 사용하도록 합니다.
ru: Настройте проект так, чтобы все участники использовали многофакторную аутентификацию.

source: ComplianceStandardsAdherence|Configure your project to require all discussions be resolved before merging.
ko: 프로젝트를 구성하여 머지되기 전에 모든 논의가 해결되도록 요구합니다.
ru: Настройте проект так, чтобы перед слиянием требовалось решить все обсуждения.

source: ComplianceStandardsAdherence|Configure your project to require at least one approval on merge requests to improve code quality and security.
ko: 코드 품질과 보안을 개선하려면 머지 리퀘스트에 대해 최소한 한 번의 승인이 필요하도록 프로젝트를 구성하세요.
ru: Настройте проект так, чтобы требовалось хотя бы одно одобрение для запроса на слияние — это повысит качество и безопасность кода.

source: ComplianceStandardsAdherence|Configure your project to require at least two approvals on merge requests to improve code quality and security.
ko: 당신의 프로젝트 구성을 변경하여, 머지 리퀘스트에 대해 최소 2명의 승인을 요구하여 코드 품질과 보안을 향상시키십시오.
ru: Настройте проект так, чтобы для слияния запросов требовались как минимум два одобрения — для повышения качества и безопасности кода.

source: ComplianceStandardsAdherence|Configure your project to reset approvals when new changes are pushed.
ko: 새로운 변경사항이 푸시되면 승인을 재설정하도록 당신의 프로젝트를 구성합니다.
ru: Настройте проект так, чтобы одобрения сбрасывались при отправке новых изменений.

source: ComplianceStandardsAdherence|Controls whether users can merge changes to the default branch.
ko: 사용자가 기본 브랜치에 변경 사항을 머지할 수 있는지 여부를 제어합니다.
ru: Определяет, могут ли пользователи объединять изменения в основную ветку.

source: ComplianceStandardsAdherence|Controls whether users can push directly to the default branch.
ko: 사용자가 기본 브랜치에 직접 푸시할 수 있지 여부를 조정합니다.
ru: Определяет, могут ли пользователи отправлять изменения напрямую в основную ветку.

source: ComplianceStandardsAdherence|Create a fork of the project.
ko: 프로젝트 포크를 생성함.
ru: Создайте форк проекта.

source: ComplianceStandardsAdherence|Create valid CI configuration
ko: 유효한 CI 구성을 생성
ru: Создайте корректную конфигурацию CI

source: ComplianceStandardsAdherence|DAST scan
ko: DAST 스캔
ru: Сканирование DAST

source: ComplianceStandardsAdherence|DAST scanner is configured in the pipeline configuration for the default branch.
ko: DAST 스캐너가 기본 브랜치의 파이프라인 구성에 구성되어 있지 않습니다.
ru: Сканер DAST настроен в конфигурации конвейера для основной ветки.

source: ComplianceStandardsAdherence|DAST scanner is not configured in the pipeline configuration for the default branch.
ko: DAST 스캐너가 기본 브랜치의 파이프라인 구성에 구성되어 있지 않습니다.
ru: Сканер DAST не настроен в конфигурации конвейера для основной ветки.

source: ComplianceStandardsAdherence|Date since last status change
ko: 마지막 상태 변경 이후 날짜
ru: Дата последнего изменения статуса

source: ComplianceStandardsAdherence|Disable branch deletion
ko: 브랜치 삭제 비활성화
ru: Отключите удаление веток

source: ComplianceStandardsAdherence|Disable force pushing
ko: 강제 푸시 비활성화
ru: Отключите принудительную отправку

source: ComplianceStandardsAdherence|Enable DAST scanner
ko: DAST 스캐너 활성화
ru: Включите сканер DAST

source: ComplianceStandardsAdherence|Enable DAST scanner in the project's security configuration to satisfy this requirement.
ko: 이 요구 사항을 충족하기 위해 프로젝트의 보안 구성에서 DAST 스캐너를 활성화하세요.
ru: Включите сканер DAST в настройках безопасности проекта, чтобы выполнить это требование.

source: ComplianceStandardsAdherence|Enable SAST scanner
ko: SAST 스캐너 활성화
ru: Включите сканер SAST

source: ComplianceStandardsAdherence|Enable SAST scanner in the project's security configuration to satisfy this requirement.
ko: 이 요구 사항을 충족하기 위해 프로젝트의 보안 구성에서 SAST 스캐너를 활성화하세요.
ru: Включите сканер SAST в конфигурации безопасности проекта для выполнения этого требования.

source: ComplianceStandardsAdherence|Enable SSO authentication
ko: SSO 인증 활성화
ru: Включите аутентификацию через SSO

source: ComplianceStandardsAdherence|Enable Terraform integration
ko: Terraform 통합 활성화
ru: Включите интеграцию с Terraform

source: ComplianceStandardsAdherence|Enable approval reset on commit
ko: 커밋할때 승인 재설정 활성화
ru: Включите сброс одобрений при коммите

source: ComplianceStandardsAdherence|Enable branch protection
ko: 브랜치 보호 활성화
ru: Включите защиту веток

source: ComplianceStandardsAdherence|Enable code quality scanning
ko: 코드 품질 스캐닝 활성화
ru: Включите сканирование качества кода

source: ComplianceStandardsAdherence|Enable code quality scanning to improve code maintainability and reduce technical debt.
ko: 코드 품질 스캐닝 활성화를 하여 코드 유지관리성을 개선하고 기술 부채를 줄입니다.
ru: Включите сканирование качества кода, чтобы улучшить поддерживаемость кода и снизить технический долг.

source: ComplianceStandardsAdherence|Enable dependency scanning
ko: 의존성 스캐닝 활성화
ru: Включите сканирование зависимостей

source: ComplianceStandardsAdherence|Enable dependency scanning to automatically detect vulnerable libraries in your application.
ko: 의존성 스캐닝을 활성화하여 애플리케이션에서 취약한 라이브러리를 자동으로 감지합니다.
ru: Включите сканирование зависимостей, чтобы автоматически обнаруживать уязвимые библиотеки в вашем приложении.

source: ComplianceStandardsAdherence|Enable error tracking
ko: 오류 추적 활성화
ru: Включите отслеживание ошибок

source: ComplianceStandardsAdherence|Enable issue tracking
ko: 이유 추적 활성화
ru: Включите отслеживание обсуждений

source: ComplianceStandardsAdherence|Enable license compliance scanning
ko: 라이선스 준수 스캐닝 활성화
ru: Включите сканирование соблюдения лицензий

source: ComplianceStandardsAdherence|Enable organization-wide MFA
ko: 조직-전체 MFA 활성화
ru: Включите многофакторную аутентификацию для всей организации

source: ComplianceStandardsAdherence|Enable push protection
ko: 푸시 보호 활성화
ru: Включите защиту отправки

source: ComplianceStandardsAdherence|Enable reset approvals on push
ko: 푸시할때 승인 재설정 활성화
ru: Включите сброс одобрений при отправке

source: ComplianceStandardsAdherence|Enable stale branch cleanup
ko: 오래된 브랜치 정리 활성화
ru: Включите очистку неактивных веток

source: ComplianceStandardsAdherence|Enforce MFA for contributors
ko: 기여자에 대한 MFA 강제
ru: Примените обязательную двухфакторную аутентификацию для участников

source: ComplianceStandardsAdherence|Enforce code owner approval
ko: 코드 소유자 승인을 강제함
ru: Требует одобрение владельца кода

source: ComplianceStandardsAdherence|Ensure each repository has at least two administrators assigned for redundancy.
ko: 각 리포지토리에 최소한 두명의 운영자를 중복해 지정하도록 확인.
ru: Убедитесь, что каждому репозиторию назначено как минимум два администратора для обеспечения резервирования.

source: ComplianceStandardsAdherence|Ensure version control is properly configured for your project.
ko: 버전 컨트롤이 당신의 프로젝트에 적절하게 구성되도록 확인.
ru: Убедитесь, что контроль версий правильно настроен для вашего проекта.

source: ComplianceStandardsAdherence|Ensure your project has an appropriate number of administrators assigned.
ko: 프로젝트에 적절한 수의 운영자가 지정되었는지를 확인.
ru: Убедитесь, что вашему проекту назначено соответствующее количество администраторов.

source: ComplianceStandardsAdherence|Ensures API security scanning is configured and running in the project pipelines.
ko: API 보안 스캐닝이 프로젝트 파이프라인 내에서 구성되고 실행되는지를 확인
ru: Проверяет, что сканирование безопасности API настроено и выполняется в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures CI/CD job token scope restrictions are enabled.
ko: CI/CD 작업 토큰의 범위 제한이 활성화 되었는지 확인.
ru: Проверяет, что ограничения области токенов задания CI/CD включены.

source: ComplianceStandardsAdherence|Ensures Dynamic Application Security Testing (DAST) is configured and running in the project pipelines.
ko: 동적 응용 보안 테스팅(DAST)이 프로젝트 파이프라인 내에서 구성되고 실행되는지를 확인
ru: Проверяет, что динамическое тестирование безопасности приложений (DAST) настроено и работает в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures Infrastructure as Code (IaC) scanning is configured and running in the project pipelines.
ko: 코드형 인프라 (IaC) 스캐닝이 프로젝트 파이프라인 내에 구성되고 실행되는지를 확인
ru: Проверяет, что сканирование инфраструктуры как кода (IaC) настроено и работает в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures Multi-Factor Authentication is required at the organization level.
ko: 다단계 인증이 조직 수준에서 필수적인지 여부를 확인.
ru: Проверяет, что на уровне организаций требуется двухфакторная аутентификация.

source: ComplianceStandardsAdherence|Ensures Single Sign-On (SSO) authentication is enabled for the project.
ko: 프로젝트에 대해 통합 인증 (SSO) 이 활성화되었는지 확인.
ru: Проверяет, что для проекта включена аутентификация с единственным входом (SSO).

source: ComplianceStandardsAdherence|Ensures Static Application Security Testing (SAST) is configured and running in the project pipelines.
ko: 정적 응용 보안 테스팅(SAST)이 프로젝트 파이프라인 내에서 구성되고 실행되는지를 확인
ru: Проверяет, что статическое тестирование безопасности приложений (SAST) настроено и работает в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures Terraform integration is enabled for the project.
ko: 프로젝트에 대해 Terraform 통합이 활성화되었는지 확인.
ru: Проверяет, что интеграция с Terraform включена для проекта.

source: ComplianceStandardsAdherence|Ensures a linear commit history by forbidding merge commits.
ko: 머지 커밋을 금지하여 선형 커밋 이력을 보장하는지 확인.
ru: Проверяет наличие линейной истории коммитов, запрещая коммиты слияний.

source: ComplianceStandardsAdherence|Ensures a status page is configured for the project.
ko: 프로젝트에 대해 상태 페이지가 구성되었는지 확인.
ru: Проверяет, что страница состояния настроена для проекта.

source: ComplianceStandardsAdherence|Ensures all discussions must be resolved before merging is allowed.
ko: 머지가 허용되기 전에 모든 토론이 해결되어야 하는지 확인.
ru: Проверяет, что все обсуждения должны быть решены перед разрешением слияния.

source: ComplianceStandardsAdherence|Ensures all package hunter findings are triaged.
ko: 패키지 헌터의 모든 검출 결과가 분류되었는지 확인.
ru: Проверяет, что все находки Package Hunter классифицированы.

source: ComplianceStandardsAdherence|Ensures approvals are reset when new commits are pushed to the merge request.
ko: 머지 리퀘스트에 새로운 커밋이 푸시될 때 승인이 재설정되도록 확인.
ru: Проверяет, что одобрения сбрасываются, когда новые коммиты отправляются в запрос на слияние.

source: ComplianceStandardsAdherence|Ensures at least two administrators are assigned to each repository.
ko: 각 리포지토리에 최소 두 명의 관리자가 지정되도록 확인.
ru: Проверяет, что к каждому репозиторию назначены как минимум два администратора.

source: ComplianceStandardsAdherence|Ensures automatic cleanup of stale branches is enabled.
ko: 오래된 브랜치의 자동 정리가 활성화되어 있는지 확인합니다.
ru: Проверяет, что включена автоматическая очистка неактивных веток.

source: ComplianceStandardsAdherence|Ensures code changes require approval from code owners.
ko: 코드 변경에는 코드 소유자의 승인이 요구되는지 확인합니다.
ru: Проверяет, что изменения в коде требуют одобрения от владельцев кода.

source: ComplianceStandardsAdherence|Ensures code quality scanning is configured and running in the project pipelines.
ko: 프로젝트 파이프라인에서 코드 품질 스캐닝이 구성되고 실행되는지 확인합니다.
ru: Проверяет, что сканирование качества кода настроено и работает в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures container scanning is configured and running in the project pipelines.
ko: 컨테이너 스캐닝이 프로젝트 파이프라인에서 구성되고 실행되고 있는지 확인합니다.
ru: Проверяет, что сканирование контейнеров настроено и работает в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures contributors have Multi-Factor Authentication enabled.
ko: 기여자가 다단계 인증을 활성화 했는지를 확인합니다.
ru: Проверяет, что у участников включена многофакторная аутентификация.

source: ComplianceStandardsAdherence|Ensures dependency scanning is configured and running in the project pipelines.
ko: 프로젝트 파이프라인에서 의존성 스캐닝이 구성되어 실행되고 있는지 확인합니다.
ru: Проверяет, что сканирование зависимостей настроено и работает в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures error tracking is enabled for the project.
ko: 프로젝트에 대한 오류 추적이 활성화되어 있는지 확인합니다.
ru: Проверяет, что для проекта включено отслеживание ошибок.

source: ComplianceStandardsAdherence|Ensures fewer administrators are assigned to the project than total members.
ko: 프로젝트에 운영자가 전체 멤버보다 적게 할당되었는지 확인.
ru: Проверяет, что у проекта меньше администраторов, чем всего участников.

source: ComplianceStandardsAdherence|Ensures fuzz testing is configured and running in the project pipelines.
ko: 프로젝트 파이프라인에서 퍼지 테스트가 구성되고 실행되고 있는지 확인합니다.
ru: Проверяет, что для в конвейерах проекта настроено и выполняется фузз-тестирование.

source: ComplianceStandardsAdherence|Ensures inactive users are reviewed and removed.
ko: 비활성 사용자를 검토하여 제거하는지 확인합니다.
ru: Проверяет, что неактивные пользователи проверяются и удаляются.

source: ComplianceStandardsAdherence|Ensures issue tracking functionality is enabled for the project.
ko: 프로젝트에 대해 이슈 추적 기능이 활성화되어 있는지 확인합니다.
ru: Проверяет, что функциональность отслеживания обсуждений включена для проекта.

source: ComplianceStandardsAdherence|Ensures license compliance scanning is configured and running in the project pipelines.
ko: 프로젝트 파이프라인에서 라이선스 규정 준수 스캐닝이 구성되어 실행되고 있는지 확인합니다.
ru: Проверяет, что сканирование на соблюдение лицензионных норм настроено и выполняется в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures merge requests require approval from code owners.
ko: 머지 리퀘스트에는 코드 소유자의 승인을 요구하는지 확인합니다.
ru: Проверяет, что запросы на слияние требуют одобрения владельцев кода.

source: ComplianceStandardsAdherence|Ensures new commits to merge requests reset approvals.
ko: 머지 리퀘스트에 새 커밋이 추가되면 승인 상태가 초기화되도록 확인합니다.
ru: Проверяет, что новые коммиты в запросах на слияние сбрасывают одобрения.

source: ComplianceStandardsAdherence|Ensures project pipelines are not publicly visible.
ko: 프로젝트 파이프라인이 공개적으로 표시되지 않도록 확인합니다.
ru: Проверяет, что конвейеры проекта не видны публично.

source: ComplianceStandardsAdherence|Ensures projects are not set to internal visibility.
ko: 프로젝트가 내부 공개범위로 설정되지 않도록 확인합니다.
ru: Проверяет, что проекты не имеют внутреннюю видимость.

source: ComplianceStandardsAdherence|Ensures projects are not set to public visibility.
ko: 프로젝트가 공개로 설정되지 않도록 확인합니다.
ru: Проверяет, что проекты не имеют публичную видимость.

source: ComplianceStandardsAdherence|Ensures push protection is enabled for sensitive files.
ko: 민감한 파일에 대해 푸시 보호가 활성화되어 있는지 확인합니다.
ru: Проверяет, что защита от отправки включена для чувствительных файлов.

source: ComplianceStandardsAdherence|Ensures secret detection scanning is configured and running in the project pipelines.
ko: 프로젝트 파이프라인에서 비밀 탐지 스캐닝이 구성되고 실행되고 있는지 확인합니다.
ru: Проверяет, что сканирование на обнаружение секретов настроено и выполняется в конвейерах проекта.

source: ComplianceStandardsAdherence|Ensures stale repositories are reviewed and archived.
ko: 오래된 리포지토리를 검토하고 보관되고 있는지 확인합니다.
ru: Проверяет, что неактивные репозитории проверяются и архивируются.

source: ComplianceStandardsAdherence|Ensures status checks must pass before merging is allowed.
ko: 병합이 허용되기 전에 상태 확인이 반드시 통과되어야 하는지 확인합니다.
ru: Проверяет, что проверки состояния должны быть пройдены перед разрешением слияния.

source: ComplianceStandardsAdherence|Ensures strict permissions are set for repository access.
ko: 리포지토리 접근에 대한 엄격한 권한이 설정되었는지 확인합니다.
ru: Проверяет, что для доступа к репозиторию настроены строгие права доступа.

source: ComplianceStandardsAdherence|Ensures that a Git repository exists for the project.
ko: 프로젝트에 Git 리포지토리가 존재하는지 확인.
ru: Проверяет, что для проекта существует репозиторий Git.

source: ComplianceStandardsAdherence|Ensures that code owners file is configured.
ko: 코드 소유자 파일이 구성되어 있는지 확인.
ru: Проверяет, что настроен файл владельцев кода.

source: ComplianceStandardsAdherence|Ensures that merge requests require at least one approval before merging.
ko: 머지 리퀘스트에는 머지 전에 최소한 한 번의 승인이 필요한지 확인합니다.
ru: Проверяет, что перед слиянием запроса на слияние требуется хотя бы одно одобрение.

source: ComplianceStandardsAdherence|Ensures that merge requests require at least two approvals before merging.
ko: 머지 리퀘스트에는 머지전에 최소 두 번의 승인이 필요한지 확인합니다.
ru: Проверяет, что для объединения запросов на слияние требуется как минимум два одобрения.

source: ComplianceStandardsAdherence|Ensures that project contains protected branches.
ko: 프로젝트에 보호된 브랜치가 포함되어 있는지 확인.
ru: Проверяет, что в проекте есть защищённые ветки.

source: ComplianceStandardsAdherence|Ensures that project is not archived.
ko: 프로젝트가 아카이빙 되지 않도록 확인합니다
ru: Проверяет, что проект не заархивирован.

source: ComplianceStandardsAdherence|Ensures that project is not marked for deletion.
ko: 프로젝트가 삭제 대상으로 마킹되지 않도록 확인합니다.
ru: Проверяет, что проект не помечен для удаления.

source: ComplianceStandardsAdherence|Ensures that signed commits are required
ko: 서명된 커밋만 허용되도록 설정되어 있는지 확인.
ru: Проверяет, что требуется подпись коммитов
