Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ScanExecutionPolicy|%{strategySelector}into the %{boldStart}.gitlab-ci.yml%{boldEnd} with the following %{boldStart}pipeline execution file%{boldEnd} from %{projectSelector}
ko: %{strategySelector}를 사용하여 %{boldStart}.gitlab-ci.yml%{boldEnd}에 다음과 같은 %{boldStart}파이프라인 실행 파일%{boldEnd}을 %{projectSelector}에서 추가하세요.

source: ScanExecutionPolicy|%{strategySelector}the %{boldStart}.gitlab-ci.yml%{boldEnd} with the following %{boldStart}pipeline execution file%{boldEnd} from %{projectSelector}
ko: %{strategySelector}%{projectSelector}의 다음 %{boldStart}파이프라인 실행 파일%{boldEnd}가 포함된 %{boldStart}.gitlab-ci.yml%{boldEnd}

source: ScanExecutionPolicy|A runner will be selected automatically from those available.
ko: 사용 가능한 러너 중에서 러너가 자동으로 선택됩니다.

source: ScanExecutionPolicy|Add new CI variable
ko: 새 CI 변수 추가
ru: Добавить новую переменную CI

source: ScanExecutionPolicy|Add new CI variables
ko: 새로운 CI 변수 추가
ru: Добавить новые переменные CI

source: ScanExecutionPolicy|Add new condition
ko: 새 조건 추가
ru: Добавить новое условие

source: ScanExecutionPolicy|Are you sure you want to create merge request for this policy?
ko: 이 정책에 대한 머지 리퀘스트를 생성하시겠습니까?

source: ScanExecutionPolicy|Back to edit policy
ko: 정책 편집으로 돌아가기
ru: Вернуться к редактированию политики

source: ScanExecutionPolicy|Conditions
ko: 조건
ru: Условия

source: ScanExecutionPolicy|Create merge request
ko: 머지 리퀘스트 생성
ru: Создать запрос на слияние

source: ScanExecutionPolicy|Create new scan profile
ko: 새 스캔 프로필 생성
ru: Создать профиль сканирования

source: ScanExecutionPolicy|Create new site profile
ko: 새 사이트 프로필 만들기
ru: Создать профиль сайта

source: ScanExecutionPolicy|Customized CI variables:
ko: 커스터마이징된 CI 변수:

source: ScanExecutionPolicy|Customized variables will overwrite ones defined in the project CI/CD file and settings
ko: 커스터마이징된 변수는 프로젝트 CI/CD 파일 및 설정에 정의된 변수를 덮어씁니다.
ru: Пользовательские переменные будут перезаписывать те, которые определены в файле CI/CD проекта и настройках.

source: ScanExecutionPolicy|DAST scan profiles
ko: DAST 스캔 프로필
ru: Профили сканирования DAST

source: ScanExecutionPolicy|DAST site profiles
ko: DAST 사이트 프로필

source: ScanExecutionPolicy|File reference (Optional) %{refSelector}
ko: 파일 참조 (옵션) %{refSelector}

source: ScanExecutionPolicy|Inject
ko: 주입

source: ScanExecutionPolicy|Inject without custom stages
ko: 사용자 정의 단계 없이 주입

source: ScanExecutionPolicy|Key
ko: 키
ru: Ключ

source: ScanExecutionPolicy|Kubernetes agent's timezone
ko: Kubernetes 에이전트의 시간대
ru: Часовой пояс агента Kubernetes

source: ScanExecutionPolicy|Link existing CI file
ko: 기존 CI 파일 링크

source: ScanExecutionPolicy|Maximum number of CI-criteria is one
ko: CI 기준의 최대 수는 1개입니다.

source: ScanExecutionPolicy|Only one variable can be added at a time.
ko: 한 번에 하나의 변수만 추가할 수 있습니다.
ru: Можно добавить только одну переменную за раз.

source: ScanExecutionPolicy|Override
ko: 오버라이드

source: ScanExecutionPolicy|Potential overload for infrastructure
ko: 인프라에 대한 잠재적인 과부하

source: ScanExecutionPolicy|Run %{scan} with the following options:
ko: 다음 옵션을 사용하여 %{scan}를 실행:

source: ScanExecutionPolicy|Run a %{scan} scan with the following options:
ko: 다음 옵션을 사용하여 %{scan} 스캔을 실행.

source: ScanExecutionPolicy|Runner tags:
ko: 러너 태그:
ru: Теги средства выполнения:

source: ScanExecutionPolicy|Schedule rule component
ko: 스케줄 규칙 컴포넌트

source: ScanExecutionPolicy|Schedules:
ko: 스케줄:
ru: Расписания:

source: ScanExecutionPolicy|Select a scanner
ko: 스캐너 선택
ru: Выберите сканер

source: ScanExecutionPolicy|Select agent
ko: 에이전트 선택

source: ScanExecutionPolicy|Select branches
ko: 브랜치 선택
ru: Выберите ветки

source: ScanExecutionPolicy|Select namespaces
ko: 네임스페이스 선택

source: ScanExecutionPolicy|Select or Create a Key
ko: 키 선택 또는 생성
ru: Выберите или создайте ключ

source: ScanExecutionPolicy|Select project first, and then insert a file path
ko: 먼저 프로젝트를 선택한 후 파일 경로를 삽입하세요.
ru: Сначала выберите проект, а затем вставьте путь к файлу

source: ScanExecutionPolicy|Select ref
ko: 참조 선택

source: ScanExecutionPolicy|Select scanner profile
ko: 스캐너 프로필 선택
ru: Выберите профиль сканера

source: ScanExecutionPolicy|Select site profile
ko: 사이트 프로필 선택
ru: Выберите профиль сайта

source: ScanExecutionPolicy|Select timezone
ko: 시간대 선택
ru: Выберите временную зону

source: ScanExecutionPolicy|The content of this pipeline execution YAML file is injected into the .gitlab-ci.yml file of the target project. All GitLab CI/CD features are supported.
ko: 이 파이프라인 실행 YAML 파일의 콘텐츠는 대상 프로젝트의 .gitlab-ci.yml 파일에 삽입됩니다. 모든 GitLab CI/CD 기능이 지원됩니다.

source: ScanExecutionPolicy|The content of this pipeline execution YAML file is injected into the .gitlab-ci.yml file of the target project. Custom stages used in the pipeline execution YAML are ignored, unless they are defined in the `.gitlab-ci.yml` file of the target project. All GitLab CI/CD features are supported.
ko: 이 파이프라인 실행 YAML 파일의 내용은 대상 프로젝트의 .gitlab-ci.yml 파일에 삽입됩니다. 파이프라인 실행 YAML에서 사용되는 사용자 정의 단계는 대상 프로젝트의 `.gitlab-ci.yml` 파일에 정의되어 있지 않는 한 무시됩니다. 모든 GitLab CI/CD 기능이 지원됩니다.

source: ScanExecutionPolicy|The content of this pipeline execution YAML file of the target project is run at the scheduled time. All GitLab CI/CD features are supported.
ko: 대상 프로젝트의 이 파이프라인 실행 YAML 파일의 내용은 예약된 시간에 실행됩니다. 모든 GitLab CI/CD 기능이 지원됩니다.
ru: Конвейер с конфигурацией, указанной в YAML-файле для целевого проекта, выполняется в запланированное время. Все функции GitLab CI/CD поддерживаются.

source: ScanExecutionPolicy|The content of this pipeline execution YAML file overrides the .gitlab-ci.yml file of the target project. All GitLab CI/CD features are supported.
ko: 이 파이프라인 실행 YAML 파일의 콘텐츠는 대상 프로젝트의 .gitlab-ci.yml 파일을 오버라이드 합니다. 모든 GitLab CI/CD 기능이 지원됩니다.

source: ScanExecutionPolicy|The file at that project, ref, and path doesn't exist
ko: 해당 프로젝트, 참조 및 경로의 파일이 존재하지 않습니다.

source: ScanExecutionPolicy|The file path can't be empty
ko: 파일 경로는 비워둘 수 없습니다.

source: ScanExecutionPolicy|This scan execution policy will generate a large number of pipelines, which can have a significant performance impact. To reduce potential performance issues, consider creating separate policies for smaller subsets of projects.
ko: 이 스캔 실행 정책은 많은 수의 파이프라인을 생성하여 성능에 상당한 영향을 미칠 수 있습니다. 잠재적인 성능 문제를 줄이려면 소규모 프로젝트 하위 집합에 대해 별도의 정책을 만드는 것을 고려하세요.
ru: Эта политика выполнения сканирования создаст большое количество конвейеров, что может существенно повлиять на производительность. Чтобы снизить возможные проблемы с производительностью, рассмотрите возможность создания отдельных политик для меньших подмножеств проектов.

source: ScanExecutionPolicy|Triggers:
ko: 트리거:

source: ScanExecutionPolicy|Use a custom key
ko: 커스텀 키 사용

source: ScanExecutionPolicy|Value
ko: 값
ru: Значение

source: ScanExecutionPolicy|agent
ko: 에이전트

source: ScanExecutionPolicy|branch
ko: 브랜치

source: ScanExecutionPolicy|file path group
ko: 파일 경로 그룹

source: ScanExecutionPolicy|has specific tag
ko: 특정 태그가 있음

source: ScanExecutionPolicy|in namespaces
ko: 네임스페이스 내

source: ScanExecutionPolicy|on %{hostname}
ko: %{hostname} 상에서

source: ScanExecutionPolicy|on the Kubernetes agent pod
ko: Kubernetes 에이전트 포드 상에서

source: ScanExecutionPolicy|selected automatically
ko: 자동으로 선택됨

source: ScanResultPolicy|%{count} licenses
ko: %{count} 라이센스
ru: %{count} лицензий

source: ScanResultPolicy|%{listType} according to the %{buttonType}
ko: %{buttonType}에 따른 %{listType}
ru: %{listType} согласно %{buttonType}

source: ScanResultPolicy|Add exception
ko: 예외 추가
ru: Добавить исключение

source: ScanResultPolicy|Add exception(s)
ko: 예외 추가
ru: Добавить исключение(я)

source: ScanResultPolicy|Add new criteria
ko: 새 기준 추가
ru: Добавить критерий

source: ScanResultPolicy|Add new license
ko: 새 라이선스 추가
ru: Добавить лицензию

source: ScanResultPolicy|Add policy exception
ko: 정책 예외 추가
ru: Добавить исключение политики

source: ScanResultPolicy|Age criteria can only be added for pre-existing vulnerabilities
ko: 기존 취약성에 대해서만 기간 기준을 추가할 수 있습니다.
ru: Критерий по возрасту можно добавить только для уже существующих уязвимостей

source: ScanResultPolicy|Age is:
ko: 기간:
ru: Возраст:

source: ScanResultPolicy|All licenses have been selected
ko: 모든 라이선스가 선택되어 있었습니다
ru: Выбраны все лицензии

source: ScanResultPolicy|Allow the merge request to proceed, even if not all criteria are met
ko: 모든 기준이 충족되지 않더라도 머지 리퀘스트가 진행되도록 허용
ru: Разрешить выполнение запроса на слияние, даже если не все критерии выполнены

source: ScanResultPolicy|Allowed
ko: 허용됨
ru: Разрешено

source: ScanResultPolicy|Allowed license
ko: 허용된 라이선스
ru: Разрешённая лицензия

source: ScanResultPolicy|Allowlist or Denylist
ko: 허용 목록 또는 차단 목록
ru: Белый или чёрный список

source: ScanResultPolicy|Attribute is:
ko: 속성:
ru: Атрибут:

source: ScanResultPolicy|Attribute:
ko: 속성:
ru: Атрибут:

source: ScanResultPolicy|Attributes are automatically applied by the scanners
ko: 속성은 스캐너에 의해 자동으로 적용됩니다.
ru: Атрибуты автоматически применяются сканерами

source: ScanResultPolicy|Block the merge request until all criteria are met
ko: 모든 기준이 충족될 때까지 머지 리퀘스트를 차단합니다.
ru: Блокировать слияние, пока все критерии не будут выполнены

source: ScanResultPolicy|Choose a license
ko: 라이선스 선택
ru: Выберите лицензию

source: ScanResultPolicy|Choose criteria type
ko: 기준 유형 선택
ru: Выберите тип критерия

source: ScanResultPolicy|Clear all
ko: 모두 지우기
ru: Очистить всё

source: ScanResultPolicy|Customized CI Variables
ko: 커스텀 CI 변수
ru: Настроенные переменные CI

source: ScanResultPolicy|Denied
ko: 거부됨
ru: Запрещено

source: ScanResultPolicy|Denied license
ko: 라이선스 거부됨
ru: Запрещённая лицензия

source: ScanResultPolicy|Don't show me this again
ko: 이 메시지를 다시 표시하지 않음
ru: Больше не показывать

source: ScanResultPolicy|Duplicates will be removed
ko: 중복된 것은 삭제됩니다
ru: Дубликаты будут удалены

source: ScanResultPolicy|Edge case settings
ko: Edge 케이스 설정
ru: Настройки крайних случаев

source: ScanResultPolicy|Edit allowlist
ko: 허용 목록 수정
ru: Редактировать белый список

source: ScanResultPolicy|Edit denylist
ko: 차단 목록 수정
ru: Редактировать чёрный список

source: ScanResultPolicy|Except
ko: 예외
ru: Кроме

source: ScanResultPolicy|Exceptions that do not require approval
ko: 승인이 필요하지 않은 예외
ru: Исключения, не требующие одобрения

source: ScanResultPolicy|Exceptions that require approval
ko: 승인이 필요한 예외
ru: Исключения, требующие одобрения

source: ScanResultPolicy|Fail closed
ko: 실패 닫힘
ru: Блокировать при несоответствии

source: ScanResultPolicy|Fail closed: Block the merge request until all criteria are met
ko: 실패 닫힘: 모든 기준이 충족될 때까지 머지 리퀘스트를 차단합니다.
ru: Блокировать при несоответствии: блокировать запрос на слияние до выполнения всех критериев

source: ScanResultPolicy|Fail open
ko: 열림 실패
ru: Не блокировать при несоответствии

source: ScanResultPolicy|Fail open: Allow the merge request to proceed, even if not all criteria are met
ko: 열림 실패: 모든 기준이 충족되지 않더라도 머지 리퀘스트가 진행되도록 허용합니다.
ru: Не блокировать при несоответствии: Разрешить выполнение запроса на слияние, даже если не все критерии выполнены

source: ScanResultPolicy|Failure cases:
ko: 실패 케이스:
ru: Сценарии несоответствия:

source: ScanResultPolicy|Fallback behavior
ko: 대체(Fallback) 동작
ru: Поведение по умолчанию

source: ScanResultPolicy|Fallback behavior and edge case settings
ko: 대체(Fallback) 동작 및 에지 케이스 설정
ru: Поведение по умолчанию и настройки крайних случаев

source: ScanResultPolicy|False positive
ko: 거짓 양성
ru: Ложное срабатывание

source: ScanResultPolicy|Fix available
ko: 수정 가능
ru: Доступно исправление

source: ScanResultPolicy|Fix available is only applicable to container and dependency scanning
ko: 사용 가능한 수정은 컨테이너 및 의존성 스캐닝에만 적용 가능
ru: Доступное исправление применимо только к контейнеру и сканированию зависимостей

source: ScanResultPolicy|For scanners that require builds, when a project does not have a build pipeline.
ko: 빌드가 필요한 스캐너의 경우 프로젝트에 빌드 파이프라인이 없는 경우.
ru: Для сканеров, требующих сборки, когда в проекте отсутствует конвейер сборки.

source: ScanResultPolicy|Groups
ko: 그룹
ru: Группы

source: ScanResultPolicy|If selected, the following choices will overwrite %{linkStart}project settings%{linkEnd} but only affect the branches selected in the policy.
ko: 선택한 경우 다음 선택 사항은 %{linkStart}프로젝트 설정%{linkEnd}에 덮어쓰지만 정책에서 선택한 브랜치에만 영향을 미칩니다.
ru: Если выбрано, следующие настройки перезапишут %{linkStart}настройки проекта%{linkEnd}, но будут касаться только веток, выбранных в политике.

source: ScanResultPolicy|If selected, the following choices will overwrite %{linkStart}project settings%{linkEnd} for approval rules created by this policy.
ko: 선택한 경우, 다음 선택 사항은 이 정책에 의해 생성된 승인 규칙으로 %{linkStart}프로젝트 설정%{linkEnd}을 덮어씁니다.
ru: Если выбрано, следующие настройки перезапишут %{linkStart}настройки проекта%{linkEnd} для правил одобрения, созданных этой политикой.

source: ScanResultPolicy|Invalid fallback value detected. Please update your selection.
ko: 잘못된 대체 값이 감지되었습니다. 선택 항목을 업데이트해 주세요.
ru: Обнаружено неверное значение по умолчанию. Обновите выбор.

source: ScanResultPolicy|Is
ko: 은
ru: Является

source: ScanResultPolicy|Is not
ko: 아님
ru: Не является

source: ScanResultPolicy|License is:
ko: 라이센스:
ru: Лицензия:

source: ScanResultPolicy|License scanning allows only one criteria: Status
ko: 라이선스 스캔은 하나의 기준만 허용합니다: 상태
ru: Сканирование лицензий допускает только одно условие: Статус

source: ScanResultPolicy|License status
ko: 라이선스 상태
ru: Статус лицензии

source: ScanResultPolicy|License type
ko: 라이선스 유형
ru: Тип лицензии

source: ScanResultPolicy|Make approval rules optional using execution policies
ko: 실행 정책을 사용하여 승인 규칙을 옵션으로 만들기
ru: Сделать правила одобрения необязательными с помощью политик выполнения

source: ScanResultPolicy|Matching
ko: 일치
ru: Совпадает

source: ScanResultPolicy|Maximum of one license status criteria allowed
ko: 하나의 라이선스 상태 기준 허용치의 최대값입니다.
ru: Допускается не более одного критерия по статусу лицензии

source: ScanResultPolicy|Maximum of two attribute criteria allowed
ko: 최대 두 개의 속성 기준만 허용됩니다.
ru: Допускается не более двух критериев по атрибутам

source: ScanResultPolicy|Maximum of two status criteria allowed
ko: 최대 두 개의 상태 기준만 허용됩니다.
ru: Допускается не более двух критериев по статусу

source: ScanResultPolicy|Merge request approval settings
ko: 머지 리퀘스트 승인 설정
ru: Настройки одобрения запроса на слияние

source: ScanResultPolicy|New age
ko: 새 기간
ru: Новый возраст

source: ScanResultPolicy|New attribute
ko: 새 속성
ru: Новый атрибут

source: ScanResultPolicy|New status
ko: 새 상태
ru: Новый статус

source: ScanResultPolicy|Newly Detected
ko: 새로 감지됨
ru: Недавно обнаружена

source: ScanResultPolicy|No settings available for this policy
ko: 이 정책에 사용할 수 있는 설정이 없습니다.
ru: Настройки для этой политики отсутствуют

source: ScanResultPolicy|Only 1 age criteria is allowed
ko: 1개의 기간 기준만 허용됩니다.
ru: Разрешён только 1 критерий возраста

source: ScanResultPolicy|Override project approval settings
ko: 프로젝트 승인 설정 오버라이드
ru: Переопределить настройки одобрения проекта

source: ScanResultPolicy|Policy Exception settings
ko: 정책 예외 설정
ru: Настройки исключений политики

source: ScanResultPolicy|Pre-existing
ko: 사전에 존재하는
ru: Предшествующие

source: ScanResultPolicy|Prevent %{linkStart}group branch%{linkEnd} modification %{exceptSelection}
ko: %{linkStart}그룹 브랜치%{linkEnd} 수정 %{exceptSelection} 방지
ru: Запретить изменение %{linkStart}ветки группы%{linkEnd} %{exceptSelection}

source: ScanResultPolicy|Prevent %{linkStart}group branch%{linkEnd} modification %{exceptSelection} %{groupSelection}
ko: %{linkStart}그룹 브랜치%{linkEnd} 수정 방지 %{exceptSelection} %{groupSelection}
ru: Запретить изменение %{linkStart}ветки группы%{linkEnd} %{exceptSelection} %{groupSelection}

source: ScanResultPolicy|Prevent approval by commit author
ko: 커밋 작성자의 승인 방지
ru: Запретить одобрение автором коммита

source: ScanResultPolicy|Prevent approval by merge request's author
ko: 머지 리퀘스트 작성자의 승인 방지
ru: Запретить одобрение автором запроса на слияние

source: ScanResultPolicy|Prevent branch modification
ko: 브랜치 수정 방지
ru: Запретить изменение ветки

source: ScanResultPolicy|Prevent group branch modification
ko: 그룹 브랜치 수정 방지
ru: Запретить изменение ветки группы

source: ScanResultPolicy|Prevent pushing and force pushing
ko: 푸시 방지 및 강제 푸시 방지
ru: Запретить отправку и принудительную отправку

source: ScanResultPolicy|Protected branch settings
ko: 보호된 브랜치 설정
ru: Настройки защищённой ветки

source: ScanResultPolicy|Recommended settings
ko: 권장 설정
ru: Рекомендованные настройки

source: ScanResultPolicy|Remove all approvals with new commit
ko: 새 커밋으로 모든 승인 제거
ru: Отменять все одобрения при новом коммите

source: ScanResultPolicy|Require user re-authentication (password or SAML) to approve
ko: 승인을 위해 사용자 재인증(비밀번호 또는 SAML)이 필요합니다.
ru: Требовать повторную аутентификацию пользователя (пароль или SAML) для одобрения

source: ScanResultPolicy|Required number of approvals became higher than available, valid approvers.
ko: 필요한 승인 수가 사용 가능한 유효한 승인자보다 많아졌습니다.
ru: Необходимое количество одобрений стало выше доступного числа действительных рецензентов.

source: ScanResultPolicy|Required scanners defined in the condition did not run or produce any artifacts.
ko: 조건에 정의된 필수 스캐너가 실행되지 않았거나 아티팩트를 생성하지 않았습니다.
ru: Необходимые сканеры, определённые в условии, не были запущены или не создали артефакты.

source: ScanResultPolicy|Roles
ko: 역할
ru: Роли

source: ScanResultPolicy|Save allowlist
ko: 허용 목록 저장
ru: Сохранить белый список

source: ScanResultPolicy|Save denylist
ko: 차단 목록 저장
ru: Сохранить чёрный список

source: ScanResultPolicy|Select a scan type before adding criteria
ko: 기준을 추가하기 전에 스캔 유형을 선택하십시오.
ru: Выберите тип сканирования перед добавлением критериев

source: ScanResultPolicy|Select all
ko: 모두 선택
ru: Выбрать все

source: ScanResultPolicy|Select license types
ko: 라이선스 유형 선택
ru: Выбрать типы лицензий

source: ScanResultPolicy|Select licenses
ko: 라이선스 선택
ru: Выбрать лицензии

source: ScanResultPolicy|Select list type
ko: 목록 유형 선택
ru: Выберите тип списка

source: ScanResultPolicy|Service accounts/tokens
ko: 서비스 계정/토큰
ru: Учётные записи служб/токены

source: ScanResultPolicy|Severity is:
ko: 심각도:
ru: Уровень серьёзности:

source: ScanResultPolicy|Source branch pattern
ko: 소스 브랜치 패턴
ru: Шаблон исходной ветки

source: ScanResultPolicy|Specify the packages where this license requires approval before use
ko: 이 라이선스를 사용하기 전에 승인이 필요한 패키지를 지정하세요.
ru: Укажите пакеты, для которых эта лицензия требует одобрения перед использованием

source: ScanResultPolicy|Status is:
ko: 상태:
ru: Статус:

source: ScanResultPolicy|The product %{verb} use the selected licenses
ko: %{verb} 제품은 선택한 라이선스를 사용합니다
ru: Продукт %{verb} использует выбранные лицензии

source: ScanResultPolicy|Unknown
ko: 알 수 없음
ru: Неизвестно

source: ScanResultPolicy|When %{scanType} %{scanners} runs against the %{branches} %{branchExceptions} and find(s) %{vulnerabilitiesNumber} %{boldDescription} of the following criteria:
ko: %{scanType} %{scanners}가 %{branches} %{branchExceptions}에 대해 실행되고 다음 기준 중 %{vulnerabilitiesNumber} %{boldDescription} 일치 할때:
ru: Когда %{scanType} %{scanners} запускается на %{branches} %{branchExceptions} и обнаруживает %{vulnerabilitiesNumber} %{boldDescription} из следующих критериев:

source: ScanResultPolicy|When %{scanType} in an open merge request targeting %{branches} %{branchExceptions} and the licenses match all of the following criteria:
ko: %{branches} %{branchExceptions} 대상으로 하는 열린 머지 리퀘스트에서 %{scanType} 이고 라이센스가 다음 기준과 모두 일치하는 경우:
ru: Когда %{scanType} в открытом запросе на слияние, направленном в %{branches} %{branchExceptions}, и лицензии соответствуют всем следующим критериям:

source: ScanResultPolicy|When %{scanType} that targets %{branches} %{branchExceptions} with %{commitType}
ko: %{scanType}가 %{branches}를 대상으로 하는 경우 %{commitType}의 %{branchExceptions}
ru: Когда %{scanType}, который нацелен на %{branches} %{branchExceptions} с %{commitType}

source: ScanResultPolicy|When %{scanners} find scanner specified conditions in an open merge request targeting the %{branches} %{branchExceptions} and match %{boldDescription} of the following criteria
ko: %{scanners}가 %{branches} %{branchExceptions}를 대상으로 하는 오픈 머지 리퀘스트에서 주어진 조건을 만족하고 다음 기준의 %{boldDescription} 과 일치하는 경우
ru: Когда %{scanners} обнаруживают условия сканера в открытом запросе на слияние, нацеленном на %{branches} %{branchExceptions}, и соответствуют %{boldDescription} следующим критериям

source: ScanResultPolicy|When a security policy fails for an unspecified reason.
ko: 보안 정책이 불특정 이유로 실패하는 경우.
ru: Когда политика безопасности не выполняется по неуказанной причине.

source: ScanResultPolicy|When enabled, approval rules do not block merge requests when a scan is required by a scan execution policy or a pipeline execution policy but a required scan artifact is missing from the target branch. This option only works when the project or group has an existing scan execution policy or pipeline execution policy with matching scanners.
ko: 활성화된 경우, 스캔 실행 정책 또는 파이프라인 실행 정책에 의해 스캔이 필요하지만 대상 브랜치에서 필수 스캔 아티팩트가 누락된 경우에 승인 규칙은 머지 리퀘스트를 차단하지 않습니다. 이 옵션은 프로젝트 또는 그룹에 일치하는 스캐너가 있는 기존 스캔 실행 정책 또는 파이프라인 실행 정책이 있는 경우에만 작동합니다.
ru: Когда включено, правила одобрения не блокируют запросы на слияние, если сканирование требуется политикой выполнения сканирования или политикой выполнения конвейера, но необходимый артефакт сканирования отсутствует в целевой ветке. Эта опция работает только в случае, если в проекте или группе уже настроены политика выполнения сканирования или политика выполнения конвейера с соответствующими сканерами.

source: ScanResultPolicy|When enabled, if an MR receives all necessary approvals to merge, but then a new commit is added, new approvals are required.
ko: 활성화된 경우 MR이 머지를 위한 모든 필요한 승인을 받지만 그 후에 새로운 커밋이 추가되면 새로운 승인이 필요합니다
ru: При включении, если запрос на слияние получает все необходимые одобрения для слияния, но затем добавляется новый коммит, требуется получить новые одобрения.

source: ScanResultPolicy|When enabled, merge request authors cannot approve their own MRs.
ko: 활성화 하면, 머지 리퀘스트 작성자는 자신의 MR을 승인할 수 없습니다.
ru: Когда включено, авторы запроса на слияние не могут одобрить свои собственные запросы.

source: ScanResultPolicy|When enabled, prevents a user from removing a branch from the group protected branches list, deleting a protected branch, or changing the default branch if that branch is included in the security policy.
ko: 활성화하면 사용자가 그룹 보호 브랜치 목록에서 브랜치를 제거하거나, 보호 브랜치를 삭제하거나, 보안 정책에 해당 브랜치가 포함된 경우 기본 브랜치를 변경할 수 없습니다.
ru: Если включено, предотвращает удаление ветки из списка защищённых веток группы, удаление защищённой ветки или изменение ветки по умолчанию, если эта ветка включена в политику безопасности.

source: ScanResultPolicy|When enabled, prevents a user from removing a branch from the project protected branches list, deleting a protected branch, or changing the default branch if that branch is included in the security policy.
ko: 활성화하면 사용자가 프로젝트 보호 브랜치 목록에서 브랜치를 제거하거나, 보호 브랜치를 삭제하거나, 보안 정책에 해당 브랜치가 포함된 경우 기본 브랜치를 변경할 수 없습니다.
ru: Если включено, предотвращает удаление ветки из списка защищённых веток проекта, удаление защищённой ветки или изменение ветки по умолчанию, если эта ветка включена в политику безопасности.

source: ScanResultPolicy|When enabled, prevents pushing and force pushing to a protected branch if that branch is included in the security policy.
ko: 활성화된 경우 해당 브랜치가 보안 정책에 포함된 경우 보호된 브랜치로 푸시 및 강제 푸시를 방지합니다.
ru: Если включено, запрещает отправку и принудительную отправку в защищённую ветку, если эта ветка включена в политику безопасности.

source: ScanResultPolicy|When enabled, there will be password confirmation on approvals.
ko: 활성화되면 승인 시 비밀번호 확인이 이루어집니다.
ru: Если включено, будет требоваться пароль для одобрения.

source: ScanResultPolicy|When enabled, users who have contributed code to the MR are ineligible for approval.
ko: 활성화된 경우 MR에 코드를 기여한 사용자는 승인 대상에서 제외됩니다.
ru: При включении пользователи, которые внесли изменения в запрос на слияние, становятся неподобающими для одобрения.
