Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Milestones|There are no closed milestones
ko: 닫힌 마일스톤이 없습니다.
ru: Нет закрытых этапов

source: Milestones|There are no open milestones
ko: 열린 마일스톤이 없습니다.
ru: Нет открытых этапов

source: Milestones|This action cannot be reversed.
ko: 이 동작은 되돌릴 수 없습니다.
ru: Это действие не может быть отменено.

source: Milestones|Unstarted
ko: 시작하지 않음
ru: Не начаты

source: Milestones|Unstarted Issues (open and unassigned)
ko: 시작되지 않은 이슈(열림 및 담당자 미지정)
ru: Неначатые обсуждения (открыты и не назначены)

source: Milestones|Use milestones to track issues and merge requests over a fixed period of time
ko: 마일스톤을 사용하여 일정 기간 동안 이슈와 머지 리퀘스트를 추적합니다.
ru: Используйте этапы для отслеживания обсуждений и запросов на слияние в течение определённого времени

source: Milestone|%{percentage}%{percent}
ko: %{percentage}%{percent}
ru: %{percentage}%{percent}

source: Milestone|Copy milestone ID: %{id}
ko: 마일스톤 ID 복사: %{id}
ru: Скопировать ID этапа: %{id}

source: Milestone|Milestone ID copied to clipboard.
ko: 마일스톤 ID가 클립보드에 복사되었습니다.
ru: ID этапа скопирован в буфер обмена.

source: Milestone|Milestone actions
ko: 마일스톤 동작
ru: Действия с этапом

source: Min Value
ko: 최소값
ru: Минимальное значение

source: Minimal Access
ko: 최소한의 액세스

source: Minimum capacity to be available before we schedule more mirrors preemptively.
ko: 더 많은 미러를 우선적으로 예약하기 전에 사용 가능한 최소 용량.
ru: Минимальная ёмкость, которая должна быть доступна, прежде чем мы запланируем дополнительные зеркала заранее.

source: Minimum required approvals
ko: 최소 필수 승인
ru: Минимальное количество требуемых одобрений

source: Minimum role required to cancel a pipeline or job
ko: 파이프라인 또는 작업을 취소하는 데 필요한 최소 역할
ru: Минимальная роль, необходимая для отмены конвейера или задания

source: Minute
ko: 분

source: Minutes
ko: 분
ru: Минуты

source: Mirror all branches
ko: 모든 브랜치를 미러링
ru: Зеркалировать все ветки

source: Mirror branches
ko: 브랜치 미러링
ru: Зеркалирование веток

source: Mirror direction
ko: 미러 방향
ru: Направление зеркалирования

source: Mirror does not exist
ko: 미러링이 존재하지 않습니다
ru: Зеркало не существует

source: Mirror only protected branches
ko: 보호된 브랜치만 미러링
ru: Зеркалировать только защищённые ветки

source: Mirror repository
ko: 리포지토리 미러링
ru: Зеркалировать репозиторий

source: Mirror settings are only available to GitLab administrators.
ko: 미러 설정은 GitLab 운영자만 사용할 수 있습니다.
ru: Настройки зеркалирования доступны только администраторам GitLab.

source: Mirror specific branches
ko: 특정 브랜치를 미러링
ru: Зеркалировать конкретные ветки

source: Mirror user
ko: 미러 사용자
ru: Пользователь зеркала

source: Mirrored from %{link}.
ko: %{link}로 부터 미러링되었습니다.
ru: Зеркалировано с %{link}.

source: Mirrored repositories
ko: 미러링된 리포지토리
ru: Зеркальные репозитории

source: Mirroring repositories
ko: 리포지토리 미러링
ru: Зеркалирование репозиториев

source: Mirroring settings were successfully updated.
ko: 미러링 설정이 성공적으로 업데이트되었습니다.
ru: Настройки зеркалирования были успешно обновлены.

source: Mirroring settings were successfully updated. The project is being updated.
ko: 미러링 설정이 성공적으로 업데이트되었습니다. 프로젝트가 업데이트 중입니다.
ru: Настройки зеркалирования были успешно обновлены. Проект обновляется.

source: Mirroring was successfully disabled.
ko: 미러링이 성공적으로 비활성화되었습니다.
ru: Зеркалирование было успешно отключено.

source: Mirroring will only be available if the feature is included in the plan of the selected group or user.
ko: 미러링은 선택한 그룹 또는 사용자가 계획에 포함된 경우에만 사용할 수 있습니다.
ru: Зеркалирование будет доступно только в случае, если функция включена в тарифный план выбранной группы или пользователя.

source: Miscellaneous
ko: 기타
ru: Прочее

source: Missing
ko: 누락

source: Missing OAuth configuration for GitHub.
ko: GitHub에 대한 OAuth 설정이 누락되었습니다.

source: Missing OS
ko: 누락된 OS

source: Missing arch
ko: 누락된 arch

source: Missing commit signatures endpoint!
ko: 커밋 서명 엔드포인트가 없습니다!
ru: Отсутствует точка подключения для подписей коммитов!

source: Missing or invalid configuration field: :smartcard_ad_cert_format
ko: 누락되었거나 잘못된 구성 필드: :smartcard_ad_cert_format

source: Missing/invalid group
ko: 누락/잘못된 그룹
ru: Группа отсутствует или недействительна

source: Missing/invalid project
ko: 누락/잘못된 프로젝트
ru: Проект отсутствует или недействителен

source: MissingSSHKeyWarningLink|Add SSH key
ko: SSH 키 추가
ru: Добавить ключ SSH

source: MissingSSHKeyWarningLink|Don't show again
ko: 다시 표시하지 않음
ru: Больше не показывать

source: MissingSSHKeyWarningLink|You can't push or pull repositories using SSH until you add an SSH key to your profile.
ko: SSH 키를 프로필에 추가하지 않으면 SSH를 사용하여 리포지토리를 푸시하거나 풀할 수 없습니다.

source: MissingSSHKeyWarningLink|You won't be able to pull or push repositories via SSH until you add an SSH key to your profile
ko: SSH 키를 프로필에 추가하지 않으면 SSH를 통해 리포지토리를 풀 또는 푸시할 수 없습니다.

source: MlExperimentTracking|%d experiment
ko: %d 실험기능
ru: %d эксперимент

source: MlExperimentTracking|(Optional)
ko: (옵션)
ru: (необязательно)

source: MlExperimentTracking|Artifacts
ko: 아티팩트
ru: Артефакты

source: MlExperimentTracking|CI Info
ko: CI 정보
ru: Информация о CI

source: MlExperimentTracking|Complete the form below to promote run to a model version.
ko: 모델 버전으로 실행을 승급하려면 아래 폼을 채우세요.
ru: Заполните форму ниже, чтобы продвинуть запуск в версию модели.

source: MlExperimentTracking|Create
ko: 생성
ru: Создать

source: MlExperimentTracking|Create an experiment using MLflow
ko: MLflow를 사용하여 실험기능을 생성
ru: Создать эксперимент с использованием MLflow

source: MlExperimentTracking|Create experiments using MLflow
ko: MLflow를 사용하여 실험기능을 생성
ru: Создавать эксперименты с использованием MLflow

source: MlExperimentTracking|Creating an experiment
ko: 실험기능 생성 중
ru: Создание эксперимента

source: MlExperimentTracking|Creating experiments using the MLflow client:
ko: MLflow 클라이언트를 사용하여 실험기능을 생성:
ru: Создание экспериментов с использованием клиента MLflow:

source: MlExperimentTracking|Creator
ko: 생성자
ru: Создатель

source: MlExperimentTracking|Delete experiment
ko: 실험기능 삭제
ru: Удалить эксперимент

source: MlExperimentTracking|Delete run
ko: 실행 삭제
ru: Удалить запуск

source: MlExperimentTracking|Delete run?
ko: 실행을 삭제할까요?
ru: Удалить запуск?

source: MlExperimentTracking|Deleting this experiment will also delete its runs and their associated metadata.
ko: 이 실험기능을 삭제하면 해당 실행과 관련된 메타데이터도 함께 삭제됩니다.
ru: Удаление этого эксперимента также приведет к удалению его запусков и связанных с ними метаданных.

source: MlExperimentTracking|Deleting this run will delete the associated parameters, metrics, and metadata.
ko: 이 실행을 삭제하면 관련된 매개변수, 메트릭 및 메타데이터가 삭제됩니다.
ru: Удаление этого запуска приведет к удалению связанных параметров, метрик и метаданных.

source: MlExperimentTracking|Description
ko: 설명
ru: Описание

source: MlExperimentTracking|Details & Metadata
ko: 상세정보 & 메타데이터
ru: Подробности и метаданные

source: MlExperimentTracking|Download as CSV
ko: CSV로 다운로드
ru: Скачать как CSV

source: MlExperimentTracking|Enter a model version description
ko: 모델 버전 설명을 입력하세요
ru: Введите описание версии модели

source: MlExperimentTracking|Enter a semantic version.
ko: 시맨틱 버전을 입력하세요.
ru: Введите семантическую версию

source: MlExperimentTracking|Enter some description
ko: 설명을 입력하세요
ru: Введите описание

source: MlExperimentTracking|Experiment created %{timeAgo} by %{author}
ko: %{author}에 의해 %{timeAgo}에 생성된 실험기능
ru: Эксперимент создал(а) %{author} %{timeAgo}

source: MlExperimentTracking|Experiment metadata
ko: 실험기능 메타데이터
ru: Метаданные эксперимента

source: MlExperimentTracking|Experiment removed
ko: 실험기능 삭제됨
ru: Эксперимент удалён.

source: MlExperimentTracking|Experiments keep track of comparable model runs, and determine which parameters provides the best performance.
ko: 실험기능은 비교 가능한 모델 실행을 추적하고 어떤 매개변수가 최고의 성능을 제공하는지 결정합니다.
ru: Эксперименты отслеживают сравнимые запуски моделей и определяют, какие параметры обеспечивают наилучшую производительность.

source: MlExperimentTracking|Failed to load experiment candidates with error: %{message}
ko: 실험기능 후보를 로드하는 데 실패했습니다. 오류: %{message}
ru: Не удалось загрузить кандидатов для эксперимента. Ошибка: %{message}

source: MlExperimentTracking|Failed to load experiments with error: %{error}
ko: 실험기능을 로드하는 데 실패했습니다. 오류: %{error}
ru: Не удалось загрузить эксперименты. Ошибка: %{error}

source: MlExperimentTracking|Failed to remove run
ko: 실행을 제거하지 못함
ru: Не удалось удалить запуск

source: MlExperimentTracking|For example 1.0.0
ko: 예 1.0.0
ru: Например, 1.0.0

source: MlExperimentTracking|Get started with model experiments!
ko: 모델 실험기능을 시작하세요!
ru: Начните работать с экспериментами моделей!

source: MlExperimentTracking|Key
ko: 키
ru: Ключ

source: MlExperimentTracking|Last activity
ko: 최근 활동
ru: Последняя активность

source: MlExperimentTracking|MLflow run ID
ko: MLflow 실행 ID
ru: Идентификатор запуска MLflow

source: MlExperimentTracking|Metric
ko: 측정항목
ru: Метрика

source: MlExperimentTracking|Model
ko: 모델
ru: Модель

source: MlExperimentTracking|Model experiments
ko: 모델 실험기능
ru: Эксперименты моделей

source: MlExperimentTracking|Must be a semantic version.
ko: 시맨틱 버전이어야 합니다.
ru: Должно быть семантической версией.

source: MlExperimentTracking|Must be a semantic version. Latest version is %{latestVersion}
ko: 시맨틱 버전이어야 합니다. 최근 버전은 %{latestVersion} 입니다
ru: Должно быть семантической версией. Последняя версия — %{latestVersion}

source: MlExperimentTracking|Name
ko: 이름
ru: Название

source: MlExperimentTracking|No candidates associated with this experiment
ko: 이 실험기능과 관련된 후보가 없음
ru: Нет кандидатов, связанных с этим экспериментом

source: MlExperimentTracking|No logged artifacts.
ko: 기록된 아티팩트 없음
ru: Нет зафиксированных артефактов.

source: MlExperimentTracking|No logged experiment metadata
ko: 기록된 실험기능 메타데이터 없음
ru: Нет зафиксированных метаданных эксперимента

source: MlExperimentTracking|No logged metadata
ko: 기록된 메타데이터가 없음
ru: Нет зафиксированных метаданных

source: MlExperimentTracking|No logged metrics
ko: 기록된 측정항목 없음
ru: Нет зафиксированных метрик

source: MlExperimentTracking|No logged parameters
ko: 기록된 파라메터 없음
ru: Нет зафиксированных параметров

source: MlExperimentTracking|No results
ko: 결과 없음
ru: Нет результатов

source: MlExperimentTracking|Number of runs
ko: 실행 개수
ru: Количество запусков

source: MlExperimentTracking|Overview
ko: 개요
ru: Обзор

source: MlExperimentTracking|Parameters
ko: 파라매터
ru: Параметры

source: MlExperimentTracking|Performance
ko: 성능
ru: Производительность

source: MlExperimentTracking|Promote
ko: 승급
ru: Продвинуть

source: MlExperimentTracking|Promote run
ko: 실행을 승급
ru: Продвижение запуска

source: MlExperimentTracking|Run %{id}
ko: 실행 %{id}
ru: Запуск %{id}

source: MlExperimentTracking|Run not linked to a CI build
ko: 실행이 CI 빌드에 링크되지 않았습니다
ru: Запуск не связан со сборкой CI

source: MlExperimentTracking|Run removed
ko: 실행 제거됨
ru: Запуск удалён

source: MlExperimentTracking|Runs
ko: 실행
ru: Запуски

source: MlExperimentTracking|Select a model
ko: 모델 선택하세요
ru: Выберите модель

source: MlExperimentTracking|Select the model that will contain the new version. The run will move to the default experiment of that model.
ko: 모델을 선택하여 새 버전이 포함되도록 하세요. 실행은 해당 모델의 기본 실험기능으로 이동합니다.
ru: Выберите модель, которая будет содержать новую версию. Запуск будет перемещён в основной эксперимент этой модели.

source: MlExperimentTracking|Step %{step}
ko: %{step} 단계
ru: Шаг %{step}

source: MlExperimentTracking|To learn more about MLflow client compatibility, see %{linkStart}the documentation%{linkEnd}.
ko: MLflow 클라이언트 호환성에 대해 자세히 알아보려면 %{linkStart}문서%{linkEnd}를 참조하세요.
ru: Чтобы узнать больше о совместимости клиента MLflow, смотрите %{linkStart}документацию%{linkEnd}.

source: MlExperimentTracking|Triggered by
ko: 트리거됨
ru: Запущено

source: MlExperimentTracking|Use candidates to track performance, parameters, and metadata
ko: 후보를 사용하여 성능, 매개변수 및 메타데이터를 추적합니다.
ru: Используйте кандидатов для отслеживания производительности, параметров и метаданных

source: MlExperimentTracking|Using the MLflow client
ko: MLflow 클라이언트 사용
ru: Использование клиента MLflow

source: MlExperimentTracking|Value
ko: 값
ru: Значение

source: MlExperimentTracking|Version
ko: 버전
ru: Версия

source: MlExperimentTracking|Version is not a valid semantic version.
ko: 버전이 유효한 시맨틱 버전이 아닙니다.
ru: Версия не является корректной семантической версией.

source: MlExperimentTracking|Version is valid semantic version.
ko: 버전은 유효한 시맨틱 버전입니다.
ru: Версия является корректной семантической версией.

source: MlExperimentTracking|by %{author}
ko: 작성자 %{author}
ru: %{author}

source: MlModelRegistry|%d model
ko: %d개의 모델

source: MlModelRegistry|%d version
ko: %d개 버전

source: MlModelRegistry|(Optional)
ko: (옵션)
ru: (Необязательно)

source: MlModelRegistry|All artifact uploads failed or were canceled.
ko: 모든 아티팩트 업로드가 실패했거나 취소되었습니다.
ru: Все загрузки артефактов не удались или были отменены.

source: MlModelRegistry|Are you sure you want to delete this model version?
ko: 이 모델 버전을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить эту версию модели?

source: MlModelRegistry|Are you sure you would like to delete this model?
ko: 이 모델을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить эту модель?

source: MlModelRegistry|Artifact file creation failed
ko: 아티팩트 파일 생성 실패
ru: Не удалось создать файл артефакта

source: MlModelRegistry|Artifact file is too large
ko: 아티팩트 파일이 너무 큽니다.
ru: Файл артефакта слишком большой

source: MlModelRegistry|Artifact uploads completed with errors.
ko: 아티팩트 업로드가 오류가 있는 상태로 완료되었습니다.
ru: Выгрузка артефактов завершена с ошибками.

source: MlModelRegistry|Artifacts
ko: 아티팩트
ru: Артефакты

source: MlModelRegistry|Artifacts uploaded successfully.
ko: 아티팩트가 성공적으로 업로드되었습니다.
ru: Артефакты успешно загружены.

source: MlModelRegistry|CI Info
ko: CI 정보

source: MlModelRegistry|Create
ko: 생성
ru: Создать

source: MlModelRegistry|Create & import
ko: 만들기 및 가져오기
ru: Создать и импортировать

source: MlModelRegistry|Create model
ko: 모델 생성

source: MlModelRegistry|Create model version
ko: 모델 버전 생성
ru: Создать версию модели

source: MlModelRegistry|Create new model
ko: 새 모델 생성
ru: Создать новую модель

source: MlModelRegistry|Create new version
ko: 새 버전 만들기
ru: Создать новую версию

source: MlModelRegistry|Create using MLflow
ko: MLflow를 사용하여 생성
ru: Создать с помощью MLflow

source: MlModelRegistry|Create your machine learning using GitLab directly or using the MLflow client
ko: GitLab을 직접 사용하거나 MLflow 클라이언트를 사용하여 기계 학습을 생성하세요.
ru: Создавайте свои модели машинного обучения напрямую в GitLab или с помощью клиента MLflow

source: MlModelRegistry|Create/Import model
ko: 모델 생성/가져오기
ru: Создание или импорт модели

source: MlModelRegistry|Created
ko: 생성됨
ru: Создана

source: MlModelRegistry|Creating a model
ko: 모델 생성
ru: Создание модели

source: MlModelRegistry|Creating a model version
ko: 모델 버전 생성 중
ru: Создание версии модели

source: MlModelRegistry|Creating models, model versions and runs is also possible using the MLflow client:
ko: MLflow 클라이언트를 사용하여 모델, 모델 버전 및 실행을 생성하는 것도 가능합니다:

source: MlModelRegistry|Default experiment
ko: 기본 실험기능
ru: Эксперимент по умолчанию

source: MlModelRegistry|Delete model
ko: 모델 삭제
ru: Удалить модель

source: MlModelRegistry|Delete model %{modelName}
ko: %{modelName} 모델 삭제
ru: Удалить модель %{modelName}

source: MlModelRegistry|Delete version
ko: 버전 삭제
ru: Удалить версию

source: MlModelRegistry|Delete version %{versionName}
ko: %{versionName} 버전 삭제
ru: Удалить версию %{versionName}

source: MlModelRegistry|Deleting this model also deletes all its versions, including any imported or uploaded artifacts, and their associated settings.
ko: 이 모델을 삭제하면 가져온 아티팩트나 업로드된 아티팩트와 관련 설정을 포함한 모든 버전이 삭제됩니다.
ru: Удаление этой модели также удалит все её версии, включая импортированные или загруженные артефакты и связанные с ними параметры.

source: MlModelRegistry|Deleting this version also deletes all of its imported or uploaded artifacts and its settings.
ko: 이 버전을 삭제하면 가져오거나 업로드한 모든 아티팩트와 해당 설정도 삭제됩니다.
ru: При удалении этой версии также будут удалены все импортированные или загруженные артефакты и их настройки.

source: MlModelRegistry|Description
ko: 설명
ru: Описание

source: MlModelRegistry|Drop or %{linkStart}select%{linkEnd} artifacts to attach
ko: 첨부할 아티팩트를 드롭하거나 %{linkStart}선택%{linkEnd}하세요.
ru: Перетащите или %{linkStart}выберите%{linkEnd} артефакты для прикрепления

source: MlModelRegistry|Drop to start upload
ko: 업로드를 시작하려면 끌어서 놓으세요.
ru: Перетащите файл, чтобы начать загрузку

source: MlModelRegistry|Edit
ko: 편집
ru: Редактировать

source: MlModelRegistry|Edit model
ko: 모델 편집
ru: Изменить модель

source: MlModelRegistry|Edit model version
ko: 모델 버전 편집
ru: Изменить версию модели

source: MlModelRegistry|Enter a model description
ko: 모델 설명 입력
ru: Введите описание модели

source: MlModelRegistry|Enter a model name
ko: 모델 이름 입력
ru: Введите название модели

source: MlModelRegistry|Enter a model version description
ko: 모델 버전 설명을 입력
ru: Введите описание версии модели

source: MlModelRegistry|Enter a semantic version.
ko: 시맨틱 버전을 입력하세요.
ru: Введите семантическую версию.

source: MlModelRegistry|Enter a subfolder name to organize your artifacts.
ko: 아티팩트를 구성하려면 하위 폴더 이름을 입력하세요.
ru: Введите имя вложенной папки для упорядочивания ваших артефактов.

source: MlModelRegistry|Enter some description
ko: 설명을 입력하세요
ru: Введите описание

source: MlModelRegistry|Example: my-model
ko: 예: my-model
ru: Например: my-model

source: MlModelRegistry|Experiment
ko: 실험기능

source: MlModelRegistry|Failed to delete model with error: %{message}
ko: 오류로 인해 모델 삭제 실패: %{message}
ru: Не удалось удалить модель. Ошибка: %{message}

source: MlModelRegistry|Failed to load model runs with error: %{message}
ko: 모델 실행을 로드하는 데 실패했습니다. 오류: %{message}
ru: Не удалось загрузить результаты выполнения модели. Ошибка: %{message}

source: MlModelRegistry|Failed to load model version with error: %{message}
ko: 오류로 인해 모델 버전을 로딩에 실패하였습니다: %{message}
ru: Не удалось загрузить версию модели. Ошибка: %{message}

source: MlModelRegistry|Failed to load model versions with error: %{message}
ko: 오류로 인해 모델 버전을 로드하지 못함: %{message}
ru: Не удалось загрузить версии модели. Ошибка: %{message}

source: MlModelRegistry|Failed to load model with error: %{message}
ko: 오류로 인해 모델을 로드하지 못함: %{message}
ru: Не удалось загрузить модель. Ошибка: %{message}

source: MlModelRegistry|Failed to load models with error: %{message}
ko: 모델을 로드하는 데 오류가 발생했습니다: %{message}
ru: Не удалось загрузить модели. Ошибка: %{message}

source: MlModelRegistry|File "%{name}" is %{size}. It is larger than max allowed size of %{maxAllowedFileSize}
ko: 파일 "%{name}"는 %{size}입니다. 최대 허용 크기인 %{maxAllowedFileSize}보다 큽니다.
ru: Файл «%{name}» имеет размер %{size}. Он превышает максимально допустимый размер %{maxAllowedFileSize}

source: MlModelRegistry|For example 1.0.0
ko: 예: 1.0.0

source: MlModelRegistry|Import model using MLflow
ko: MLflow를 사용하여 모델 가져오기

source: MlModelRegistry|Import your machine learning models
ko: 기계 학습 모델 가져오기

source: MlModelRegistry|Latest version
ko: 최신 버전
ru: Поздняя версия

source: MlModelRegistry|Logging artifacts
ko: 로깅 아티팩트
ru: Регистрация артефактов

source: MlModelRegistry|MLflow compatibility documentation
ko: MLflow 호환성 문서

source: MlModelRegistry|MLflow run ID
ko: MLflow 실행 ID
ru: Идентификатор запуска MLflow

source: MlModelRegistry|Manage versions of your machine learning model
ko: 머신 러닝 모델 버전 관리
ru: Управление версиями вашей модели машинного обучения

source: MlModelRegistry|May not contain spaces.
ko: 공백을 포함할 수 없습니다.
ru: Не должно содержать пробелов.

source: MlModelRegistry|Metadata
ko: 메타데이터

source: MlModelRegistry|Model card
ko: 모델 카드

source: MlModelRegistry|Model created %{timeAgo} by %{author}
ko: 모델이 %{author}에 의해 %{timeAgo}에 생성됨
ru: Модель создал(а) %{author} %{timeAgo}

source: MlModelRegistry|Model deleted successfully
ko: 모델이 성공적으로 삭제되었습니다.
ru: Модель успешно удалена

source: MlModelRegistry|Model name
ko: 모델 이름

source: MlModelRegistry|Model registry
ko: 모델 레지스트리
ru: Реестр моделей

source: MlModelRegistry|Model removed
ko: 모델 삭제됨
ru: Модель удалена

source: MlModelRegistry|Model version %{versionName} deleted successfully
ko: 모델 버전 %{versionName} 이 삭제되었습니다.
ru: Версия модели %{versionName} успешно удалена

source: MlModelRegistry|Models have different versions. You can deploy and test versions. Complete the following fields to create a new version of the model.
ko: 모델에는 여러 버전이 있습니다. 버전을 배포하고 테스트할 수 있습니다. 다음 필드를 완료하여 모델의 새 버전을 만드세요.
ru: У моделей есть разные версии. Вы можете развёртывать и тестировать версии. Заполните следующие поля, чтобы создать новую версию модели.

source: MlModelRegistry|Must be a semantic version.
ko: 시맨틱 버전이어야 합니다.

source: MlModelRegistry|Must be a semantic version. Latest version is %{latestVersion}
ko: 시맨틱 버전이어야 합니다. 최신 버전은 %{latestVersion}입니다.
ru: Должно быть семантической версией. Последняя версия — %{latestVersion}

source: MlModelRegistry|Must be unique. May not contain spaces.
ko: 고유해야 합니다. 공백을 포함할 수 없습니다.
ru: Должно быть уникальным. Не должно содержать пробелов.

source: MlModelRegistry|Name
ko: 이름
ru: Название

source: MlModelRegistry|New version
ko: 새 버전
ru: Новая версия

source: MlModelRegistry|No description available. To add a description, click "Edit model version" above.
ko: 설명이 없습니다. 설명을 추가하려면 위의 "모델 버전 편집"을 클릭하세요.
ru: Описание отсутствует. Чтобы добавить описание, нажмите «Изменить версию модели» выше.

source: MlModelRegistry|No description available. To add a description, click "Edit model" above.
ko: 설명이 없습니다. 설명을 추가하려면 위의 "모델 편집"을 클릭하세요.
ru: Описание отсутствует. Чтобы добавить описание, нажмите «Изменить модель» выше.

source: MlModelRegistry|No logged metadata
ko: 기록된 메타데이터 없음
ru: Метаданные не зафиксированы

source: MlModelRegistry|No logged metrics
ko: 기록된 측정항목 없음

source: MlModelRegistry|No logged parameters
ko: 기록된 매개변수 없음
ru: Параметры не зафиксированы

source: MlModelRegistry|No runs associated with this model
ko: 이 모델과 관련된 실행이 없음

source: MlModelRegistry|Package creation failed
ko: 패키지 생성 실패
ru: Создание пакета не удалось

source: MlModelRegistry|Parameters
ko: 매개변수

source: MlModelRegistry|Performance
ko: 성능
ru: Производительность

source: MlModelRegistry|Provide a subfolder name to organize your artifacts. Entering an existing subfolder's name will place artifacts in the existing folder
ko: 아티팩트를 구성하려면 하위 폴더 이름을 제공하세요. 기존 하위 폴더의 이름을 입력하면 기존 폴더에 아티팩트가 배치됩니다.
ru: Укажите имя вложенной папки для упорядочивания ваших артефактов. Ввод имени существующей вложенной папки поместит артефакты в эту папку.

source: MlModelRegistry|Provide the max allowed file size
ko: 허용되는 최대 파일 크기 제공

source: MlModelRegistry|Publisher
ko: 게시자

source: MlModelRegistry|Run not linked to a CI build
ko: 실행이 CI 빌드에 링크되지 않았습니다

source: MlModelRegistry|Runs
ko: 실행

source: MlModelRegistry|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: MlModelRegistry|Setting up the client
ko: 클라이언트 설정

source: MlModelRegistry|Something went wrong while trying to delete the model version. Please try again later.
ko: 모델 버전을 삭제하는 중에 문제가 발생했습니다. 나중에 다시 시도 해주세요.
ru: Произошла ошибка при попытке удалить версию модели. Повторите попытку позже.

source: MlModelRegistry|Subfolder
ko: 하위폴더

source: MlModelRegistry|Subfolder cannot contain spaces
ko: 하위폴더는 공백을 포함할 수 없습니다.

source: MlModelRegistry|Total versions
ko: 전체 버전

source: MlModelRegistry|Triggered by
ko: 트리거 주체

source: MlModelRegistry|Use runs to track performance, parameters, and metadata
ko: 실행을 사용하여 성능, 매개변수 및 메타데이터를 추적합니다.

source: MlModelRegistry|Use versions to track performance, parameters, and metadata
ko: 버전을 사용하여 성능, 매개변수 및 메타데이터를 추적

source: MlModelRegistry|User canceled upload.
ko: 사용자가 업로드를 취소했습니다.
ru: Пользователь отменил загрузку.

source: MlModelRegistry|Using the MLflow client
ko: MLflow 클라이언트 사용

source: MlModelRegistry|Version
ko: 버전
ru: Версия

source: MlModelRegistry|Version card
ko: 버전 카드
ru: Карточка версии

source: MlModelRegistry|Version created %{timeAgo} by %{author}
ko: 버전아 %{author}에 의해 %{timeAgo}에 생성됨
ru: Версию создал(а) %{author} %{timeAgo}
