Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: pipelineEditorWalkthrough|Let's do this!
ko: 시작해봅시다!

source: pipelineEditorWalkthrough|See how GitLab pipelines work
ko: GitLab 파이프라인이 어떻게 작동하는지 살펴보세요

source: pipelineEditorWalkthrough|This %{codeStart}.gitlab-ci.yml%{codeEnd} file creates a simple test pipeline.
ko: 이 %{codeStart}.gitlab-ci.yml%{codeEnd} 파일은 간단한 테스트 파이프라인을 생성합니다.

source: pipelineEditorWalkthrough|Use the %{boldStart}commit changes%{boldEnd} button at the bottom of the page to run the pipeline.
ko: 페이지 하단의 %{boldStart}변경사항 커밋%{boldEnd} 버튼을 사용하여 파이프라인을 실행하세요.
ru: Используйте кнопку %{boldStart}закоммитить изменения%{boldEnd} внизу страницы для запуска конвейера.

source: pipelineEditorWalkthrough|You can use the file tree to view your pipeline configuration files. %{linkStart}Learn more%{linkEnd}
ko: 파일 트리를 사용하여 파이프라인 구성 파일을 확인할 수 있습니다. %{linkStart}더 알아보기%{linkEnd}
ru: Вы можете использовать дерево файлов для просмотра файлов конфигурации вашего конвейера. %{linkStart}Подробнее%{linkEnd}.

source: policy
ko: 정책
ru: политика

source: previously merged commits
ko: 이전에 머지된 커밋

source: private
ko: 비공개
ru: приватный

source: private key does not match certificate.
ko: 개인 키와 인증서가 일치하지 않습니다.
ru: закрытый ключ не соответствует сертификату.

source: processing
ko: 처리중

source: project
ko: 프로젝트
ru: проект

source: project access token
ko: 프로젝트 엑세스 토큰
ru: токен доступа проекта

source: project access tokens
ko: 프로젝트 액세스 토큰
ru: токены доступа к проекту

source: project bots cannot be added to other groups / projects
ko: 프로젝트 봇은 다른 그룹 / 프로젝트에 추가할 수 없습니다.
ru: боты проекта не могут быть добавлены в другие группы или проекты

source: project is read-only
ko: 프로젝트가 읽기 전용입니다
ru: проект доступен только для чтения

source: project name
ko: 프로젝트 이름
ru: название проекта

source: project namespace cannot be the parent of another namespace
ko: 프로젝트 네임스페이스는 다른 네임스페이스의 상위가 될 수 없습니다.
ru: пространство имен проекта не может быть родителем другого пространства имен

source: project's path
ko: 프로젝트 경로

source: project_path must be the first element of the sub claim
ko: project_path는 하위 클레임의 첫 번째 요소여야 합니다.
ru: project_path должен быть первым элементом подзаявки

source: projects
ko: 프로젝트
ru: проекты

source: protected
ko: 보호됨
ru: защищено

source: push option
ko: 푸시 옵션

source: reCAPTCHA helps prevent credential stuffing.
ko: reCAPTCHA는 자격 증명 도용을 방지합니다.
ru: reCAPTCHA помогает предотвратить атаки с использованием данных для подбора пароля.

source: reCAPTCHA private key
ko: reCAPTCHA 개인 키
ru: Приватный ключ reCAPTCHA

source: reCAPTCHA site key
ko: reCAPTCHA 사이트 키
ru: Ключ сайта reCAPTCHA

source: reached maximum depth
ko: 최대 깊이에 도달함

source: register
ko: 등록

source: relates to
ko: 다음과 관련
ru: относится к

source: remaining
ko: 남은
ru: осталось

source: remove
ko: 제거
ru: удалить

source: remove due date
ko: 마감기한 삭제
ru: удалить дату завершения

source: remove start date
ko: 시작일 삭제
ru: удалить дату начала

source: remove weight
ko: 가중치 제거
ru: удалить вес

source: removed %{emails}
ko: %{emails} 삭제됨

source: removed a %{link_type} link
ko: %{link_type} 링크를 제거했습니다

source: removed a Zoom call from this issue
ko: 이 이슈에서 Zoom 통화를 삭제했습니다

source: rendered diff
ko: 렌더링된 diff
ru: отображенное отличие

source: reply should have same confidentiality as top-level note
ko: 답변은 최상위 노트와 동일한 공개수준을 가져야 합니다.
ru: ответ должен иметь ту же конфиденциальность, что и верхний уровень заметки

source: repositories
ko: 리포지토리

source: repositories (Gitaly server-side)
ko: 리포지토리 (Gitaly 서버 측)

source: repository
ko: 리포지토리
ru: репозиторий

source: repository:
ko: 리포지토리:
ru: репозиторий:

source: rule
ko: 규칙
ru: правило

source: runner can only be assigned to projects in the same organization
ko: 러너는 동일한 조직의 프로젝트에만 할당될 수 있습니다.
ru: средство выполнения может быть назначено только для проектов той же организации

source: running
ko: 실행중
ru: выполняется

source: satisfied
ko: 만족함

source: scan-execution-policy: policy not applied, %{policy_path} file is invalid
ko: 스캔 실행 정책: 정책이 적용되지 않았습니다. %{policy_path} 파일이 잘못되었습니다.

source: scan-execution-policy: policy not applied, %{policy_path} file is missing
ko: 스캔 실행 정책: 정책이 적용되지 않았습니다. %{policy_path} 파일이 없습니다.

source: scheduled
ko: 예약됨

source: seat
ko: 좌석
ru: лицензия

source: security policy bot users cannot be added to other projects
ko: 보안 정책 봇 사용자는 다른 프로젝트에 추가될 수 없습니다.
ru: боты политики безопасности не могут быть добавлены в другие проекты

source: selective_code_owner_removals can only be enabled when retain_approvals_on_push is enabled
ko: selective_code_owner_removals는 retain_approvals_on_push가 활성화된 경우에만 활성화될 수 있습니다.
ru: selective_code_owner_removals можно включить только при включённом retain_approvals_on_push

source: service accounts
ko: 서비스 계정
ru: учётные записи служб

source: severity|Blocker
ko: 블로커
ru: Блокирующий

source: severity|Critical
ko: 치명적임
ru: Критический

source: severity|High
ko: 높음
ru: Высокий

source: severity|Info
ko: 정보
ru: Информация

source: severity|Low
ko: 낮음
ru: Низкий

source: severity|Major
ko: 주요
ru: Ключевой

source: severity|Medium
ko: 중간
ru: Средний

source: severity|Minor
ko: 경미
ru: Незначительный

source: severity|Unknown
ko: 알 수 없음
ru: Неизвестный

source: should be a valid NPM package name with optional wildcard characters.
ko: 유효한 NPM 패키지 이름(와일드카드 문자 포함 가능) 이어야 합니다.
ru: должно быть действительным именем пакета NPM с необязательными шаблонными символами.

source: should be a valid PyPI package name with optional wildcard characters.
ko: 유효한 PyPI 패키지 이름이어야 하며 선택적으로 와일드카드 문자를 사용할 수 있습니다.
ru: должно быть действительным именем пакета PyPI с необязательными шаблонными символами.

source: should be a valid container repository path with optional wildcard characters.
ko: 선택적 와일드카드 문자가 포함된 유효한 컨테이너 리포지토리 경로여야 합니다.
ru: должен быть действительным путём репозитория контейнера с необязательными шаблонными символами.

source: should be a valid json object.
ko: 유효한 JSON 객체여야 합니다.

source: should be an array of %{object_name} objects
ko: %{object_name} 개체의 배열이어야 합니다.

source: should be an array of existing user ids. %{invalid} does not exist
ko: 존재하는 사용자 아이디의 배열이어야 합니다. %{invalid}이 존재하지 않습니다

source: should be an array of existing usernames. %{invalid} does not exist
ko: 존재하는 사용자명의 배열이어야 합니다. %{invalid}는 존재하지 않습니다

source: should be greater than or equal to %{access} inherited membership from group %{group_name}
ko: %{group_name} 그룹에서 상속된 %{access}보다 크거나 같아야 합니다

source: should have length between 16 to 24 characters.
ko: 길이는 16~24자여야 합니다.

source: should have the compliance requirement's framework applied to it.
ko: 여기 적용할 규정 준수 요구사항의 프레임워크가 있어야 합니다.

source: should use only one of: %{requirements}
ko: 다음 중 하나만 사용해야 합니다: %{requirements}

source: show %{count} more
ko: %{count} 개 더 보기
ru: показать еще %{count}

source: show fewer
ko: 더 적게 표시
ru: показать меньше

source: show less
ko: 간략히 보기
ru: свернуть

source: sign in
ko: 로그인
ru: войти

source: site
ko: 사이트
ru: сайт

source: smartcn custom analyzer
ko: smartcn 커스텀 분석기

source: snippet
ko: 스니펫
ru: сниппет

source: something to parse
ko: 파싱할 것

source: source
ko: 소스
ru: исходный текст

source: source diff
ko: 소스 diff
ru: отличия

source: specific protected branches
ko: 특정 보호된 브랜치

source: specified top is not part of the tree
ko: 지정한 상단이 트리의 일부가 아닙니다.
ru: указанная вершина не является частью дерева

source: spendCommand|%{slash_command} adds or subtracts time already spent.
ko: %{slash_command}는 이미 소비한 시간을 더하거나 뺍니다.
ru: %{slash_command} добавляет или вычитает затраченное время.

source: started a discussion on %{design_link}
ko: %{design_link}에 대한 토론을 시작했습니다.
ru: начата дискуссия по %{design_link}

source: started on %{timebox_start_date}
ko: %{timebox_start_date}에 시작됨

source: starts on %{timebox_start_date}
ko: %{timebox_start_date}에 시작

source: string
ko: 문자열
ru: строка

source: structure is too large. Maximum size is %{max_size} characters
ko: 구조가 너무 큽니다. 최대 크기는 %{max_size} 자 입니다.

source: stuck
ko: 정체
ru: застрял

source: subgroup
ko: 하위 그룹
ru: подгруппа

source: success
ko: 성공
ru: успешно

source: supported SSH public key.
ko: 지원되는 SSH 공개 키.
ru: поддерживаемый открытый ключ SSH.

source: tag name
ko: 태그 이름
ru: название тега

source: target all default branches
ko: 모든 기본 브랜치 대상
ru: всех целевых веток по умолчанию

source: target all protected branches
ko: 모든 보호된 브랜치 대상
ru: всех целевых защищённых веток

source: target default branch
ko: 기본 브랜치 대상
ru: целевой ветки по умолчанию

source: targeting
ko: 타겟팅

source: task
ko: 작업
ru: задание

source: terraform states
ko: terraform 상태
ru: состояния terraform

source: test case
ko: 테스트 케이스
ru: тест-кейс

source: the correct format.
ko: 올바른 형식.

source: the custom role's base access level does not match the current access level
ko: 커스텀 역할의 기본 액세스 수준이 현재 액세스 수준과 일치하지 않습니다.

source: the following epics
ko: 다음 에픽

source: the following incidents or issues
ko: 다음 인시던트 혹은 이슈

source: the following issues
ko: 다음 이슈

source: the member access level can't be higher than the current user's one
ko: 멤버 액세스 수준은 현재 사용자의 액세스 수준보다 높을 수 없습니다.

source: the wiki
ko: 위키
ru: вики

source: then
ko: 그 다음에
ru: затем

source: this document
ko: 이 문서
ru: этот документ

source: today
ko: 오늘
ru: сегодня

source: toggle collapse
ko: 접기 토글
ru: свернуть/развернуть

source: total must be less than or equal to %{size}
ko: 합계는 %{size} 보다 작거나 같아야 함

source: trigger token
ko: 트리거 토큰
ru: токен запуска

source: two-factor authentication settings
ko: 이중 인증 설정

source: type parameter is missing and is required
ko: 유형 매개변수가 누락되었으며 필수입니다.

source: unicode domains should use IDNA encoding
ko: 유니코드 도메인은 IDNA 인코딩을 사용해야 합니다.
ru: домены, записанные юникодом, должны использовать IDNA-кодировку

source: units
ko: 단위

source: unknown
ko: 알 수 없음
ru: неизвестно

source: unsubscribed %{emails}
ko: 구독취소 %{emails}

source: upcoming
ko: 다가오는

source: updated
ko: 업데이트됨
ru: обновлено

source: updated %{timeAgo}
ko: %{timeAgo} 전 업데이트 됨
ru: обновлено %{timeAgo}

source: updated %{time_ago}
ko: %{time_ago} 전 업데이트됨
ru: обновлено %{time_ago}

source: uploads
ko: 업로드

source: user
ko: 사용자

source: user avatar
ko: 사용자 아바타
ru: аватар пользователя

source: user is not authorized to add runners to project
ko: 사용자는 프로젝트에 러너를 추가할 권한이 없습니다.
ru: у пользователя нет прав для добавления средств выполнения в проект

source: user namespace cannot be the parent of another namespace
ko: 사용자 네임스페이스는 다른 네임스페이스의 상위가 될 수 없습니다.

source: user not allowed to assign runner
ko: 사용자는 러너를 할당할 수 없습니다

source: username
ko: 사용자명
ru: имя пользователя

source: users
ko: 사용자
ru: пользователи

source: v%{version} published %{timeAgo}
ko: %{timeAgo} 전 v%{version} 공개됨

source: value "%{sort}" is not available on %{namespace}
ko: "%{sort}" 값은 %{namespace}에서 사용할 수 없습니다.
ru: значение «%{sort}» недоступно в %{namespace}.

source: value "%{sort}" is not available on %{namespace} for work items type %{wit}
ko: "%{sort}" 값은 작업 항목 유형 %{wit}에 대해 %{namespace}에서 사용할 수 없습니다.
ru: значение «%{sort}» недоступно в %{namespace} для типа рабочих элементов %{wit}.

source: value at %{data_pointer} should use only one of: %{requirements}
ko: %{data_pointer} 의 값은 다음 중 하나만 사용해야 합니다. %{requirements}

source: value for '%{storage}' must be an integer
ko: '%{storage}'의 값은 정수여야 합니다.

source: value for '%{storage}' must be between 0 and 100
ko: '%{storage}'의 값은 0에서 100 사이여야 합니다.
ru: значение для "%{storage}" должно быть от 0 до 100

source: value: %{value} must be 63 characters or less, and start/end with an alphanumeric character
ko: 값: %{value} 은 63자 이하여야 하며 영숫자로 시작/끝나야 합니다.

source: value: %{value} must be a string
ko: 값: %{value} 은 문자열이어야 합니다.

source: variable
ko: 변수
ru: переменная

source: verify ownership
ko: 소유권 확인
ru: подтвердить право собственности

source: version %{report_version} for report type %{report_type} is deprecated. However, GitLab will still attempt to parse and ingest this report. Upgrade the security report to one of the following versions: %{current_schema_versions}.
ko: 보고서 유형 %{report_type}에 대한 버전 %{report_version}이 더 이상 사용되지 않습니다. 그러나, GitLab은 여전히 이 보고서를 파싱하고 수집하려고 시도합니다. 보안 보고서를 다음 버전 중 하나로 업그레이하십시오: %{current_schema_versions}.
ru: версия %{report_version} для типа отчёта %{report_type} устарела. Однако GitLab всё равно попытается разобрать и принять этот отчёт. Обновите отчёт безопасности до одной из следующих версий: %{current_schema_versions}.

source: version %{versionIndex}
ko: 버전 %{versionIndex}
ru: версия %{versionIndex}

source: via
ko: 경유

source: view it on GitLab
ko: GitLab에서 보기
ru: посмотреть на GitLab

source: view the blob
ko: blob 보기
ru: просмотреть исходные данные

source: view the source
ko: 소스 보기
ru: просмотреть код

source: visibility
ko: 공개범위
ru: видимость

source: vulnerability
ko: 취약점
ru: уязвимость

source: vulnerability|Add a comment
ko: 댓글 추가
ru: Добавить комментарий

source: was set to auto-merge by
ko: 자동 병합으로 설정되었습니다.
ru: был установлен на авто-слияние

source: weekly
ko: 매주
ru: еженедельно

source: wiki page
ko: 위키 페이지
ru: страница вики

source: with Admin Mode
ko: 관리 모드 사용
ru: в режиме администратора

source: with expiry changing from %{old_expiry} to %{new_expiry}
ko: 만료가 %{old_expiry}에서 %{new_expiry}(으)로 변경됨
ru: с истечением, изменившимся с %{old_expiry} на %{new_expiry}

source: with expiry remaining unchanged at %{old_expiry}
ko: %{old_expiry}에 만료가 변경되지 않은 상태로 유지됨
ru: с оставшимся истечением, неизменным на %{old_expiry}

source: yaml invalid
ko: 유효하지 않은 yaml
ru: неверный YAML

source: you
ko: 귀하

source: your GitLab instance
ko: 당신의 GitLab 인스턴스

source: your group (%{group_name})
ko: 본인의 그룹 (%{group_name})

source: {group}
ko: {그룹}

source: {project}
ko: {프로젝트}

source: %{duration}ms
ru: %{duration}мс

source: %{milliseconds}ms
ru: %{milliseconds}мс

source: %{size} B
ru: %{size} Б

source: %{size} GiB
ru: %{size} ГиБ

source: %{size} KiB
ru: %{size} КиБ

source: %{size} MiB
ru: %{size} МиБ

source: 0 B
ru: 0 Б

source: Any
ru: Любой

source: B
ru: Б

source: Blame
ru: Авторы строк

source: Blob
ru: Двоичный объект

source: Canceled deployment to
ru: Отменено развёртывание в

source: Clone
ru: Клонировать

source: Control + M
ru: Ctrl + M

source: Control + Shift + M
ru: Ctrl + Shift + M

source: Diff
ru: Различия

source: ERROR: %{error}
ru: ОШИБКА: %{error}

source: False
ru: Отключено

source: FogBugz URL
ru: URL FogBugz

source: Git shallow clone
ru: Поверхностное клонирование Git

source: GitLab University
ru: Университет GitLab

source: Grafana URL
ru: URL Grafana

source: Heading 1
ru: Заголовок 1

source: Heading 2
ru: Заголовок 2

source: Heading 3
ru: Заголовок 3

source: Heading 4
ru: Заголовок 4

source: Heading 5
ru: Заголовок 5

source: Heading 6
ru: Заголовок 6

source: Invisible Captcha
ru: Невидимая капча

source: Job
ru: Задание

source: Jobs
ru: Задания

source: Key:
ru: Ключ:

source: Ki
ru: Ки

source: MB
ru: Мбайт

source: Manifest
ru: Манифест

source: Mi
ru: Ми

source: N/A
ru: Н/Д

source: NEW
ru: НОВОЕ

source: Pull
ru: Получить

source: Push
ru: Отправить

source: Rebase
ru: Перебазировать

source: Runners
ru: Средства выполнения

source: Secrets|Please wait while we provision the Secrets Manager for you. Refresh at will.
ru: Подождите, идёт подготовка Менеджера секретов. При необходимости обновите страницу.

source: Sentry API URL
ru: URL Sentry API

source: Squash commits
ru: Сжать коммиты

source: To
ru: В

source: True
ru: Включено

source: VS Code Extension Marketplace
ru: Магазин расширений VS Code

source: Webhook
ru: Веб-обработчик

source: Webhook:
ru: Вебхук:

source: Webhooks
ru: Веб-обработчики

source: YYYY-MM-DD
ru: ГГГГ-ММ-ДД

source: by
ru: от

source: n/a
ru: н/д

source: read-only
ru: только для чтения
