Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Profiles|Feed token was successfully reset
ko: 피드 토큰이 성공적으로 초기화되었습니다.
ru: Токен новостной ленты успешно сброшен

source: Profiles|For some actions you request, the Support team may ask you to authenticate your request by generating a Support PIN.
ko: 당신이 요청한 일부 작업에 대해 지원팀은 지원 PIN을 생성하여 요청을 인증하도록 요청할 수 있습니다.
ru: Для некоторых действий, которые вы запрашиваете, команда поддержки может попросить вас аутентифицировать запрос, создав PIN-код поддержки.

source: Profiles|Full name
ko: 이름
ru: Полное имя

source: Profiles|Generate New PIN
ko: 새로운 PIN 생성
ru: Сгенерировать новый PIN

source: Profiles|GitLab is unable to verify your identity automatically. For security purposes, you must set a password by %{openingTag}resetting your password%{closingTag} to delete your account.
ko: GitLab은 당신의 신원을 자동으로 검증 할 수 없습니다. 계정을 삭제하려면, 보안을 위해 %{openingTag}비밀번호 재설정%{closingTag}로 비밀번호를 재설정해야 합니다.
ru: GitLab не может автоматически проверить вашу личность. В целях безопасности вы должны задать пароль путём %{openingTag}сброса%{closingTag} для удаления учётной записи.

source: Profiles|If after setting a password, the option to delete your account is still not available, please %{link_start}submit a request%{link_end} to begin the account deletion process.
ko: 비밀번호를 설정한 후에도 계정 삭제 옵션을 사용할 수 없는 경우 계정 삭제 과정을 시작하려면 %{link_start}요청을 제출하십시오%{link_end}.
ru: Если после установки пароля опция удаления учётной записи всё ещё недоступна, %{link_start}отправьте запрос%{link_end} для начала процесса удаления учётной записи.

source: Profiles|Include private contributions on your profile
ko: 프로필에 비공개 기여 포함
ru: Включить вклад в приватные проекты в мой профиль

source: Profiles|Incoming email token was successfully reset
ko: 수신 이메일 토큰이 성공적으로 초기화되었습니다.
ru: Токен входящей электронной почты был успешно сброшен

source: Profiles|Increase your account's security by enabling two-factor authentication (2FA).
ko: 이중 인증(2FA)를 활성화하여 계정의 보안을 강화하세요.
ru: Повысьте безопасность своей учётной записи, включив двухфакторную аутентификацию (2ФА).

source: Profiles|Invalid password
ko: 잘못된 패스워드
ru: Неверный пароль

source: Profiles|Invalid username
ko: 잘못된 사용자명
ru: Неверное имя пользователя

source: Profiles|Job title
ko: 직책
ru: Должность

source: Profiles|Key
ko: 키
ru: Ключ

source: Profiles|Key becomes invalid on this date. Maximum lifetime for SSH keys is %{max_ssh_key_lifetime} days
ko: 키는 이 날짜에 유효하지 않습니다. SSH 키의 최대 수명은 %{max_ssh_key_lifetime} 일입니다.
ru: С этой даты ключ становится недействительным. Максимальное время жизни ключей SSH составляет %{max_ssh_key_lifetime} дней.

source: Profiles|Key titles are publicly visible.
ko: 키 제목은 공개적으로 표시됩니다.
ru: Заголовки ключей общедоступны.

source: Profiles|Last used
ko: 마지막 사용
ru: Последнее использование

source: Profiles|Linked emails
ko: 링크된 이메일
ru: Связанные адреса электронной почты

source: Profiles|Location
ko: 위치
ru: Местоположение

source: Profiles|Made a private contribution
ko: 비공개 기여로 만듬
ru: Сделан приватный вклад

source: Profiles|Main settings
ko: 주요 설정
ru: Основные настройки

source: Profiles|Manage two-factor authentication
ko: 이중 인증 관리
ru: Управление двухфакторной аутентификацией

source: Profiles|New Support PIN generated successfully.
ko: 새로운 지원 PIN이 성공적으로 생성되었습니다.
ru: Новый PIN-код поддержки успешно сгенерирован.

source: Profiles|No "&lt;" or "&gt;" characters, please.
ko: "&lt;" 또는 "&gt;" 문자를 사용하지 마세요.
ru: Не используйте символы "&lt;" или "&gt;"

source: Profiles|No file chosen.
ko: 파일이 선택되지 않았습니다.
ru: Файл не выбран.

source: Profiles|ORCID
ko: ORCID

source: Profiles|Optional but recommended. If set, key becomes invalid on the specified date.
ko: 옵션이지만 권장됩니다. 설정하면 지정된 날짜에 키가 무효가 됩니다.
ru: Необязательно, но рекомендуется. Если установлено, ключ становится недействительным в указанную дату.

source: Profiles|Organization
ko: 조직
ru: Организация

source: Profiles|Path
ko: 경로
ru: Путь

source: Profiles|Position and size your new avatar
ko: 새 아바타 위치 및 크기 조절
ru: Положение и размер вашего нового аватара

source: Profiles|Primary email
ko: 기본 이메일
ru: Основной email

source: Profiles|Private contributions
ko: 비공개 기여
ru: Приватный вклад

source: Profiles|Private profile
ko: 비공개 프로필
ru: Приватный профиль

source: Profiles|Profile was successfully updated
ko: 프로필이 성공적으로 업데이트되었습니다.
ru: Профиль успешно обновлён

source: Profiles|Profiles are required to be public in this instance.
ko: 이 인스턴스에서는 프로필을 공개해야 합니다.
ru: Профили должны быть публичными в этом экземпляре.

source: Profiles|Pronouns
ko: 자신을 칭하는 대명사
ru: Местоимения

source: Profiles|Pronunciation
ko: 발음
ru: Произношение

source: Profiles|Public avatar
ko: 공개 아바타
ru: Фотография профиля

source: Profiles|Public email
ko: 공개 이메일
ru: Публичный email

source: Profiles|Publicly visible private SSH keys can compromise your system.
ko: 공개적으로 볼 수 있는 private SSH 키는 시스템에 피해를 줄 수 있습니다.
ru: Общедоступные закрытые ключи SSH могут поставить под угрозу вашу систему.

source: Profiles|Remove avatar
ko: 아바타 제거
ru: Удалить аватар

source: Profiles|Resend confirmation email
ko: 확인 이메일 재전송
ru: Повторно отправить письмо с подтверждением

source: Profiles|SAML for %{group_name} Active
ko: 활성 %{group_name}에 대한 SAML
ru: SAML для %{group_name} включён

source: Profiles|SSH Key: %{title}
ko: SSH 키: %{title}
ru: Ключ SSH: %{title}

source: Profiles|Select a service to sign in with.
ko: 로그인할 서비스를 선택합니다.
ru: Выберите сервис для входа.

source: Profiles|Send confirmation email
ko: 확인 이메일 보내기
ru: Отправить письмо с подтверждением

source: Profiles|Service sign-in
ko: 서비스 로그인
ru: Службы аутентификации

source: Profiles|Set new profile picture
ko: 새 프로필 사진 설정
ru: Установить новое изображение профиля

source: Profiles|Set your local time zone.
ko: 현지 시간대를 설정합니다.
ru: Установите ваш часовой пояс.

source: Profiles|Setting locked
ko: 설정이 잠김
ru: Настройка заблокирована

source: Profiles|Social accounts
ko: SNS 계정
ru: Учётные записи в социальных сетях

source: Profiles|Some options are unavailable for LDAP accounts
ko: 일부 옵션은 LDAP 계정에서 사용할 수 없습니다.
ru: Некоторые параметры недоступны для учетных записей LDAP

source: Profiles|Static object token was successfully reset
ko: 정적 개체 토큰이 성공적으로 재설정되었습니다.
ru: Токен статического объекта успешно сброшена

source: Profiles|Support PIN
ko: 지원 PIN
ru: PIN-код поддержки

source: Profiles|Support Pin expires at:
ko: 지원 PIN은 다음 시점에 만료됩니다:
ru: Срок действия PIN-кода поддержки:

source: Profiles|Support Pin:
ko: 지원 Pin:
ru: PIN-код поддержки:

source: Profiles|Tell us about yourself in fewer than 250 characters.
ko: 250자 이내로 자신에 대해 알려주십시오.
ru: Расскажите о себе в пределах 250 символов.

source: Profiles|The ability to update your name has been disabled by your administrator.
ko: 귀하의 이름을 변경하는 기능이 운영자에 의해 비활성화되었습니다.
ru: Возможность изменять ваше имя была отключена администратором.

source: Profiles|The ideal image size is 192 x 192 pixels.
ko: 이상적인 이미지 크기는 192 x 192픽셀입니다.
ru: Идеальный размер изображения — 192 x 192 пикселя.

source: Profiles|The maximum file size allowed is 200 KiB.
ko: 허용되는 최대 파일 크기는 200KiB입니다.
ru: Максимально допустимый размер файла — 200 КиБ.

source: Profiles|This email is used for web-based operations, such as edits and merges. %{commit_email_link_start}What is a private commit email?%{commit_email_link_end}
ko: 이 이메일은 편집 및 머지와 같은 웹 기반 작업에 사용됩니다. %{commit_email_link_start}비공개 커밋 이메일이란 무엇인가요?%{commit_email_link_end}
ru: Этот адрес используется для операций через веб-интерфейс, таких как редактирование и слияние. %{commit_email_link_start}Что такое приватный адрес электронной почты для коммитов?%{commit_email_link_end}

source: Profiles|This email will be displayed on your public profile.
ko: 이 이메일은 공개 프로필에 표시됩니다.
ru: Этот адрес будет отображаться в вашем профиле.

source: Profiles|This emoji and message will appear on your profile and throughout the interface.
ko: 이 그림과 메시지는 프로필과 인터페이스 전체에 나타납니다.
ru: Этот смайл и сообщение появятся в вашем профиле и во всем интерфейсе.

source: Profiles|This information will appear on your profile.
ko: 이 정보는 프로필에 표시됩니다.
ru: Эта информация появится в вашем профиле.

source: Profiles|Time settings
ko: 시간 설정
ru: Настройки времени

source: Profiles|Timezone
ko: 시간대
ru: Часовой пояс

source: Profiles|Title
ko: 직책
ru: Заголовок

source: Profiles|Two-factor authentication
ko: 이중 인증
ru: Двухфакторная аутентификация

source: Profiles|Type your %{confirmationValue} to confirm:
ko: 확인을 위해 %{confirmationValue} 를 입력하세요.
ru: Введите значение %{confirmationValue} для подтверждения:

source: Profiles|Unverified secondary email addresses are automatically deleted after three days
ko: 확인되지 않은 보조 이메일 주소는 3일 후에 자동으로 삭제됩니다.
ru: Неподтверждённые вторичные адреса электронной почты автоматически удаляются через три дня

source: Profiles|Update profile settings
ko: 프로필 설정 업데이트
ru: Обновить настройки профиля

source: Profiles|Update username
ko: 사용자명 업데이트
ru: Изменить имя пользователя

source: Profiles|Upload new avatar
ko: 새 아바타 업로드
ru: Загрузить новый аватар

source: Profiles|Usage type
ko: 사용 유형
ru: Тип использования

source: Profiles|Use a private email - %{email}
ko: 개인 이메일 사용 - %{email}
ru: Использовать приватную электронную почту - %{email}

source: Profiles|User ID
ko: 사용자 ID
ru: ID пользователя

source: Profiles|Username change failed - %{message}
ko: 사용자명 바꾸기 실패 - %{message}
ru: Ошибка изменения имени пользователя - %{message}

source: Profiles|Username successfully changed
ko: 사용자명을 성공적으로 바꿨습니다
ru: Имя пользователя успешно изменено

source: Profiles|Using emoji in names seems fun, but please try to set a status message instead
ko: 이름에 이모티콘을 사용하는 것이 재미있을 것 같지만, 이보다는 상태 메시지를 설정하는 방법을 사용해 보십시오.
ru: Использовать эмодзи в именах весело, но лучше добавьте их в статус

source: Profiles|Website URL
ko: 웹사이트 URL
ru: URL сайта

source: Profiles|Who you represent or work for.
ko: 대표로 있는 곳 또는 일하는 곳
ru: Кого вы представляете или на кого работаете.

source: Profiles|You can change your avatar here
ko: 여기에서 아바타를 변경할 수 있습니다.
ru: Вы можете изменить свой аватар здесь

source: Profiles|You can change your avatar here or remove the current avatar to revert to %{gravatar_link}
ko: 여기에서 아바타를 변경하거나 현재 아바타를 제거하여 %{gravatar_link}로 되돌릴 수 있습니다
ru: Вы можете изменить свой аватар здесь или удалить текущий аватар, чтобы вернуться к %{gravatar_link}

source: Profiles|You can upload your avatar here
ko: 여기에서 아바타를 업로드 할 수 있습니다.
ru: Вы можете загрузить свой аватар здесь

source: Profiles|You can upload your avatar here or change it at %{gravatar_link}
ko: 이곳에 아바타를 업로드하거나 %{gravatar_link}에서 변경할 수 있습니다.
ru: Вы можете загрузить свой аватар здесь или изменить его на %{gravatar_link}

source: Profiles|You don't have access to delete this user.
ko: 이 사용자를 삭제할 권한이 없습니다.
ru: У вас нет прав на удаление этого пользователя.

source: Profiles|You must accept the Terms of Service in order to perform this action.
ko: 이 동작을 수행하려면 서비스 약관에 동의해야 합니다.
ru: Вы должны принять Условия предоставления услуг для выполнения этого действия.

source: Profiles|You must transfer ownership or delete groups you are an owner of before you can delete your account
ko: 귀하의 계정을 삭제하려면 먼저 그룹의 소유권을 이전하거나 소유자인 그룹을 삭제해야 합니다.
ru: Вы должны передать право собственности или удалить группы, владельцем которых вы являетесь, прежде чем вы сможете удалить свою учетную запись

source: Profiles|You must transfer ownership or delete these before you can delete your account.
ko: 계정을 삭제하려면 먼저 소유권을 이전하거나 프로필을 삭제해야 합니다.
ru: Вы должны передать владение или удалить эти сущности перед тем, как удалить свою учётную запись.

source: Profiles|Your Discord user ID.
ko: 당신의 Discord 사용자 ID.
ru: Ваш ID пользователя в Discord.

source: Profiles|Your LinkedIn profile name from linkedin.com/in/profilename
ko: linkedin.com/in/profilename의 프로필 이름
ru: Ваше имя профиля в LinkedIn, как в linkedin.com/in/profilename

source: Profiles|Your account is currently the sole owner in the following:
ko: 귀하의 계정은 현재 다음의 유일한 소유자입니다.
ru: В данный момент ваша учётная запись является единственным владельцем следующих сущностей:

source: Profiles|Your email address was automatically set based on your %{provider_label} account
ko: 귀하의 이메일 주소는 귀하의 %{provider_label} 계정을 기반으로 자동으로 설정되었습니다.
ru: Ваш адрес электронной почты был автоматически установлен на основе вашей учетной записи %{provider_label}

source: Profiles|Your job title was automatically set based on your %{provider_label} account
ko: 귀하의 직책은 %{provider_label} 계정을 기반으로 자동으로 설정되었습니다
ru: Ваша должность была автоматически установлена на основе вашей учётной записи %{provider_label}

source: Profiles|Your location was automatically set based on your %{provider_label} account
ko: %{provider_label} 개의 계정을 기반으로 위치가 자동으로 설정되었습니다.
ru: Ваше местоположение было автоматически установлено на основе вашего %{provider_label} аккаунта

source: Profiles|Your name was automatically set based on your %{provider_label} account, so people you know can recognize you
ko: 당신의 이름은 당신의 %{provider_label} 계정을 기반으로 자동으로 설정되었으므로 당신이 아는 사람들이 당신을 알아볼 수 있습니다.
ru: Ваше имя было автоматически установлено на основе вашей учетной записи %{provider_label}, чтобы ваши знакомые могли вас узнать

source: Profiles|Your name was automatically set based on your %{provider_label} account, so people you know can recognize you.
ko: 귀하의 이름은 %{provider_label} 개의 계정을 기반으로 자동 설정되었으므로 아는 사람들이 귀하를 알아볼 수 있습니다.
ru: Ваше имя было автоматически настроено на основе вашей учётной записи %{provider_label}, чтобы люди, которые вы знаете, могут вас распознать.

source: Profiles|Your organization was automatically set based on your %{provider_label} account
ko: 귀하의 조직은 %{provider_label} 계정을 기반으로 자동으로 설정되었습니다.
ru: Ваша организация была автоматически установлена на основе вашей учётной записи %{provider_label}

source: Profiles|https://website.com
ko: https://website.com
ru: https://website.com

source: Profiles|must contain only a bluesky did:plc identifier.
ko: bluesky did:plc 식별자만 포함되어야 합니다.
ru: должно содержать только идентификатор bluesky did:plc.

source: Profiles|username
ko: 사용자명
ru: имя пользователя

source: Profiles|what information is hidden?
ko: 어떤 정보가 숨겨져 있나요?
ru: какая информация скрыта?

source: Profiles|your account
ko: 계정
ru: вашу учётную запись

source: Profile|%{job_title} at %{organization}
ko: %{organization}의 %{job_title}
ru: %{job_title} в %{organization}

source: Profiling - Performance bar
ko: 프로파일링 - 성능 표시줄
ru: Профилирование - панель производительности

source: Programming languages used in this repository
ko: 이 리포지토리에 사용 된 프로그래밍 언어
ru: Языки программирования, используемые в этом репозитории

source: Progress
ko: 진행률
ru: Прогресс

source: Progress bar
ko: 진행 표시줄

source: Progress tracking
ko: 진도 추적
ru: Отслеживание прогресса

source: Progressive Web App (PWA)
ko: 프로그레시브 웹 앱 (PWA)
ru: Прогрессивное веб-приложение (PWA)

source: Progressive Web App (PWA) icon was successfully removed.
ko: 프로그레시브 웹 앱 (PWA) 아이콘이 성공적으로 제거되었습니다.
ru: Иконка прогрессивного веб-приложения (PWA) была успешно удалена.

source: Project
ko: 프로젝트
ru: Проект

source: Project "%{name}" is no longer available. Select another project to continue.
ko: 프로젝트 "%{name}"은 더 이상 사용할 수 없습니다. 계속하려면 다른 프로젝트를 선택하세요.
ru: Проект "%{name}" больше недоступен. Чтобы продолжить, выберите другой проект.

source: Project %{code_open}%{source_project}%{code_close} has more restricted access settings than %{code_open}%{target_project}%{code_close}. To avoid exposing private changes, make sure you're submitting changes to the correct project.
ko: 프로젝트 %{code_open}%{source_project}%{code_close}는 %{code_open}%{target_project}%{code_close}보다 액세스 설정이 좀 더 제한적 입니다. 비공개로 된 변경 사항이 공개되지 않도록 하려면 올바른 프로젝트로 변경 사항을 제출하고 있는지 확인하십시오.
ru: Проект %{code_open}%{source_project}%{code_close} имеет более строгие настройки доступа, чем %{code_open}%{target_project}%{code_close}. Чтобы избежать раскрытия приватных изменений, убедитесь, что отправляете изменения в правильный проект.

source: Project %{project_repo} could not be found
ko: 프로젝트 %{project_repo}를 찾을 수 없습니다.

source: Project & Group can not be assigned at the same time
ko: 프로젝트와 그룹을 동시에 지정할 수 없습니다.

source: Project '%{project_name}' has been successfully restored.
ko: '%{project_name}' 프로젝트가 성공적으로 복원되었습니다.
ru: Проект «%{project_name}» успешно восстановлен.

source: Project '%{project_name}' is being deleted.
ko: '%{project_name}' 프로젝트를 삭제하는 중입니다.

source: Project '%{project_name}' is being imported.
ko: 프로젝트 '%{project_name}'을 가져오는 중입니다.

source: Project '%{project_name}' queued for deletion.
ko: '%{project_name}'프로젝트가 삭제 처리 중입니다.
ru: Проект '%{project_name}' добавлен в очередь на удаление.

source: Project '%{project_name}' was successfully created.
ko: '%{project_name}'프로젝트가 성공적으로 생성되었습니다.
ru: Проект '%{project_name}' успешно создан.

source: Project '%{project_name}' was successfully updated.
ko: '%{project_name}'프로젝트가 성공적으로 업데이트되었습니다.
ru: Проект '%{project_name}' успешно обновлен.

source: Project '%{project_name}' will be deleted on %{date}.
ko: '%{project_name}' 프로젝트가 %{date}에 삭제됩니다.
ru: Проект «%{project_name}» будет удалён %{date}.

source: Project Badges
ko: 프로젝트 배지
ru: Значки Проекта

source: Project CI/CD variables
ko: 프로젝트 CI/CD 변수

source: Project Files
ko: 프로젝트 파일
ru: Файлы проекта

source: Project ID
ko: 프로젝트 ID
ru: ID проекта

source: Project Status
ko: 프로젝트 상태
ru: Статус проекта

source: Project Templates
ko: 프로젝트 템플릿

source: Project URL
ko: 프로젝트 URL
ru: URL проекта

source: Project access token creation is disabled in this group.
ko: 이 그룹에서는 프로젝트 액세스 토큰 생성이 비활성화되어 있습니다.
ru: В этой группе отключено создание токенов доступа проекта.

source: Project access tokens
ko: 프로젝트 액세스 토큰
ru: Токены доступа проекта

source: Project already deleted
ko: 프로젝트가 이미 삭제되었습니다.

source: Project already forked
ko: 이미 포크된 프로젝트
ru: Проект уже форкнут

source: Project and wiki repositories
ko: 프로젝트 및 위키 리포지토리
ru: Репозитории проекта и вики

source: Project audit events
ko: 프로젝트 감사 이벤트

source: Project avatar
ko: 프로젝트 아바타
ru: Аватар проекта

source: Project cannot be shared with the group it is in or one of its ancestors.
ko: 프로젝트는 속해 있는 그룹 또는 상위 그룹과 공유할 수 없습니다.
ru: Проект не может быть совместно использован с группой, в которой он находится, или с одним из её предков.

source: Project comment templates
ko: 프로젝트 댓글 템플릿
ru: Шаблоны комментариев проекта

source: Project configuration, excluding integrations
ko: 통합을 제외한 프로젝트 구성
ru: Конфигурация проекта, без интеграций

source: Project description (optional)
ko: 프로젝트 설명 (옵션)
ru: Описание проекта (необязательно)

source: Project does not exist or you don't have permission to perform this action
ko: 프로젝트가 존재하지 않거나 이 동작을 수행할 권한이 없습니다.

source: Project does not have a policy configuration
ko: 프로젝트에 정책 구성이 없습니다.

source: Project export could not be deleted.
ko: 프로젝트 내보내기를 삭제할 수 없습니다.
ru: Невозможно удалить экспорт проекта.

source: Project export download requests
ko: 프로젝트 내보내기 다운로드 요청
ru: Запросы на скачивание экспорта проекта

source: Project export has been deleted.
ko: 프로젝트 내보내기가 삭제되었습니다.
ru: Экспорт проекта удален.

source: Project export link has expired. Please generate a new export from your project settings.
ko: 프로젝트 내보내기 링크가 만료되었습니다. 프로젝트 설정에서 새 내보내기를 생성하십시오.
ru: Истек срок действия ссылки на проект. Создайте новый экспорт в ваших настройках проекта.

source: Project export requests
ko: 프로젝트 내보내기 요청
ru: Запросы на экспорт проекта

source: Project export started. A download link will be sent by email and made available on this page.
ko: 프로젝트 내보내기가 시작되었습니다. 다운로드 링크는 이메일로 전송되며 이 페이지에서 사용할 수 있습니다.

source: Project feature
ko: 프로젝트 기능

source: Project groups
ko: 프로젝트 그룹

source: Project has too many %{label_for_message} to search
ko: 프로젝트에 검색할 %{label_for_message} 이 너무 많습니다.
ru: Проект имеет слишком много %{label_for_message} для поиска

source: Project import requests
ko: 프로젝트 가져오기 요청
ru: Запросы на импорт проекта

source: Project information
ko: 프로젝트 정보
ru: Информация о проекте

source: Project members
ko: 프로젝트 구성원
ru: Участники проекта

source: Project members permissions
ko: 프로젝트 멤버 권한

source: Project milestone
ko: 프로젝트 마일스톤
ru: Этап проекта

source: Project mismatch
ko: 프로젝트 불일치

source: Project must have GitLab Duo features enabled.
ko: 프로젝트에 Gitlab Duo 기능이 활성화 되어야 합니다.

source: Project must have default branch
ko: 프로젝트에 기본 브랜치가 있어야 합니다.

source: Project name
ko: 프로젝트 이름
ru: Название проекта

source: Project navigation
ko: 프로젝트 네비게이션

source: Project not found
ko: 프로젝트를 찾을 수 없습니다

source: Project or Group
ko: 프로젝트 또는 그룹

source: Project order will not be saved as local storage is not available.
ko: 로컬 스토리지를 사용할 수 없으므로 프로젝트 주문이 저장되지 않습니다.

source: Project path
ko: 프로젝트 경로

source: Project security status
ko: 프로젝트 보안 상태

source: Project security status help page
ko: 프로젝트 보안 상태 도움말 페이지
ru: Страница справки о состоянии безопасности проекта

source: Project settings
ko: 프로젝트 설정
ru: Настройки проекта

source: Project settings were successfully updated.
ko: 프로젝트 설정이 성공적으로 업데이트되었습니다.
ru: Настройки проекта успешно обновлены.

source: Project slug
ko: 프로젝트 슬러그
ru: URL проекта

source: Project uploads
ko: 프로젝트 업로드
ru: Загрузки проекта

source: Project variables
ko: 프로젝트 변수
ru: Переменные проекта

source: Project visibility
ko: 프로젝트 공개 수준
ru: Видимость проекта

source: Project visibility level is less restrictive than the group settings.
ko: 프로젝트 공개 수준은 그룹 설정보다 넓습니다.

source: Project visibility level will be changed to match namespace rules when transferring to a group.
ko: 프로젝트 공개 수준은 그룹으로 이전할 때 네임스페이스 규칙과 일치하도록 변경됩니다.
ru: При перемещении в группу уровень доступа проекта будет изменен в соответствии с правилами этой группы.

source: Project was created and assigned as security policy project, but failed adding users to the project.
ko: 프로젝트가 생성되어 보안 정책 프로젝트로 할당되었지만, 프로젝트에 사용자를 추가하지 못했습니다.
ru: Проект создан и назначен в качестве проекта политики безопасности, но добавление пользователей в него завершилось с ошибкой.

source: Project was not found or you do not have permission to add this project to Security Dashboards.
ko: 프로젝트를 찾을 수 없거나 이 프로젝트를 보안 대시보드에 추가할 수 있는 권한이 없습니다.

source: Project:Branches: %{source_project_path}:%{source_branch} to %{target_project_path}:%{target_branch}
ko: 프로젝트: 브랜치들: %{source_project_path}:%{source_branch} 에서 %{target_project_path}:%{target_branch} 로
ru: Проект/ветки: %{source_project_path}/%{source_branch} → %{target_project_path}:%{target_branch}

source: Project:Branches: %{source_project_path}:%{source_branch} → %{target_project_path}:%{target_branch}
ko: 프로젝트: 브랜치들: %{source_project_path}:%{source_branch} → %{target_project_path}:%{target_branch}
ru: Проект/ветки: %{source_project_path}/%{source_branch} → %{target_project_path}:%{target_branch}

source: ProjectActivityRSS|Subscribe
ko: 구독
ru: Подписаться

source: ProjectCreationLevel|Administrators
ko: 운영자
ru: Администраторы

source: ProjectCreationLevel|Default minimum role required to create projects
ko: 프로젝트를 생성하는 데 필요한 기본 최소 역할
ru: Минимальная роль по умолчанию, необходимая для создания проектов

source: ProjectCreationLevel|Developers
ko: 개발자
ru: Разработчики

source: ProjectCreationLevel|Maintainers
ko: 유지관리자
ru: Мейнтейнеры

source: ProjectCreationLevel|Minimum role required to create projects
ko: 프로젝트를 생성하는 데 필요한 최소 역할
ru: Минимальная роль, необходимая для создания проектов

source: ProjectCreationLevel|No one
ko: 아무도 없음
ru: Никто

source: ProjectCreationLevel|Owners
ko: 소유자
ru: Владельцы

source: ProjectFileTree|Name
ko: 이름
ru: Наименование

source: ProjectFileTree|Show more
ko: 더 보기
ru: Показать больше

source: ProjectImport|Bitbucket Cloud
ko: Bitbucket Cloud
ru: Bitbucket Cloud

source: ProjectImport|Bitbucket Server
ko: Bitbucket 서버
ru: Bitbucket Server

source: ProjectImport|Check connection
ko: 연결 확인

source: ProjectImport|Connection failed: %{error}
ko: 연결이 실패됨: %{error}

source: ProjectImport|FogBugz
ko: FogBugz
ru: FogBugz

source: ProjectImport|GitHub
ko: GitHub
ru: GitHub

source: ProjectImport|GitLab
ko: GitLab
ru: GitLab

source: ProjectImport|Gitea
ko: Gitea
ru: Gitea
