Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: You have imported from this project %{numberOfPreviousImports} times before. Each new import will create duplicate issues.
ko: 이전에 %{numberOfPreviousImports}번 이 프로젝트에서 가져온 적이 있습니다. 새로 가져올 때마다 이슈 중복이 발생합니다
ru: Вы осуществляли импорт из этого проекта %{numberOfPreviousImports} раз. Каждый новый импорт создаёт дублирующиеся обсуждения.

source: You have insufficient permissions to configure escalation policies for this project
ko: 이 프로젝트에 대한 에스컬레이션 정책을 설정할 수 있는 권한이 없습니다.
ru: У вас недостаточно прав для настройки политик эскалации для этого проекта

source: You have insufficient permissions to create a Todo for this alert
ko: 이 알림에 대한 작업관리를 만들 수 있는 권한이 부족합니다.
ru: У вас недостаточно прав для создания напоминания для этого оповещения.

source: You have insufficient permissions to create a branch target
ko: 브랜치 대상을 만들 수 있는 권한이 부족합니다.

source: You have insufficient permissions to create a saved reply
ko: 저장된 답변을 작성할 수 있는 권한이 부족합니다.
ru: У вас недостаточно прав для создания сохранённого ответа.

source: You have insufficient permissions to create an HTTP integration for this project
ko: 이 프로젝트에 대한 HTTP 통합을 만들 수 있는 권한이 부족합니다.
ru: У вас недостаточно прав для создания HTTP-интеграции для этого проекта

source: You have insufficient permissions to create an on-call schedule for this project
ko: 이 프로젝트에 대한 온콜 일정을 만들 수 있는 권한이 부족합니다.
ru: У вас недостаточно прав для создания расписания дежурств для этого проекта

source: You have insufficient permissions to create organizations
ko: 조직을 만들기 위한 권한이 부족합니다.
ru: У вас недостаточно прав для создания организаций

source: You have insufficient permissions to delete a branch target
ko: 브랜치 대상을 삭제할 수 있는 권한이 없습니다.

source: You have insufficient permissions to manage alerts for this project
ko: 이 프로젝트에 대한 알림을 관리할 권한이 충분하지 않습니다
ru: У вас недостаточно прав для управления оповещениями для этого проекта

source: You have insufficient permissions to manage resource links for this incident
ko: 이 인시던트에 대한 리소스 링크를 관리할 권한이 없습니다.

source: You have insufficient permissions to manage timeline event tags for this project
ko: 이 프로젝트의 타임라인 이벤트 태그를 관리할 권한이 충분하지 않습니다
ru: У вас недостаточно прав для управления тегами событий временной шкалы для этого проекта

source: You have insufficient permissions to manage timeline events for this incident
ko: 이 사건에 대한 타임라인 이벤트를 관리할 수 있는 권한이 부족합니다

source: You have insufficient permissions to remove an on-call rotation from this project
ko: 이 프로젝트에서 온콜 로테이션을 제거할 수 있는 권한이 부족합니다
ru: У вас недостаточно прав для удаления смены дежурства из этого проекта

source: You have insufficient permissions to remove an on-call schedule from this project
ko: 이 프로젝트에서 온콜 일정을 제거할 수 있는 권한이 부족합니다

source: You have insufficient permissions to remove this HTTP integration
ko: 이 HTTP 통합을 제거 할 수있는 권한이 없습니다.

source: You have insufficient permissions to remove this Namespace Ban
ko: 이 네임스페이스 계정정지를 해제할 권한이 없습니다.

source: You have insufficient permissions to set customer relations contacts for this issue
ko: 이 이슈에 대한 고객 관리 연락처를 설정할 권한이 없습니다.

source: You have insufficient permissions to update an on-call schedule for this project
ko: 이 프로젝트에 대한 온콜 일정을 업데이트할 수 있는 권한이 부족합니다.
ru: У вас недостаточно прав для обновления расписания дежурств для этого проекта

source: You have insufficient permissions to update the organization
ko: 조직을 업데이트할 권한이 부족합니다.

source: You have insufficient permissions to update the organization user
ko: 조직 사용자를 업데이트할 수 있는 권한이 없습니다.

source: You have insufficient permissions to update this HTTP integration
ko: 이 HTTP 통합을 업데이트할 권한이 없습니다.

source: You have insufficient permissions to view shifts for this rotation
ko: 이 로테이션에 대한 이동을 볼 수 있는 권한이 부족합니다.
ru: У вас недостаточно прав для просмотра смен

source: You have more active users than are allowed by your license. Before %{date} GitLab must reconcile your subscription. To complete this process, export your license usage file and email it to %{renewal_service_email}. A new license will be emailed to the email address registered in the %{customers_dot}. You can add this license to your instance.
ko: 라이선스에서 허용하는 것보다 더 많은 활성 사용자가 있습니다. %{date} 이전에는 GitLab에서 구독을 조정해야 합니다. 이 프로세스를 완료하려면 라이선스 사용 파일을 내보내고 %{renewal_service_email}로 이메일을 보내십시오. %{customers_dot}에 등록된 이메일 주소로 새 라이선스가 이메일로 발송됩니다. 이 라이선스를 인스턴스에 추가할 수 있습니다.
ru: У вас больше активных пользователей, чем разрешено вашей лицензией. До %{date} GitLab должен согласовать вашу подписку. Чтобы завершить этот процесс, экспортируйте файл использования лицензии и отправьте его по электронной почте на адрес %{renewal_service_email}. Новая лицензия будет отправлена на зарегистрированный в %{customers_dot} адрес электронной почты. Вы можете добавить эту лицензию в свой экземпляр.

source: You have more active users than are allowed by your license. GitLab must now reconcile your subscription. To complete this process, export your license usage file and email it to %{renewal_service_email}. A new license will be emailed to the email address registered in the %{customers_dot}. You can add this license to your instance.
ko: 라이선스에서 허용하는 것보다 더 많은 활성 사용자가 있습니다. 이제 GitLab에서 구독을 조정해야 합니다. 이 프로세스를 완료하려면 라이선스 사용 파일을 내보내고 %{renewal_service_email}으로 이메일을 보내십시오. %{customers_dot}에 등록된 이메일 주소로 새 라이선스가 이메일로 발송됩니다. 이 라이선스를 인스턴스에 추가할 수 있습니다.
ru: У вас больше активных пользователей, чем разрешено вашей лицензией. Теперь GitLab должен согласовать вашу подписку. Чтобы завершить этот процесс, экспортируйте файл использования лицензии и отправьте его по электронной почте на адрес %{renewal_service_email}. Новая лицензия будет отправлена на зарегистрированный в %{customers_dot} адрес электронной почты. Вы можете добавить эту лицензию в свой экземпляр.

source: You have no comment templates yet.
ko: 아직 댓글 템플릿이 없습니다.
ru: У вас ещё нет шаблонов комментариев.

source: You have no permissions
ko: 권한이 없습니다.

source: You have set up 2FA for your account! If you lose access to your 2FA device, you can use your recovery codes to access your account. Alternatively, if you upload an SSH key, you can %{anchorOpen}use that key to generate additional recovery codes%{anchorClose}.
ko: 계정에 대해 2FA를 설정했습니다! 2FA 장치에 액세스할 수 없는 경우 복구 코드를 사용하여 계정에 액세스할 수 있습니다. 또는 SSH 키를 업로드하면 %{anchorOpen} 키를 사용하여 추가 복구 코드 %{anchorClose}를 생성할 수 있습니다.
ru: Вы настроили 2ФА для своей учётной записи! Если вы потеряете доступ к своему устройству 2ФА, вы можете использовать коды восстановления для доступа к своей учётной записи. В качестве альтернативы, если вы загрузите SSH-ключ, вы можете %{anchorOpen}использовать этот ключ для генерации дополнительных кодов восстановления%{anchorClose}.

source: You have successfully purchased %{product}. You'll receive a receipt by email. Your purchase may take a minute to sync, so refresh the page if you don't see it yet.
ko: 성공적으로 %{product}를 구입했습니다. 이메일로 영수증을 받으실 수 있습니다. 구입한 제품을 동기화하는 데 몇 분이 걸릴 수 있으므로 페이지가 표시되지 않으면 새로 고치십시오.

source: You have unsaved changes
ko: 저장되지 않은 변경사항이 있습니다
ru: У вас есть несохранённые изменения

source: You have used all seats in your subscription, so you cannot add new users.
ko: 구독에 있는 모든 좌석을 사용했으므로 새로운 사용자를 추가할 수 없습니다.
ru: Вы использовали все лицензии в вашем тарифе, поэтому не можете добавить новых пользователей.

source: You left the "%{membershipable_human_name}" %{source_type}.
ko: 당신은 "%{membershipable_human_name}" %{source_type} 남겼습니다.

source: You may close the milestone now.
ko: 이제 마일스톤을 닫을 수 있습니다.
ru: Теперь вы можете закрыть этап.

source: You must be authenticated to access this path.
ko: 이 경로에 액세스하려면 인증을 받아야 합니다.

source: You must confirm your email within %{cut_off_days} days of signing up. If you do not confirm your email in this timeframe, your account will be deleted and you will need to sign up for GitLab again.
ko: 가입 후 %{cut_off_days} 일 이내에 이메일을 확인해야 합니다. 이 기간 내에 이메일을 확인하지 않으면 계정이 삭제되며 GitLab에 다시 가입해야 합니다.

source: You must have developer or higher permissions in the associated project to view job logs when debug trace is enabled. To disable debug trace, set the 'CI_DEBUG_TRACE' and 'CI_DEBUG_SERVICES' variables to 'false' in your pipeline configuration or CI/CD settings. If you must view this job log, a project maintainer or owner must add you to the project with developer permissions or higher.
ko: 디버그 추적이 활성화된 경우 작업 로그를 보려면 연결된 프로젝트에서 개발자 이상의 권한이 있어야 합니다. 디버그 추적을 비활성화하려면 파이프라인 구성 또는 CI/CD 설정에서 'CI_DEBUG_TRACE' 및 'CI_DEBUG_SERVICES' 변수를 'false'로 설정합니다. 이 작업 로그를 확인해야 하는 경우 프로젝트 유지관리자 또는 소유자가 개발자 권한 이상의 권한으로 프로젝트에 추가해야 합니다.
ru: Для просмотра журналов заданий с включённым трассированием отладки вам необходимо иметь роль не ниже разработчика в связанном проекте. Чтобы отключить трассировку отладки, установите переменные 'CI_DEBUG_TRACE' и 'CI_DEBUG_SERVICES' в значение 'false' в конфигурации конвейера или настройках CI/CD. Если вам необходимо просмотреть этот журнал задания, мейнтейнер или владелец проекта должен добавить вас в проект с ролью не ниже разработчика.

source: You must have maintainer access to force delete a lock
ko: 강제로 잠금을 제거하려면 유지관리자 권한이 있어야합니다.
ru: У вас должны быть права мейнтейнера для принудительного удаления блокировки

source: You must provide a file path
ko: 파일 경로를 제공해야 합니다.

source: You must provide a valid current password
ko: 정확한 현재 비밀번호를 제공해야 합니다.
ru: Вы должны ввести правильный текущий пароль

source: You must provide a valid current password.
ko: 당신은 유효한 현재 암호를 제공해야 합니다.

source: You must provide at least one filter argument for this query
ko: 당신은 이 쿼리에 대해 하나 이상의 필터 인수를 제공해야 합니다.

source: You must provide your current password in order to change it.
ko: 비밀번호를 변경하기 위해서 현재 비밀번호를 제공해야 합니다.
ru: Для изменения пароля необходимо ввести текущий пароль.

source: You must purchase more seats for your subscription before these users can be added.
ko: 이러한 사용자를 추가하려면 먼저 구독에 대한 좌석을 더 구매해야 합니다.
ru: Вам нужно купить дополнительные лицензии для вашего тарифа, прежде чем эти пользователи смогут быть добавлены.

source: You must save your recovery codes after you first register a two-factor authenticator, so you do not lose access to your account. %{linkStart}See the documentation on managing your WebAuthn device for more information.%{linkEnd}
ko: 처음 이중 인증기를 등록한 후 복구 코드를 저장해야 계정에 대한 액세스 권한을 잃지 않습니다. %{linkStart}자세한 내용은 WebAuthn 장치 관리에 대한 문서를 참조하세요.%{linkEnd}
ru: Вы должны сохранить коды восстановления после первой регистрации двухфакторного аутентификатора, чтобы не потерять доступ к учётной записи. %{linkStart}Подробнее о управлении устройством WebAuthn в документации.%{linkEnd}

source: You must sign in to search for specific projects.
ko: 특정 프로젝트를 검색하려면 로그인해야 합니다.
ru: Необходимо войти в систему, чтобы искать конкретные проекты.

source: You must solve the CAPTCHA in order to submit
ko: 제출하려면 CAPTCHA를 해결해야 합니다

source: You need a different license to enable FileLocks feature
ko: FileLocks 기능을 사용하려면 다른 라이센스가 필요합니다.

source: You need git-lfs version %{min_git_lfs_version} (or greater) to continue. Please visit https://git-lfs.github.com
ko: 계속하려면 git-lfs 버전 %{min_git_lfs_version}(또는 그 이상)이 필요합니다. https://git-lfs.github.com 을 방문해 주십시오.

source: You need permission.
ko: 권한이 필요합니다.
ru: Вам нужно разрешение.

source: You need the Developer, Maintainer or Owner role in the project or group and in the security policy project.
ko: 프로젝트 또는 그룹 내에 그리고 보안 정책 프로젝트 내의 개발자, 관리자 또는 소유자 역할이 당신에게 필요합니다.

source: You need to do this before %{grace_period_deadline}.
ko: %{grace_period_deadline}전에 이 작업을 수행해야 합니다.

source: You need to set terms to be enforced
ko: 시행할 조건을 설정해야 합니다.

source: You need to specify both an access token and a Host URL.
ko: 액세스 토큰과 호스트 URL을 모두 지정해야 합니다.

source: You need to upload a GitLab project export archive (ending in .gz).
ko: GitLab 프로젝트 내보내기 아카이브(.gz로 끝나는)를 업로드해야 합니다.
ru: Вам необходимо загрузить экспортированный архив проекта GitLab (заканчивающийся на .gz).

source: You need to verify your primary email first before enabling Two-Factor Authentication.
ko: 이중 인증을 사용하려면 먼저 기본 email을 확인해야 합니다.

source: You requested changes
ko: 변경을 요청 하였습니다
ru: Вы запросили изменения

source: You should run a new pipeline, because the target branch has changed for this merge request.
ko: 이 머지 리퀘스트에 대한 대상 브랜치가 변경되었으므로 새 파이프라인을 실행해야 합니다.

source: You successfully declined the invitation
ko: 초대를 성공적으로 거부했습니다.

source: You tried to fork %{link_to_the_project} but it failed for the following reason:
ko: %{link_to_the_project}를 포크하려고 했지만 다음 이유로 실패했습니다:
ru: Вы попытались форкнуть %{link_to_the_project}, но это не удалось по следующей причине:

source: You will be redirected to %{strong_start}%{domain}%{strong_end} after authorizing.
ko: 인증 후 %{strong_start}%{domain}%{strong_end} 로 이동됩니다.

source: You will be the author of all events in the activity feed that are the result of an update, like new branches being created or new commits being pushed to existing branches.
ko: 새로운 브랜치가 생성되거나 기존 브랜치로 푸시되는 새 커밋과 같이 업데이트의 결과인 활동 피드의 모든 이벤트의 작성자가 됩니다.

source: You will first need to set up Jira Integration to use this feature.
ko: 이 기능을 사용하려면 먼저 Jira Integration을 설정해야 합니다.
ru: Для использования этой возможности необходимо предварительно настроить интеграцию с Jira.

source: You will need to update your local repositories to point to the new location.
ko: 새 위치를 가리키도록 로컬 리포지토리를 업데이트해야 합니다.
ru: Вам нужно будет обновить ваши локальные репозитории, чтобы указать новое местоположение.

source: You will not get any notifications via email
ko: 이메일로 알림을 받지 않습니다.
ru: Вы не получите никаких уведомлений по электронной почте

source: You will only receive notifications for items you have participated in
ko: 자신이 참여한 항목에 대해서만 알림을 받습니다.
ru: Вы будете получать уведомления только о тех элементах, в которых вы участвовали

source: You will only receive notifications for items you have participated in and the events you choose
ko: 참여한 항목과 선택한 이벤트에 대한 알림만 받습니다
ru: Вы будете получать уведомления только о тех элементах, в которых вы участвовали, и о событиях, которые вы выберете

source: You will receive notifications for most activity
ko: 대부분 활동에 대한 알림을 받게됩니다
ru: Вы будете получать уведомления о большинстве действий

source: You will receive notifications only for comments in which you were @mentioned
ko: 당신이 @멘션 된 댓글에 대해서만 알림를 받게됩니다.
ru: Вы будете получать уведомления только для комментариев, в которых вы были @упомянуты

source: You'll be charged for %{trueUpLinkStart}users over license%{trueUpLinkEnd} on a quarterly or annual basis, depending on the terms of your agreement.
ko: %{trueUpLinkStart}라이선스를 초과%{trueUpLinkEnd}하는 사용자에 대해서는 약관 조건에 따라 분기별 또는 연간 기준으로 요금이 청구됩니다.

source: You're about to leave GitLab
ko: GitLab을 떠나려고 합니다.

source: You're about to reduce the visibility of the project %{strong_start}%{project_name}%{strong_end} in %{strong_start}%{group_name}%{strong_end}.
ko: 프로젝트 %{strong_start}%{project_name}%{strong_end} in %{strong_start}%{group_name}%{strong_end}의 공개범위를 줄이려고 합니다.
ru: Вы собираетесь уменьшить область видимости проекта %{strong_start}%{project_name}%{strong_end} в %{strong_start}%{group_name}%{strong_end}.

source: You're about to reduce the visibility of the project %{strong_start}%{project_name}%{strong_end}.
ko: 프로젝트 %{strong_start}%{project_name}%{strong_end}의 공개범위를 줄이려고 합니다.

source: You're assigned to these merge requests, but they don't have reviewers yet.
ko: 해당 머지 리퀘스트에 담당자로 지정되었지만, 아직 검토자가 없습니다.
ru: Вам назначены эти запросы на слияние, но рецензентов ещё нет.

source: You're at the first commit
ko: 당신은 첫 번째 커밋에 있습니다

source: You're at the last commit
ko: 당신은 마지막 커밋에 있습니다

source: You're not allowed to %{tag_start}edit%{tag_end} files in this project directly. Please fork this project, make your changes there, and submit a merge request.
ko: 이 프로젝트의 %{tag_start} 파일을 직접 %{tag_end}개 편집할 수 없습니다. 이 프로젝트를 포크하여 변경한 후 머지 리퀘스트를 제출하십시오.
ru: Вы не можете %{tag_start}редактировать%{tag_end} файлы в этом проекте напрямую. Пожалуйста, сделайте ответвление этого проекта, внесите изменения и отправьте запрос на слияние.

source: You're not allowed to make changes to this project directly. A fork of this project has been created that you can make changes in, so you can submit a merge request.
ko: 이 프로젝트를 직접 변경할 수 없습니다. 이 프로젝트의 브랜치가 생성되어 변경이 가능하므로 머지 리퀘스트를 제출할 수 있습니다.
ru: Вам не разрешено вносить изменения в этот проект напрямую. Для этого был создан форк проекта, в котором вы можете внести изменения, а затем отправить запрос на слияние.

source: You're not allowed to make changes to this project directly. A fork of this project is being created that you can make changes in, so you can submit a merge request.
ko: 이 프로젝트를 직접 변경할 수 없습니다. 머지 리퀘스트를 제출할 수 있도록 변경 가능한 이 프로젝트의 포크를 생성 중입니다.
ru: Вам не разрешено вносить изменения в этот проект напрямую. Для этого создаётся форк проекта, в котором вы можете внести изменения, а затем отправить запрос на слияние.

source: You're not allowed to make changes to this project directly. Create a fork to make changes and submit a merge request.
ko: 이 프로젝트의 파일을 직접 변경할 수 없습니다. 이 프로젝트의 포크를 생성하여 변경한 후 머지 리퀘스트를 제출하십시오.
ru: Вам запрещено вносить изменения в этот проект напрямую. Создайте форк, чтобы внести изменения и отправить запрос на слияние.

source: You're receiving this email because of your account on %{host}.
ko: %{host}의 계정 때문에 이 이메일을 수신하게 되었습니다.
ru: Вы получаете это письмо из-за вашей учётной записи на %{host}.

source: You're receiving this email because of your account on %{host}. %{manage_label_subscriptions_link_start}Manage label subscriptions%{manage_label_subscriptions_link_end} &middot; %{help_link_start}Help%{help_link_end}
ko: 이 이메일은 %{host}에 있는 귀하의 계정으로 인해 발송되었습니다. %{manage_label_subscriptions_link_start} 라벨 구독 관리%{manage_label_subscriptions_link_end} &middot; %{help_link_start}도움말%{help_link_end}
ru: Вы получили это письмо, потому что зарегистрированы на %{host}. %{manage_label_subscriptions_link_start}Управление подписками на метки%{manage_label_subscriptions_link_end} &middot; %{help_link_start}Справка%{help_link_end}

source: You're receiving this email because of your account on %{host}. %{manage_notifications_link_start}Manage all notifications%{manage_notifications_link_end} &middot; %{help_link_start}Help%{help_link_end}
ko: 이 이메일은 %{host}에 있는 귀하의 계정으로 인해 발송되었습니다. %{manage_notifications_link_start}모든 알림 관리%{manage_notifications_link_end} &middot; %{help_link_start}도움말%{help_link_end}
ru: Вы получили это письмо, потому что зарегистрированы на %{host}. %{manage_notifications_link_start}Управлять всеми уведомлениями%{manage_notifications_link_end} &middot; %{help_link_start}Помощь%{help_link_end}

source: You're receiving this email because of your account on %{host}. %{unsubscribe_link_start}Unsubscribe%{unsubscribe_link_end} from this thread &middot; %{manage_notifications_link_start}Manage all notifications%{manage_notifications_link_end} &middot; %{help_link_start}Help%{help_link_end}
ko: 이 이메일은 %{host}에 있는 귀하의 계정으로 인해 발송되었습니다. %{unsubscribe_link_start}이 스레드에서 구독 취소%{unsubscribe_link_end} &middot; %{manage_notifications_link_start}모든 알림 관리%{manage_notifications_link_end} &middot; %{help_link_start}도움말%{help_link_end}
ru: Вы получили данное письмо, потому что зарегистрированы на %{host}. %{unsubscribe_link_start}Отписаться%{unsubscribe_link_end} от этой темы &middot; %{manage_notifications_link_start}Управлять всеми уведомлениями%{manage_notifications_link_end} &middot; %{help_link_start}Помощь%{help_link_end}

source: You're receiving this email because of your activity on %{host}.
ko: %{host}에 대한 활동으로 인해 이 이메일을 수신하게 되었습니다.

source: You're receiving this email because of your activity on %{host}. %{unsubscribe_link_start}Unsubscribe%{unsubscribe_link_end} from this thread &middot; %{manage_notifications_link_start}Manage all notifications%{manage_notifications_link_end} &middot; %{help_link_start}Help%{help_link_end}
ko: 이 이메일은 %{host}에서의 활동으로 인해 발송되었습니다. %{unsubscribe_link_start}이 스레드에서 구독 취소%{unsubscribe_link_end} &middot; %{manage_notifications_link_start}모든 알림 관리%{manage_notifications_link_end} &middot; %{help_link_start}도움말%{help_link_end}

source: You're receiving this email because you have been assigned an item on %{host}.
ko: %{host}에 이 항목이 당신에게 할당되었기 때문에 이 이메일이 발송되었습니다.
ru: Вы получили это письмо, потому что вам назначен объект на %{host}.

source: You're receiving this email because you have been assigned an item on %{host}. %{unsubscribe_link_start}Unsubscribe%{unsubscribe_link_end} from this thread &middot; %{manage_notifications_link_start}Manage all notifications%{manage_notifications_link_end} &middot; %{help_link_start}Help%{help_link_end}
ko: %{host}에 항목이 지정되었기 때문에 이 이메일이 발송되었습니다. %{unsubscribe_link_start}이 스레드에서 구독 취소%{unsubscribe_link_end} &middot; %{manage_notifications_link_start}모든 알림 관리%{manage_notifications_link_end} &middot; %{help_link_start}도움말%{help_link_end}
ru: Вы получили это письмо, потому что вам назначен элемент на %{host}. %{unsubscribe_link_start}Отписаться%{unsubscribe_link_end} от этой темы &middot; %{manage_notifications_link_start}Управлять всеми уведомлениями%{manage_notifications_link_end} &middot; %{help_link_start}Справка%{help_link_end}

source: You're receiving this email because you have been mentioned on %{host}.
ko: 이 이메일은 %{host}에서 언급되었기 때문에 발송되었습니다.
ru: Вы получили это письмо, потому что вас упомянули на %{host}.

source: You're receiving this email because you have been mentioned on %{host}. %{manage_notifications_link_start}Manage all notifications%{manage_notifications_link_end} &middot; %{help_link_start}Help%{help_link_end}
ko: 이 이메일은 %{host}에서 멘션되었기 때문에 발송되었습니다. %{manage_notifications_link_start}모든 알림 관리%{manage_notifications_link_end} &middot; %{help_link_start}도움말%{help_link_end}
ru: Вы получили это письмо, так как вас упомянули на %{host}. %{manage_notifications_link_start}Управление уведомлениями%{manage_notifications_link_end} · %{help_link_start}Справка%{help_link_end}

source: You're receiving this email because you have been mentioned on %{host}. %{unsubscribe_link_start}Unsubscribe%{unsubscribe_link_end} from this thread &middot; %{manage_notifications_link_start}Manage all notifications%{manage_notifications_link_end} &middot; %{help_link_start}Help%{help_link_end}
ko: 이 이메일은 %{host}에서 멘션되었기 때문에 발송되었습니다. %{unsubscribe_link_start}이 스레드에서 구독 취소%{unsubscribe_link_end} &middot; %{manage_notifications_link_start}모든 알림 관리%{manage_notifications_link_end} &middot; %{help_link_start}도움말%{help_link_end}
ru: Вы получили это письмо, потому что вас упомянули на %{host}. %{unsubscribe_link_start}Отписаться%{unsubscribe_link_end} от этой темы &middot; %{manage_notifications_link_start}Управлять всеми уведомлениями%{manage_notifications_link_end} &middot; %{help_link_start}Помощь%{help_link_end}

source: You're viewing members of %{strong_start}%{group_name}%{strong_end}.
ko: %{strong_start}%{group_name}%{strong_end}의 멤버를 보고 있습니다.
ru: Вы просматриваете участников %{strong_start}%{group_name}%{strong_end}.

source: You've already enabled two-factor authentication using a one-time password authenticator. In order to register a different device, you must first delete this authenticator.
ko: 이미 일회용 비밀번호 인증기를 사용하여 이중 인증을 활성화했습니다. 다른 기기를 등록하려면 먼저 이 인증기를 삭제해야 합니다.
ru: Вы уже настроили двухфакторную аутентификацию с использованием генератора одноразовых паролей. Чтобы зарегистрировать другое устройство, сначала необходимо удалить текущий генератор.

source: You've reached your limit of %{limit} projects created. Contact your GitLab administrator.
ko: 생성할 수 있는 프로젝트 한도인 %{limit}에 도달했습니다. GitLab 운영자에게 문의하세요.
ru: Вы достигли лимита на создание проектов (%{limit}). Свяжитесь с администратором GitLab.

source: You've rejected %{user}
ko: %{user}를 거부했습니다.

source: You've reviewed and approved these merge requests.
ko: 이 머지 리퀘스트를 검토하고 승인했습니다.
ru: Вы рассмотрели и одобрили эти запросы на слияние.
