Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: JiraConnect|Are you a Jira administrator?
ko: Jira 운영자이신가요?
ru: Вы — администратор Jira?

source: JiraConnect|Cannot find namespace. Make sure you have sufficient permissions.
ko: 네임스페이스를 찾을 수 없습니다. 충분한 권한이 있는지 확인하십시오.
ru: Не удаётся найти пространство имён. Убедитесь, что у вас достаточно прав.

source: JiraConnect|Change GitLab version
ko: GitLab 버전 변경
ru: Изменить версию GitLab

source: JiraConnect|Configure your Jira Connect Application ID.
ko: Jira Connect 애플리케이션 ID를 설정합니다.
ru: Настройте идентификатор приложения Jira Connect.

source: JiraConnect|Continue setup in GitLab
ko: GitLab에서 설정 계속
ru: Продолжить настройку в GitLab

source: JiraConnect|Could not fetch user information from Jira. Check the permissions in Jira and try again.
ko: Jira에서 사용자 정보를 가져올 수 없습니다. Jira에서 권한을 확인하고 다시 시도하십시오.
ru: Не удалось получить информацию о пользователе из Jira. Проверьте права доступа в Jira и повторите попытку.

source: JiraConnect|Create branch for Jira issue %{jiraIssue}
ko: Jira 이슈 %{jiraIssue}용 브랜치 만들기
ru: Создать ветку для задачи Jira %{jiraIssue}

source: JiraConnect|Enable public key storage
ko: 공개 키 스토리지 활성화
ru: Включить хранение публичного ключа

source: JiraConnect|Ensure your instance URL is correct and your instance is configured correctly. %{linkStart}Learn more%{linkEnd}.
ko: 인스턴스 URL이 정확하고 인스턴스가 올바르게 구성되었는지 확인하십시오. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Убедитесь, что URL вашего экземпляра правильный и ваш экземпляр настроен корректно. %{linkStart}Подробнее%{linkEnd}.

source: JiraConnect|Failed to create branch.
ko: 브랜치 생성 실패.
ru: Не удалось создать ветку.

source: JiraConnect|Failed to create branch. Please try again.
ko: 브랜치 생성 실패. 다시 시도해 주세요.
ru: Не удалось создать ветку. Повторите попытку.

source: JiraConnect|Failed to link group. Please try again.
ko: 그룹을 링크하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось связать группу. Повторите попытку.

source: JiraConnect|Failed to load Jira Connect Application ID. Please try again.
ko: Jira Connect 애플리케이션 ID를 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить идентификатор приложения Jira Connect. Повторите попытку.

source: JiraConnect|Failed to load groups. Please try again.
ko: 그룹을 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить группы. Повторите попытку.

source: JiraConnect|Failed to load subscriptions.
ko: 구독을 로드하지 못했습니다.
ru: Не удалось загрузить подписки.

source: JiraConnect|Failed to sign in to GitLab.
ko: GitLab에 로그인하지 못했습니다.
ru: Не удалось войти в GitLab.

source: JiraConnect|Failed to unlink group. Please try again.
ko: 그룹 링크 해제하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось отвязать группу. Повторите попытку.

source: JiraConnect|Failed to update the GitLab instance. See the %{linkStart}troubleshooting documentation%{linkEnd}.
ko: GitLab 인스턴스를 업데이트하지 못했습니다. %{linkStart}문제 해결 설명서%{linkEnd}참조하십시오.
ru: Не удалось обновить экземпляр GitLab. Изучите %{linkStart}документацию по устранению неполадок%{linkEnd}.

source: JiraConnect|For example: https://gitlab.example.com
ko: 예: https://gitlab.example.com
ru: Например: https://gitlab.example.com

source: JiraConnect|GitLab for Jira App
ko: Jira 앱용 GitLab
ru: Приложение GitLab для Jira

source: JiraConnect|GitLab for Jira Configuration
ko: Jira 구성용 GitLab
ru: Настройка GitLab для Jira

source: JiraConnect|GitLab instance URL
ko: GitLab 인스턴스 URL
ru: URL экземпляра GitLab

source: JiraConnect|Group successfully linked
ko: 그룹이 성공적으로 링크됨
ru: Группа успешно связана

source: JiraConnect|Groups are the GitLab groups and subgroups you link to this Jira instance.
ko: 그룹은 이 Jira 인스턴스에 링크하는 GitLab 그룹 및 하위 그룹입니다.
ru: Группы — это группы и подгруппы GitLab, которые вы связываете с этим экземпляром Jira.

source: JiraConnect|Jira Connect Additional Audience URL
ko: Jira Connect Additional Audience URL
ru: Дополнительный URL аудитории Jira Connect

source: JiraConnect|Jira Connect Application ID
ko: Jira Connect 애플리케이션 ID
ru: Идентификатор приложения Jira Connect

source: JiraConnect|Jira Connect Proxy URL
ko: Jira Connect 프록시 URL
ru: URL прокси-сервера Jira Connect

source: JiraConnect|Jira user requirements
ko: Jira 사용자 요구 사항
ru: Требования к пользователям Jira

source: JiraConnect|Link groups
ko: 그룹 링크
ru: Связать группы

source: JiraConnect|Linked groups
ko: 링크된 그룹
ru: Связанные группы

source: JiraConnect|New branch was successfully created.
ko: 새 브랜치가 성공적으로 생성되었습니다.
ru: Новая ветка успешно создана.

source: JiraConnect|No groups found.
ko: 그룹을 찾을 수 없습니다.
ru: Группы не найдены.

source: JiraConnect|No linked groups
ko: 링크된 그룹 없음
ru: Нет связанных групп

source: JiraConnect|Not seeing your groups? Only groups you have access to appear here.
ko: 당신의 그룹이 보이지 않습니까? 액세스 권한이 있는 그룹만 여기에 표시됩니다.
ru: Не видите свои группы? Здесь отображаются только группы, к которым у вас есть доступ.

source: JiraConnect|Not seeing your groups? Only groups you have at least the Maintainer role for appear here.
ko: 귀하의 그룹이 보이지 않습니까? 당신이 최소 유지관리자 역할을 갖고 있는 그룹만 여기에 표시됩니다.
ru: Не видите свои группы? Здесь отображаются только группы, в которых у вас роль не ниже Мейнтейнера.

source: JiraConnect|Prerequisites
ko: 사전준비
ru: Предварительные условия

source: JiraConnect|Set up OAuth authentication
ko: OAuth 인증 설정
ru: Настройка аутентификации OAuth

source: JiraConnect|Set up your instance
ko: 본인의 인스턴스 설정
ru: Настройте ваш экземпляр

source: JiraConnect|Setting up this integration is only possible if you're a GitLab administrator.
ko: 이 통합 설정은 GitLab 운영자인 경우에만 가능합니다.
ru: Настройка этой интеграции возможна только в том случае, если вы являетесь администратором GitLab.

source: JiraConnect|Sign in to %{url}
ko: %{url}에 로그인
ru: Войти в %{url}

source: JiraConnect|Sign in to GitLab to get started.
ko: 시작하려면 GitLab에 로그인하세요.
ru: Войдите в GitLab, чтобы начать.

source: JiraConnect|Sign in to GitLab to link groups.
ko: 그룹을 링크하려면 GitLab에 로그인하세요.
ru: Войдите в GitLab, чтобы связать группы.

source: JiraConnect|Sign in to link groups
ko: 그룹 링크를 하려면 로그인 하세요
ru: Войдите, чтобы связать группы

source: JiraConnect|Tell us what you think!
ko: 당신의 생각을 알려주세요!
ru: Расскажите, что вы думаете!

source: JiraConnect|The Jira user is not a site or organization administrator. Check the permissions in Jira and try again.
ko: 이 Jira 사용자는 사이트 또는 조직 운영자가 아닙니다. Jira에서 권한을 확인하고 다시 시도하세요.
ru: Пользователь Jira не является администратором сайта или организации. Проверьте права в Jira и попробуйте снова.

source: JiraConnect|To complete the setup, you must follow a few steps in GitLab:
ko: 설정을 완료하려면 GitLab에서 몇 가지 단계를 따라야 합니다.
ru: Для завершения настройки необходимо выполнить несколько шагов в GitLab:

source: JiraConnect|To complete the setup, you must meet %{linkStart}certain user requirements%{linkEnd} in Jira.
ko: 설정을 완료하려면 Jira에서 %{linkStart}특정 사용자 요구 사항%{linkEnd} 을 충족해야 합니다.
ru: Чтобы завершить настройку, необходимо выполнить %{linkStart}определённые требования к пользователю%{linkEnd} в Jira.

source: JiraConnect|We would love to learn more about your experience with the GitLab for Jira Cloud App.
ko: Jira 클라우드 앱용 GitLab에 대한 귀하의 경험에 대해 자세히 알고 싶습니다.
ru: Мы бы хотели узнать больше о вашем опыте использования приложения GitLab для Jira Cloud.

source: JiraConnect|Welcome to GitLab for Jira
ko: Jira용 GitLab에 오신 것을 환영합니다.
ru: Добро пожаловать в GitLab для Jira!

source: JiraConnect|What version of GitLab are you using?
ko: 사용 중인 GitLab 버전은 무엇입니까?
ru: Какую версию GitLab вы используете?

source: JiraConnect|You can now close this window and return to Jira.
ko: 이제 이 창을 닫고 Jira로 돌아갈 수 있습니다.
ru: Теперь вы можете закрыть это окно и вернуться в Jira.

source: JiraConnect|You don't have permission to create branches for this project. Select a different project or contact the project owner for access. %{linkStart}Learn more.%{linkEnd}
ko: 이 프로젝트에 대한 브랜치를 생성할 수 있는 권한이 없습니다. 다른 프로젝트를 선택하거나 프로젝트 소유자에게 액세스 권한을 문의하세요. %{linkStart}자세히 알아보기%{linkEnd}
ru: У вас нет прав на создание веток для этого проекта. Выберите другой проект или обратитесь к владельцу проекта для получения доступа. %{linkStart}Подробнее.%{linkEnd}

source: JiraConnect|You must use a %{linkStart}supported browser%{linkEnd} to use the GitLab for Jira app.
ko: GitLab for Jira 앱을 사용하려면 %{linkStart}지원되는 브라우저%{linkEnd} 사용해야 합니다.
ru: Для использования приложения GitLab для Jira необходимо использовать %{linkStart}поддерживаемый браузер%{linkEnd}.

source: JiraConnect|You should now see GitLab.com activity inside your Jira Cloud issues. %{linkStart}Learn more%{linkEnd}
ko: 이제 Jira 클라우드 이슈 내에서 GitLab.com 활동을 볼 수 있습니다. %{linkStart}상세 정보%{linkEnd}
ru: Теперь вы должны видеть активность GitLab.com внутри ваших задач Jira Cloud. %{linkStart}Подробнее%{linkEnd}

source: JiraConnect|Your browser is not supported
ko: 당신의 브라우저는 지원되지 않습니다
ru: Ваш браузер не поддерживается

source: JiraIntegration|Enable viewing Jira issues in GitLab.
ko: GitLab에서 Jira 이슈를 볼 수 있도록 설정합니다.
ru: Включить отображение задач Jira в GitLab

source: JiraIntegration|Jira issue type to use when creating issues from vulnerabilities.
ko: 취약점에서 이슈를 생성할 때 사용할 Jira 이슈 유형입니다.
ru: Тип задачи Jira, используемый при создании задач из уязвимостей.

source: JiraIntegration|Key of the project to use when creating issues from vulnerabilities.This parameter is required if using the integration to create Jira issues from vulnerabilities.
ko: 취약점에서 이슈를 생성할 때 사용할 프로젝트 키입니다. 취약점에서 Jira 이슈를 생성하기 위해 통합을 사용하는 경우 이 매개변수가 필요합니다.
ru: Ключ проекта, используемый при создании задач из уязвимостей. Этот параметр обязателен при использовании интеграции для создания задач Jira из уязвимостей.

source: JiraIntegration|Keys of Jira projects. When `issues_enabled` is `true`, this setting specifies which Jira projects to view issues from in GitLab.
ko: Jira 프로젝트의 키. `issues_enabled`가 `true`인 경우, 이 설정은 GitLab에서 이슈를 볼 Jira 프로젝트를 지정합니다.
ru: Ключи проектов Jira. Когда `issues_enabled` равно `true`, этот параметр задаёт проекты Jira, из которых в GitLab отображаются задачи.

source: JiraIntegration|Prefix to match Jira issue keys.
ko: Jira 이슈 키와 일치하는 접두사입니다.
ru: Префикс для сопоставления ключей задач Jira.

source: JiraIntegration|Regular expression to match Jira issue keys.
ko: Jira 이슈 키와 일치하는 정규 표현식입니다.
ru: Регулярное выражение для сопоставления ключей задач Jira.

source: JiraIntegration|The ID of one or more transitions for [custom issue transitions](../integration/jira/issues.md#custom-issue-transitions).Ignored when `jira_issue_transition_automatic` is enabled. Defaults to a blank string,which disables custom transitions.
ko: [커스텀 이슈 전환](../integration/jira/issues.md#custom-issue-transitions)에 대한 하나 이상의 전환 ID입니다. `jira_issue_transition_automatic`이 활성화된 경우 무시됩니다. 기본값은 빈 문자열이며, 커스텀 전환을 비활성화합니다.
ru: ID одной или нескольких трансиций для [пользовательских переходов задач](../integration/jira/issues.md#custom-issue-transitions). Игнорируется, если включена опция `jira_issue_transition_automatic`. По умолчанию пустая строка, что отключает пользовательские переходы.

source: JiraIntegration|The Jira API token, password, or personal access token to use with Jira. When using Basic Authentication (`jira_auth_type` is `0`), use an API token for Jira Cloud, and a password for Jira Data Center or Jira Server. For a Jira personal access token (`jira_auth_type` is `1`), use the personal access token.
ko: Jira와 함께 사용할 Jira API 토큰, 비밀번호 또는 개인 액세스 토큰. 기본 인증을 사용하는 경우(`jira_auth_type`은 `0`임), Jira Cloud의 경우 API 토큰을 사용하고 Jira Data Center 또는 Jira Server의 경우 비밀번호를 사용합니다. Jira 개인 액세스 토큰(`jira_auth_type`은 `1`임)의 경우 개인 액세스 토큰을 사용합니다.
ru: Токен API Jira, пароль или личный токен доступа для использования с Jira. При использовании основной аутентификации (`jira_auth_type` равен `0`), используйте токен API для Jira Cloud и пароль для Jira Data Center или Jira Server. Для личного токена доступа Jira (`jira_auth_type` равен `1`) используйте личный токен доступа.

source: JiraIntegration|The URL to the Jira project which is being linked to this GitLab project (for example, `https://jira.example.com`).
ko: 이 GitLab 프로젝트에 링크되는 Jira 프로젝트의 URL입니다 (예: `https://jira.example.com`).
ru: URL проекта Jira, который привязывается к этому проекту GitLab (например, `https://jira.example.com`).

source: JiraIntegration|The authentication method to use with Jira. Use `0` for Basic Authentication, and `1` for Jira personal access token. Defaults to `0`.
ko: Jira에서 사용할 인증 방법입니다. 기본 인증에는 `0`을 사용하고 Jira 개인 액세스 토큰에는 `1`을 사용합니다. 기본값은 `0`입니다.
ru: Метод аутентификации для использования с Jira. Используйте `0` для базовой аутентификации и `1` для личного токена доступа Jira. По умолчанию используется `0`.

source: JiraIntegration|The base URL to the Jira instance API. Web URL value is used if not set (for example, `https://jira-api.example.com`).
ko: Jira 인스턴스 API에 대한 기본 URL입니다. 설정하지 않으면 웹 URL 값이 사용됩니다(예: `https://jira-api.example.com`).
ru: Базовый URL для API экземпляра Jira. Используется значение веб URL, если не задано (например, `https://jira-api.example.com`).

source: JiraIntegration|The email or username to use with Jira. Use an email for Jira Cloud, and a username for Jira Data Center and Jira Server. Required when using Basic Authentication (`jira_auth_type` is `0`).
ko: Jira에서 사용할 이메일 또는 사용자명입니다. Jira Cloud에는 이메일을 사용하고 Jira Data Center 및 Jira Server에는 사용자 이름을 사용합니다. 기본 인증을 사용할 때 필요합니다(`jira_auth_type`은 `0`입니다).
ru: Электронная почта или имя пользователя для использования с Jira. Используйте электронную почту для Jira Cloud и имя пользователя для Jira Data Center и Jira Server. Требуется при использовании основной аутентификации (`jira_auth_type` равен `0`).

source: JiraIntegration|Turn on Jira issue creation for GitLab vulnerabilities.
ko: GitLab 취약점에 대한 Jira 이슈 생성을 켭니다.
ru: Включить создание задач Jira для уязвимостей GitLab.

source: JiraIntegration|When set to `true`, opens a prefilled form on the Jira instancewhen creating a Jira issue from a vulnerability.
ko: `true`로 설정하면 취약점에서 Jira 이슈를 생성할 때 Jira 인스턴스에서 미리 작성된 양식이 열립니다.
ru: Если установлено в `true`, при создании задачи Jira из уязвимости открывается предварительно заполненная форма в экземпляре Jira.

source: JiraRequest|A connection error occurred while connecting to Jira. Try your request again.
ko: Jira에 연결하는 동안 연결 오류가 발생했습니다. 요청을 다시 시도하십시오.
ru: Произошла ошибка соединения с Jira. Повторите запрос.

source: JiraRequest|A timeout error occurred while connecting to Jira. Try your request again.
ko: Jira에 연결하는 동안 시간 초과 오류가 발생했습니다. 요청을 다시 시도하십시오.
ru: Превышено время ожидания при подключении к Jira. Повторите запрос.

source: JiraRequest|An SSL error occurred while connecting to Jira: %{message}. Try your request again.
ko: Jira에 연결하는 동안 SSL 오류가 발생했습니다: %{message}. 요청을 다시 시도하십시오.
ru: При подключении к Jira произошла ошибка SSL: %{message}. Повторите запрос.

source: JiraRequest|An error occurred while requesting data from Jira. Check your %{docs_link_start}Jira integration configuration%{docs_link_end} and try again.
ko: Jira에서 데이터를 요청하는 동안 오류가 발생했습니다. %{docs_link_start}Jira 통합 구성%{docs_link_end} 을 확인하고 다시 시도하십시오.
ru: При запросе данных из Jira произошла ошибка. Проверьте %{docs_link_start}настройки интеграции с Jira%{docs_link_end} и повторите попытку.

source: JiraRequest|An error occurred while requesting data from Jira: %{messages} Check your %{docs_link_start}Jira integration configuration%{docs_link_end} and try again.
ko: Jira에서 데이터를 요청하는 동안 오류가 발생했습니다: %{messages} %{docs_link_start}Jira 통합 구성%{docs_link_end} 을 확인하고 다시 시도하세요.
ru: Произошла ошибка при запросе данных из Jira: %{messages} Проверьте вашу %{docs_link_start}конфигурацию интеграции с Jira%{docs_link_end} и повторите попытку.

source: JiraRequest|The Jira API URL for connecting to Jira is not valid. Check your Jira integration API URL and try again.
ko: Jira에 연결하기 위한 Jira API URL이 유효하지 않습니다. Jira 통합 API URL을 확인하고 다시 시도하세요.
ru: Некорректный URL API Jira для подключения к Jira. Проверьте URL API интеграции с Jira и повторите попытку.

source: JiraRequest|The credentials for accessing Jira are not allowed to access the data. Check your %{docs_link_start}Jira integration credentials%{docs_link_end} and try again.
ko: Jira에 액세스하기 위한 자격 증명은 데이터에 액세스할 수 없습니다. %{docs_link_start}Jira 통합 자격 증명%{docs_link_end} 확인하고 다시 시도하십시오.
ru: Учётные данные для доступа к Jira не позволяют получить доступ к данным. Проверьте свои %{docs_link_start}учётные данные для интеграции с Jira%{docs_link_end} и повторите попытку.

source: JiraRequest|The credentials for accessing Jira are not valid. Check your %{docs_link_start}Jira integration credentials%{docs_link_end} and try again.
ko: Jira에 액세스하기 위한 자격 증명이 유효하지 않습니다. %{docs_link_start}Jira 통합 자격 증명%{docs_link_end} 확인하고 다시 시도하십시오.
ru: Учётные данные для доступа к Jira некорректны. Проверьте %{docs_link_start}учётные данные интеграции с Jira%{docs_link_end} и повторите попытку.

source: JiraRequest|Unable to connect to the Jira URL. Please verify your %{config_link_start}Jira integration URL%{config_link_end} and attempt the connection again.
ko: Jira URL에 연결할 수 없습니다. %{config_link_start}Jira 통합 URL%{config_link_end} 을 확인하고 연결을 다시 시도하세요.
ru: Не удалось подключиться к URL Jira. Проверьте %{config_link_start}URL интеграции с Jira%{config_link_end} и повторите попытку подключения.

source: JiraService| on branch %{branch_link}
ko: 브랜치 %{branch_link}
ru: в ветке %{branch_link}

source: JiraService|%{jiraDocsLinkStart}Enable the Jira integration%{jiraDocsLinkEnd} to view your Jira issues in GitLab.
ko: %{jiraDocsLinkStart}Jira 통합을 활성화하여%{jiraDocsLinkEnd} GitLab에서 Jira 이슈를 봅니다.
ru: %{jiraDocsLinkStart}Включите интеграцию с Jira%{jiraDocsLinkEnd}, чтобы просматривать задачи Jira в GitLab.

source: JiraService|%{jira_docs_link_start}Enable the Jira integration%{jira_docs_link_end} to view your Jira issues in GitLab.
ko: %{jira_docs_link_start}Jira 통합을 활성화하여%{jira_docs_link_end} GitLab에서 Jira 이슈를 봅니다.
ru: %{jira_docs_link_start}Включите интеграцию с Jira%{jira_docs_link_end}, чтобы просматривать задачи Jira в GitLab.

source: JiraService|%{user_link} mentioned this issue in %{entity_link} of %{project_link}%{branch}:{quote}%{entity_message}{quote}
ko: %{user_link}님이 %{project_link}%{branch}의 %{entity_link}에서 이 이슈를 언급했습니다:{quote}%{entity_message}{quote}
ru: %{user_link} упомянул(а) это обсуждение в %{entity_link} проекта %{project_link}%{branch}:{quote}%{entity_message}{quote}

source: JiraService|AB
ko: AB
ru: AB

source: JiraService|AB,CD
ko: AB,CD
ru: AB,CD

source: JiraService|API token for Jira Cloud or password for Jira Data Center and Jira Server
ko: Jira Cloud용 API 토큰 또는 Jira Data Center 및 Jira Server용 암호
ru: Токен аутентификации API для Jira Cloud или пароль для Jira Data Center и Jira Server

source: JiraService|API token or password
ko: API 토큰 또는 비밀번호
ru: Токен аутентификации API или пароль

source: JiraService|An error occurred while fetching the Jira issue list
ko: Jira 이슈 목록을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении списка задач Jira

source: JiraService|Authentication type
ko: 인증 유형
ru: Тип аутентификации

source: JiraService|Automatically transitions Jira issues to the "Done" category. %{linkStart}Learn more%{linkEnd}
ko: Jira 이슈를 "완료" 범주로 자동 전환합니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Автоматически переводит задачи Jira в категорию «Завершено». %{linkStart}Подробнее%{linkEnd}

source: JiraService|Base URL of the Jira instance
ko: Jira 인스턴스의 기본 URL
ru: Базовый URL экземпляра Jira

source: JiraService|Basic
ko: 기본
ru: Базовая

source: JiraService|Comma-separated list of Jira project keys. Leave blank to include all available keys.
ko: Jira 프로젝트 키의 쉼표로 구분된 목록입니다. 사용 가능한 모든 키를 포함하려면 비워 두세요.
ru: Список ключей проектов Jira, разделённых запятой. Оставьте поле пустым, чтобы включить все доступные ключи.

source: JiraService|Create Jira issues for vulnerabilities
ko: 취약점에 대한 Jira 이슈 생성
ru: Создавать задачи Jira для уязвимостей

source: JiraService|Create Jira issues from GitLab to track any action taken to resolve or mitigate vulnerabilities.
ko: GitLab에서 Jira 이슈를 생성하여 취약점을 해결하거나 완화하기 위해 취한 모든 조치를 추적합니다.
ru: Создавать задачи Jira из GitLab для отслеживания действий по устранению или смягчению уязвимостей.

source: JiraService|Create Jira issues of this type.
ko: 이 유형의 Jira 이슈를 생성합니다.
ru: Создавать задачи Jira этого типа.

source: JiraService|Create only Jira issues for vulnerabilities in this project even if you've enabled GitLab issues.
ko: GitLab 이슈를 활성화한 경우에도 이 프로젝트의 취약점에 대한 Jira 이슈만 생성합니다.
ru: Создавать только задачи Jira для уязвимостей в этом проекте, даже если включены обсуждения GitLab.

source: JiraService|Customize Jira issues
ko: Jira 이슈 커스터마이징
ru: Настроить задачи Jira

source: JiraService|Email for Jira Cloud or username for Jira Data Center and Jira Server
ko: Jira Cloud용 이메일 또는 Jira Data Center 및 Jira Server용 사용자명
ru: Электронная почта для Jira Cloud или имя пользователя для Jira Data Center и Jira Server

source: JiraService|Email or username
ko: 이메일 또는 사용자명
ru: Электронная почта или имя пользователя

source: JiraService|Enable Jira transitions
ko: Jira 전환 활성화
ru: Включить переходы Jira

source: JiraService|Enter a Jira project key to generate issue types.
ko: Jira 프로젝트 키를 입력하여 이슈 유형을 생성하세요.
ru: Введите ключ проекта Jira для получения типов задач.

source: JiraService|Events for %{noteable_model_name} are disabled.
ko: %{noteable_model_name} 에 대한 이벤트가 비활성화되었습니다.
ru: События для %{noteable_model_name} отключены.

source: JiraService|Failed to load Jira issue. View the issue in Jira, or reload the page.
ko: Jira 이슈를 로드하지 못했습니다. Jira에서 이슈를 보거나 페이지를 새로고침하세요.
ru: Не удалось загрузить задачу Jira. Просмотрите задачу в Jira или перезагрузите страницу.

source: JiraService|Fetch issue types again for the new project key.
ko: 새 프로젝트 키에 대한 이슈 유형을 다시 가져옵니다.
ru: Повторно получить типы задач для нового ключа проекта.

source: JiraService|Fetch issue types for this project key
ko: 이 프로젝트 키에 대한 이슈 유형 가져오기
ru: Получить типы обсуждений для этого ключа проекта.

source: JiraService|For Jira Cloud, the authentication type must be %{basic}
ko: Jira Cloud의 경우 인증 유형이 %{basic}이어야 합니다.
ru: Для Jira Cloud тип аутентификации должен быть %{basic}.

source: JiraService|For example, 12, 24
ko: 예: 12, 24
ru: Например: 12, 24

source: JiraService|IDs must be a list of numbers that can be split with , or ;
ko: ID는 , 또는 ; 로 나눌 수 있는 숫자 목록이어야 합니다.
ru: Идентификаторы должны представлять собой список чисел, разделённых запятыми или точками с запятой

source: JiraService|If different from the Web URL
ko: 웹 URL과 다른 경우
ru: Если отличается от Web URL

source: JiraService|If you access Jira issues in GitLab, you might want to %{link_start}disable GitLab issues%{link_end}.
ko: GitLab에서 Jira 이슈에 액세스하는 경우 %{link_start}GitLab 이슈를 비활성화하는 것이 좋습니다%{link_end}.
ru: Если вы получаете доступ к задачам Jira в GitLab, возможно, стоит %{link_start}отключить обсуждения GitLab%{link_end}.

source: JiraService|Jira
ko: Jira
ru: Jira

source: JiraService|Jira API URL
ko: Jira API URL
ru: Jira API URL

source: JiraService|Jira comments are created when an issue is referenced in a commit.
ko: Jira 댓글은 커밋에서 이슈가 참조될 때 생성됩니다.
ru: Комментарии в Jira создаются, когда задача упоминается в коммите.

source: JiraService|Jira comments are created when an issue is referenced in a merge request.
ko: Jira 댓글은 머지 리퀘스트에서 이슈가 참조될 때 생성됩니다.
ru: Комментарии в Jira создаются, когда задача упоминается в запросе на слияние.

source: JiraService|Jira issue prefix
ko: Jira 이슈 접두사
ru: Префикс задач Jira

source: JiraService|Jira issue regex
ko: Jira 이슈 정규식
ru: Регулярное выражение для задач Jira

source: JiraService|Jira issue type
ko: Jira 이슈 유형
ru: Тип задачи Jira

source: JiraService|Jira issues
ko: Jira 이슈
ru: Задачи Jira

source: JiraService|Jira issues (optional)
ko: Jira 이슈 (옵션)
ru: Задачи Jira (необязательно)

source: JiraService|Jira issues for vulnerabilities (optional)
ko: 취약점에 대한 Jira 이슈 (옵션)
ru: Задачи Jira для уязвимостей (необязательно)

source: JiraService|Jira personal access token
ko: Jira 개인 액세스 토큰
ru: Личный токен доступа Jira
