Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: One or more groups that you don't have access to.
ko: 액세스 권한이 없는 하나 이상의 그룹.
ru: Одна или несколько групп, к которым у вас нет доступа.

source: One or more of you personal access tokens were revoked
ko: 하나 이상의 개인 액세스 토큰이 해지되었습니다
ru: Один или несколько ваших личных токенов доступа были отозваны

source: One or more of your %{provider} projects cannot be imported into GitLab directly because they use Subversion or Mercurial for version control, rather than Git.
ko: %{provider} 개의 프로젝트 중 하나 이상이 버전 제어에 Git이 아닌 Subversion 또는 Mercurial을 사용하기 때문에 GitLab으로 직접 가져올 수 없습니다.
ru: Один или несколько ваших проектов %{provider} не могут быть импортированы в GitLab напрямую, потому что они используют Subversion или Mercurial для контроля версий, а не Git.

source: One or more of your personal access tokens has expired.
ko: 하나 이상의 개인 액세스 토큰이 만료되었습니다.
ru: Срок действия одного или нескольких ваших личных токенов доступа истек.

source: One or more of your personal access tokens have expired.
ko: 하나 이상의 개인 액세스 토큰이 만료되었습니다.
ru: Срок действия одного или нескольких ваших личных токенов доступа истек.

source: One or more of your personal access tokens will expire in %{days_to_expire} days or less:
ko: 개인 액세스 토큰이 %{days_to_expire}일 이내에 만료됩니다.
ru: Срок действия одного или нескольких ваших личных токенов доступа истечёт через %{days_to_expire} дней или раньше:

source: One-time password authenticator has been deleted!
ko: 일회용 비밀번호 인증기가 삭제되었습니다!
ru: Генератор одноразовых паролей удалён!

source: Online license
ko: 온라인 라이선스

source: Only %{n} GLQL views can be automatically displayed on a page. Click the button below to manually display this block.
ko: 페이지에는 %{n}개의 GLQL 보기만 자동으로 표시될 수 있습니다. 아래 버튼을 클릭하여 이 블록을 수동으로 표시하세요.
ru: На странице можно автоматически отобразить только %{n} представлений данных GLQL. Нажмите кнопку ниже, чтобы вручную отобразить этот блок.

source: Only %{workspaceType} members with %{permissions} can view or be notified about this %{issuableType}.
ko: %{permissions} 을 가진 %{workspaceType} 멤버만이 이 %{issuableType}를 보거나 알림을 받을 수 있습니다.

source: Only 'Reporter' roles and above on tiers Premium and above can see Value Stream Analytics.
ko: 프리미엄 이상 티어의 '리포터' 역할 이상만 가치 흐름 분석 결과를 볼 수 있습니다.
ru: Только пользователи с ролью Репортер и выше на тарифах Premium и выше могут видеть аналитику потоков ценности.

source: Only 1 appearances row can exist
ko: 1개의 외관 행만 존재할 수 있습니다.

source: Only HTTP(S)
ko: HTTP(S)만
ru: Только HTTP(S)

source: Only Issue ID or merge request ID is required
ko: 이슈 ID 또는 머지 리퀘스트 ID만 필요합니다.
ru: Требуется только ID обсуждения или ID запроса на слияние

source: Only Merge Requests are allowed as a noteable to resolve discussions of at the moment.
ko: 현재 논의 사항을 해결하기 위한 주요 항목으로 머지 리퀘스트만 허용됩니다.
ru: На данный момент для решения обсуждений разрешены только запросы на слияние.

source: Only Project Members
ko: 프로젝트 멤버만
ru: Только участники проекта

source: Only SSH
ko: SSH만
ru: Только SSH

source: Only accessible by %{membersPageLinkStart}project members%{membersPageLinkEnd}. Membership must be explicitly granted.
ko: %{membersPageLinkStart}프로젝트 멤버%{membersPageLinkEnd}만 접근 가능합니다. 멤버십은 명시적으로 부여되어야 합니다.
ru: Доступен только для %{membersPageLinkStart}участников проекта%{membersPageLinkEnd}. Участие должно быть явно предоставлено.

source: Only admin custom roles can be assigned
ko: 운영자 커스텀 역할만을 할당할 수 있습니다.
ru: Можно назначать только пользовательские роли администратора

source: Only effective when remote storage is enabled. Set to 0 for no size limit.
ko: 리모트 스토리지가 활성화된 경우에만 유효합니다. 크기 제한을 없도록 하려면 0으로 설정합니다.

source: Only include features new to your current subscription tier.
ko: 현재 구독 티어에 추가되는 기능만 포함합니다.
ru: Включайте только функции, новые для вашего текущего тарифа.

source: Only issues can be linked from this form. You can also link this issue from an epic or task.
ko: 이 양식에서 이슈만 링크할 수 있습니다. 에픽이나 태스크에서 이 이슈를 링크할 수도 있습니다.
ru: Только обсуждения могут быть связаны через эту форму. Также вы можете связать это обсуждение с целью или заданием.

source: Only log Akismet verdict, do not prevent issue or snippet creation when spam is detected.
ko: Akismet 판단만 기록하고 스팸이 감지될 때 이슈 또는 스니펫 생성을 방지하지 마십시오.
ru: Только записывать решение Akismet, не предотвращая создание обсуждений или сниппетов при обнаружении спама.

source: Only members of this group can access the wiki.
ko: 이 그룹의 구성원만 wiki에 액세스할 수 있습니다.
ru: Только участники этой группы могут получить доступ к вики.

source: Only one security policy bot is allowed per project
ko: 프로젝트당 하나의 보안 정책 봇만 허용됩니다.

source: Only one source is required but both were provided
ko: 하나의 소스만 필요하지만 둘 다 제공됨

source: Only policy:
ko: 정책만:

source: Only project level work items can be created to resolve noteable discussions
ko: 주목할 만한 토론을 해결하기 위해 프로젝트 수준의 작업 항목만 생성할 수 있습니다.

source: Only project members can comment.
ko: 프로젝트 구성원만 댓글을 달 수 있습니다.
ru: Только участники проекта могут оставлять комментарии.

source: Only projects created under a Ultimate license are available in Security Dashboards.
ko: Ultimate 라이선스로 생성된 프로젝트만 보안 대시보드에서 사용할 수 있습니다.

source: Only reCAPTCHA v2 is supported:
ko: reCAPTCHA v2만 지원됩니다:
ru: Поддерживается только reCAPTCHA v2:

source: Only required if not using role instance credentials.
ko: 역할 인스턴스 자격 증명을 사용하지 않는 경우에만 필요.

source: Only track method calls that take longer to complete than the given duration.
ko: 주어진 기간보다 완료되는 데 더 오랜 시간이 걸리는 메서드 호출만 추적합니다.
ru: Отслеживать только вызовы методов, выполнение которых занимает больше заданной длительности.

source: Only use lowercase letters, numbers, and underscores.
ko: 소문자, 숫자, 밑줄만 사용하세요.

source: Only verified users with an email address in any of these domains can be added to the group. Multiple domains are supported.
ko: 이 도메인에 이메일 주소가 있는 확인된 사용자만 그룹에 추가할 수 있습니다. 복수의 도메인이 지원됩니다.
ru: В группу могут быть добавлены только проверенные пользователи с адресом электронной почты в одном из этих доменов. Поддерживаются несколько доменов.

source: Only visible to you
ko: 나에게만 표시
ru: Видно только вам

source: Only ‘Reporter’ roles and above on tiers Premium and above can see Productivity Analytics.
ko: 프리미엄 이상 등급의 '리포터' 역할 이상만 가치 흐름 분석 결과를 볼 수 있습니다.
ru: Только пользователи с ролью Репортер и выше на тарифах Premium и выше могут видеть аналитику продуктивности.

source: Open
ko: 열기
ru: Открыто

source: Open Selection
ko: 선택 열기
ru: Открыть выбранное

source: Open color picker
ko: 색상 선택기 열기

source: Open errors
ko: 열린 오류

source: Open evidence JSON in new tab
ko: 새 탭에서 증거 JSON 열기

source: Open in Gitpod
ko: Gitpod에서 열기
ru: Открыть в Gitpod

source: Open in Web IDE
ko: 웹 IDE에서 열기
ru: Открыть в Web IDE

source: Open in Workspace
ko: 워크스페이스내에서 열기
ru: Открыть в рабочем пространстве

source: Open in full page
ko: 전체 페이지로 열기
ru: Открыть на всю страницу

source: Open in your IDE
ko: IDE에서 열기
ru: Открыть в вашей IDE

source: Open issue
ko: 이슈 열기

source: Open new window
ko: 새 창 열기
ru: Открыть новое окно

source: Open raw
ko: raw 열기
ru: Открыть исходник

source: Open with
ko: 다음으로 열기
ru: Открыть с помощью

source: Open: %{open}
ko: 열기: %{open}
ru: Открыто: %{open}

source: OpenAPI Specification file URL
ko: OpenAPI 스펙 파일 URL
ru: URL файла спецификации OpenAPI

source: OpenAPI Specification file path or URL
ko: OpenAPI 사양 파일 경로 또는 URL
ru: Путь или URL файла спецификации OpenAPI

source: OpenMrBadge|%{count} Open
ko: %{count} 열림
ru: Открыто: %{count}

source: OpenMrBadge|Open merge requests
ko: 열린 머지 리퀘스트
ru: Открытые запросы на слияние

source: OpenMrBadge|Open merge requests created in the past 30 days that target this branch and modify this file.
ko: 지난 30일 이내에 생성되어 이 브랜치를 대상으로 하며 이 파일을 수정한 머지 리퀘스트를 열어봅니다.
ru: Открытые запросы на слияние, созданные за последние 30 дней, которые нацелены на эту ветку и изменяют этот файл.

source: OpenMrBadge|Opened
ko: 열림
ru: Открыт

source: OpenSSL version 3
ko: OpenSSL 버전 3
ru: OpenSSL версии 3

source: OpenSearch's region.
ko: OpenSearch의 지역.
ru: Регион OpenSearch.

source: Opened
ko: 열림
ru: Открыто

source: OpenedNDaysAgo|Created
ko: 생성됨

source: Opens in a new window
ko: 새 창으로 열기
ru: Откроется в новом окне

source: Opens new window
ko: 새 창 열기
ru: Открывает новое окно

source: Operation not allowed
ko: 허용하지 않는 작업입니다.

source: Operations
ko: 운영
ru: Операции

source: Operations Dashboard
ko: 운영 대시보드
ru: Панель мониторинга операций

source: OperationsDashboard|Add a project to the dashboard
ko: 대시보드에 프로젝트 추가
ru: Добавьте проект на панель мониторинга

source: OperationsDashboard|Add projects
ko: 프로젝트 추가
ru: Добавить проекты

source: OperationsDashboard|Cancel
ko: 취소
ru: Отмена

source: OperationsDashboard|More information
ko: 추가 정보
ru: Подробнее

source: OperationsDashboard|Operations Dashboard
ko: 동작 대시보드
ru: Панель мониторинга операций

source: OperationsDashboard|The Operations and Environments dashboards share the same list of projects. When you add or remove a project from one, GitLab adds or removes the project from the other. %{linkStart}More information%{linkEnd}
ko: 운영 및 환경 대시보드는 동일한 프로젝트 목록을 공유합니다. 한 프로젝트에서 프로젝트를 추가하거나 제거하면 GitLab은 다른 프로젝트에서 프로젝트를 추가하거나 제거합니다. %{linkStart}추가 정보%{linkEnd}
ru: Панели мониторинга операций и окружений используют один и тот же список проектов. Когда вы добавляете или удаляете проект из одной панели, GitLab добавляет или удаляет проект и из другой. %{linkStart}Подробнее%{linkEnd}

source: OperationsDashboard|The operations dashboard provides a summary of each project's operational health, including pipeline and alert statuses.
ko: 운영 대시보드는 파이프라인과 경고 상태를 포함하여 각 프로젝트의 운영 상태에 대한 요약을 제공합니다.
ru: Панель мониторинга операций предоставляет сводку о состоянии каждого проекта, включая статусы конвейера и оповещений.

source: Opstrace endpoint for Error Tracking integration
ko: 오류 추적 통합을 위한 Opstrace 엔드포인트
ru: Конечная точка Opstrace для интеграции отслеживания ошибок

source: Optimize repository period
ko: 리포지토리 주기 최적화
ru: Период оптимизации репозитория

source: Optimize your workflow with CI/CD Pipelines
ko: CI/CD 파이프라인으로 워크플로 최적화

source: Optional
ko: 옵션
ru: Необязательно

source: Optional approvals
ko: 선택적 승인
ru: Необязательные одобрения

source: Optionally, you can %{link_to_customize} how FogBugz email addresses and usernames are imported into GitLab.
ko: 옵션으로 FogBugz 이메일 주소와 사용자명을 GitLab으로 가져오는 방법을 %{link_to_customize}로 설정할 수 있습니다.
ru: При желании вы можете %{link_to_customize}, как адреса электронной почты и имена пользователей FogBugz импортируются в GitLab.

source: Options
ko: 옵션
ru: Опции

source: Ordered list
ko: 번호순 목록

source: Organization
ko: 조직

source: Organization ID cannot be nil
ko: 조직 ID는 nil일 수 없습니다.

source: Organizations
ko: 조직

source: Organizations API rate limits
ko: 조직 API 속도 제한
ru: Ограничения на частоту запросов API организаций

source: Organization|%{linkStart}Organizations%{linkEnd} are a top-level container to hold your groups and projects.
ko: %{linkStart}조직%{linkEnd} 그룹과 프로젝트를 보관하는 최상위 컨테이너입니다.

source: Organization|A group is a collection of several projects. If you organize your projects under a group, it works like a folder.
ko: 그룹은 여러 프로젝트의 모음입니다. 프로젝트를 그룹으로 구성하면 폴더처럼 작동합니다.

source: Organization|Accessible by any signed in user except external users.
ko: 외부 사용자를 제외한 모든 로그인 사용자가 접근 가능합니다.

source: Organization|Accessible without any authentication.
ko: 인증 없이도 접근 가능합니다.

source: Organization|An error occurred changing your organization URL. Please try again.
ko: 조직 URL을 변경하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Organization|An error occurred creating a group in this organization. Please try again.
ko: 이 조직에서 그룹을 생성하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Organization|An error occurred creating an organization. Please try again.
ko: 조직을 생성하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при создании организации. Попробуйте еще раз.

source: Organization|An error occurred deleting the project. Please refresh the page to try again.
ko: 프로젝트를 삭제하는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при удалении проекта. Обновите страницу, чтобы повторить попытку.

source: Organization|An error occurred loading organizations. Please refresh the page to try again.
ko: 조직을 로드하는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Organization|An error occurred loading the activity. Please refresh the page to try again.
ko: 활동을 불러오는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로 고침해주세요.

source: Organization|An error occurred loading the groups. Please refresh the page to try again.
ko: 그룹을 로드하는 중 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке групп. Обновите страницу, чтобы повторить попытку.

source: Organization|An error occurred loading the organization users. Please refresh the page to try again.
ko: 조직 사용자를 불러오는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하시기 바랍니다.
ru: Произошла ошибка при загрузке пользователей организации. Обновите страницу, чтобы повторить попытку.

source: Organization|An error occurred loading the projects. Please refresh the page to try again.
ko: 프로젝트를 로드하는 중 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке проектов. Обновите страницу, чтобы повторить попытку.

source: Organization|An error occurred loading user organizations. Please refresh the page to try again.
ko: 사용자 조직을 로드하는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке организаций пользователей. Обновите страницу, чтобы повторить попытку.

source: Organization|An error occurred updating the organization role. Please try again.
ko: 조직 역할을 업데이트하는 중 오류가 발생했습니다. 다시 시도하세요.

source: Organization|An error occurred updating your organization. Please try again.
ko: 조직을 업데이트하는 중에 오류가 발생했습니다. 다시 시도해 주세요.

source: Organization|Change organization URL
ko: 조직 URL 변경

source: Organization|Changing an organization's URL can have unintended side effects.
ko: 조직의 URL을 변경하면 의도하지 않은 부작용이 발생할 수 있습니다.

source: Organization|Choose organization visibility level.
ko: 조직 공개 수준을 선택하세요.

source: Organization|Choose what organization you want to see by default.
ko: 기본적으로 표시할 조직을 선택하세요.

source: Organization|Copy organization ID
ko: 조직 ID 복사
ru: Скопировать ID организации

source: Organization|Create an organization to contain all of your groups and projects.
ko: 당신의 모든 그룹과 프로젝트를 포함할 조직을 만듭니다.
ru: Создайте организацию, в которой будут храниться все ваши группы и проекты.

source: Organization|Create organization
ko: 조직 생성

source: Organization|Current organization
ko: 현재 조직
ru: Текущая организация

source: Organization|Get started with organizations
ko: 조직으로 시작하기
ru: Начните работу с организациями

source: Organization|Home organization
ko: 홈 조직

source: Organization|If you proceed with this change you will lose your owner permissions for this organization, including access to this page.
ko: 이 변경을 진행하면 이 페이지에 대한 접근 권한을 포함하여 해당 조직에 대한 소유자 권한을 잃게 됩니다.
ru: Если вы продолжите это изменение, вы потеряете права владельца этой организации, включая доступ к этой странице.

source: Organization|Internal - The organization can be accessed by any signed in user except external users.
ko: 내부 - 조직은 외부 사용자를 제외한 모든 로그인 사용자가 액세스할 수 있습니다.

source: Organization|Learn more about visibility levels
ko: 공개 수준에 대해 자세히 알아보기
ru: Подробнее об уровнях видимости

source: Organization|Manage
ko: 관리

source: Organization|Must start with a letter, digit, emoji, or underscore. Can also contain periods, dashes, spaces, and parentheses.
ko: 문자, 숫자, 그림 이모티콘 또는 밑줄로 시작해야 합니다. 마침표, 대시, 공백 및 괄호도 포함될 수 있습니다.
ru: Название должно начинаться с буквы, цифры, эмодзи или подчеркивания. Может также содержать точки, дефисы, пробелы и скобки.

source: Organization|My organization
ko: 내 조직
ru: Моя организация

source: Organization|New organization
ko: 새 조직
ru: Новая организация

source: Organization|No organizations available to switch to.
ko: 전환할 수 있는 조직이 없습니다.
ru: Отсутствуют организации, на которые можно переключиться.

source: Organization|Only accessible by organization members.
ko: 조직 멤버만 접근 가능합니다.
ru: Доступно только для участников организации.

source: Organization|Org ID
ko: 조직 ID

source: Organization|Organization ID
ko: 조직 ID
ru: ID организации

source: Organization|Organization URL
ko: 조직 URL
ru: URL организации

source: Organization|Organization URL is required.
ko: 조직 URL이 필요합니다.
ru: URL организации обязателен.

source: Organization|Organization URL is too short (minimum is 2 characters).
ko: 조직 URL이 너무 짧습니다(최소 2자).
ru: URL организации слишком короткий (необходимо минимум 2 символа).

source: Organization|Organization URL successfully changed.
ko: 조직 URL이 성공적으로 변경되었습니다.
ru: URL организации успешно изменен.

source: Organization|Organization avatar
ko: 조직 아바타
ru: Логотип организации

source: Organization|Organization description (optional)
ko: 조직 설명 (옵션)
ru: Описание организации (необязательно)

source: Organization|Organization description is too long (maximum is 1024 characters).
ko: 조직 설명이 너무 깁니다 (최대 1024자).
ru: Описание организации слишком длинное (максимум 1024 символа).

source: Organization|Organization name
ko: 조직 이름
ru: Название организации

source: Organization|Organization name is required.
ko: 조직 이름이 필요합니다.
ru: Название организации обязательно.

source: Organization|Organization navigation
ko: 조직 네비게이션

source: Organization|Organization overview
ko: 조직 소개

source: Organization|Organization role
ko: 조직 역할
ru: Роль организации

source: Organization|Organization role was updated successfully.
ko: 조직 역할이 성공적으로 업데이트되었습니다.
ru: Роль организации успешно обновлена.

source: Organization|Organization settings
ko: 조직 설정
ru: Настройки организации

source: Organization|Organization successfully created.
ko: 조직이 성공적으로 생성되었습니다.

source: Organization|Organization user details
ko: 조직 사용자 세부 정보

source: Organization|Organization visibility level
ko: 조직 공개 수준
ru: Уровень видимости организации

source: Organization|Organization was successfully updated.
ko: 조직이 성공적으로 업데이트되었습니다.

source: Organization|Organizations
ko: 조직

source: Organization|Organizations must have at least one owner.
ko: 조직에는 최소 한명이상의 소유자가 있어야 합니다.

source: Organization|Organizations must have at least one owner. To delete the user, first assign a new owner to %{lastLink}.
ko: 조직에는 최소한 한명 이상의 소유자가 있어야 합니다. 사용자를 삭제하려면, 먼저 새로운 소유자를 %{links} %{boldStart} 그리고 %{boldEnd} %{lastLink}에 지정하십시오.
ru: Организация должны иметь хотя бы одного владельца. Чтобы удалить пользователя, сначала назначьте нового владельца для %{lastLink}.

source: Organization|Organizations must have at least one owner. To delete the user, first assign a new owner to %{links} %{boldStart}and%{boldEnd} %{extrasCount} %{boldStart}other Organization%{boldEnd}.
ko: 조직에는 최소한 한명 이상의 소유자가 있어야 합니다. 사용자를 삭제하려면, 먼저 새로운 소유자를 %{links} %{boldStart} 그리고 %{boldEnd} %{extrasCount} %{boldStart} 다른 조직에 %{boldEnd} 에 지정하십시오.
ru: Организации должны иметь хотя бы одного владельца. Чтобы удалить пользователя, сначала назначьте нового владельца для %{links} %{boldStart}и%{boldEnd} %{extrasCount} %{boldStart}другой организаций%{boldEnd}.

source: Organization|Perform advanced options such as deleting the organization.
ko: 조직 삭제와 같은 고급 옵션을 수행합니다.
ru: Выполните расширенные действия, например удаление организации.

source: Organization|Private - The organization can only be viewed by members.
ko: 비공개 - 조직은 멤버만 볼 수 있습니다.
ru: Приватная — организацию могут просматривать только её участники.

source: Organization|Projects are hosted/created in groups. Before creating a project, you must create a group.
ko: 프로젝트는 그룹으로 호스팅/생성됩니다. 프로젝트를 생성하기 전에 그룹을 생성해야 합니다.
ru: Проекты размещаются и создаются в группах. Перед созданием проекта необходимо создать группу.

source: Organization|Public - The organization can be accessed without any authentication.
ko: 공개 - 인증 없이 조직에 액세스할 수 있습니다.
ru: Публичная - Доступ к организации возможен без какой-либо проверки подлинности.

source: Organization|Recently created groups
ko: 최근 생성된 그룹
ru: Недавно созданные группы

source: Organization|Recently created projects
ko: 최근 생성된 프로젝트
ru: Недавно созданные проекты

source: Organization|Recently updated groups
ko: 최근 업데이트된 그룹
ru: Недавно изменённые группы

source: Organization|Recently updated projects
ko: 최근 업데이트된 프로젝트
ru: Недавно изменённые проекты

source: Organization|Search for an organization
ko: 조직 검색
ru: Поиск организации

source: Organization|Select an organization
ko: 조직을 선택하세요

source: Organization|Switch organizations
ko: 조직 전환

source: Organization|Switching between organizations is not currently supported.
ko: 조직 간 전환은 현재 지원되지 않습니다.
ru: Переключение между организациями сейчас не поддерживается.

source: Organization|Unable to fetch organizations. Reload the page to try again.
ko: 조직을 가져올 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Не удалось получить организации. Обновите страницу, чтобы повторить попытку.

source: Organization|Update your organization name, description, and avatar.
ko: 조직 이름, 설명 및 아바타를 업데이트합니다.
ru: Измените название, описание или аватар вашей организации.

source: Organization|View all
ko: 모두 보기

source: Organization|Who can see this organization?
ko: 이 조직을 볼 수 있는 사람은 누구입니까?
ru: Кто может видеть эту организацию?

source: Organization|You can now start using your new organization.
ko: 이제 새 조직을 사용할 수 있습니다.
ru: Теперь вы можете начать использовать вашу новую организацию.

source: Organization|You don't have any groups yet.
ko: 아직 그룹이 없습니다.
ru: У вас ещё нет групп.

source: Organization|You don't have any projects yet.
ko: 아직 프로젝트가 없습니다.

source: Organization|my-organization
ko: my-organization

source: Organize work with projects
ko: 프로젝트로 작업을 정리
ru: Организация работы с проектами

source: Orphaned member
ko: 고립된 멤버

source: Orphaned request
ko: 고립된 요청

source: Other
ko: 기타

source: Other available runners
ko: 기타 사용 가능한 러너
ru: Другие доступные средства выполнения

source: Other information
ko: 다른 정보

source: Other labels
ko: 다른 라벨
ru: Другие метки

source: Other merge requests block this MR
ko: 다른 머지 리퀘스트가 이 MR을 차단합니다.
ru: Другие запросы на слияние блокируют этот запрос на слияние

source: Other versions
ko: 다른 버전

source: Other visibility settings have been disabled by the administrator.
ko: 추가 공개범위 설정이 운영자에 의해 비활성화되었습니다

source: Otherwise, click the link below to complete the process.
ko: 그렇지 않으면 아래 링크를 클릭하여 프로세스를 완료하십시오.
ru: В противном случае нажмите на ссылку ниже, чтобы завершить процесс.

source: Otherwise, click the link below to complete the process:
ko: 그렇지 않으면 아래 링크를 클릭하여 프로세스를 완료하십시오:
ru: В противном случае нажмите на ссылку ниже, чтобы завершить процесс:

source: Our team has been notified. Please try again.
ko: 우리 팀에 통보되었습니다. 다시 시도해 주세요.

source: Out-of-compliance with this project's policies and should be removed
ko: 이 프로젝트의 정책을 준수하지 않아 삭제되어야 합니다.
ru: Не определена политиками проекта и должна быть удалена

source: OutboundRequests|Allow requests to the local network from hooks and integrations.
ko: 후크 및 통합에서 로컬 네트워크에 대한 요청을 허용합니다.
ru: Разрешите запросы к локальной сети от хуков и интеграций.

source: OutboundRequests|Allow requests to the local network from system hooks
ko: 시스템 후크에서 로컬 네트워크로의 요청 허용
ru: Разрешить запросы к локальной сети от системных хуков

source: OutboundRequests|Allow requests to the local network from webhooks and integrations
ko: Webhook 및 통합에서 로컬 네트워크에 대한 요청 허용
ru: Разрешить запросы к локальной сети от вебхуков и интеграций

source: OutboundRequests|Block all requests, except for IP addresses, IP ranges, and domain names defined in the allowlist
ko: 허용 목록에 정의된 IP 주소, IP 범위 및 도메인 이름을 제외한 모든 요청 차단
ru: Блокировать все запросы, кроме IP-адресов, диапазонов IP-адресов и доменных имен, указанных в белом списке

source: OutboundRequests|Enforce DNS-rebinding attack protection
ko: DNS 리바인딩 공격 보호 적용
ru: Применить защиту от атак с привязкой DNS

source: OutboundRequests|Local IP addresses and domain names that hooks and integrations can access
ko: 후크 및 통합이 액세스할 수 있는 로컬 IP 주소 및 도메인 이름
ru: Локальные IP-адреса и доменные имена, к которым могут обращаться хуки и интеграции

source: OutboundRequests|Outbound requests
ko: 아웃바운드 요청
ru: Исходящие запросы
