Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Threshold in bytes at which to compress Sidekiq job arguments.
ko: Sidekiq 작업 인수를 압축할 한계값(바이트)입니다.
ru: Пороговое значение в байтах для сжатия аргументов задания Sidekiq.

source: Threshold in bytes at which to reject Sidekiq jobs. Set this to 0 to if you don't want to limit Sidekiq jobs.
ko: Sidekiq 작업을 거절할 한계값(바이트)입니다. Sidekiq 작업을 제한하지 않으려면 0으로 설정합니다.
ru: Пороговое значение в байтах, при котором задания Sidekiq отклоняются. Установите для этого параметра значение 0, если вы не хотите ограничивать задания Sidekiq.

source: Throughput
ko: 처리량

source: Thu
ko: 목
ru: Чт

source: Thursday
ko: 목요일
ru: Четверг

source: TierBadgePopover|Enhance team productivity
ko: 팀 생산성 향상
ru: Увеличьте продуктивность команды

source: TierBadgePopover|Explore paid plans
ko: 유료 플랜 살펴보기
ru: Обзор тарифных планов

source: TierBadgePopover|Start a free trial
ko: 무료 평가판 시작
ru: Начать бесплатный пробный период

source: TierBadgePopover|This group and all its related projects use the %{tier} GitLab tier. %{copyEnd}
ko: 이 그룹과 관련 모든 프로젝트는 %{tier} GitLab 요금제를 사용합니다. %{copyEnd}

source: TierBadgePopover|This project uses the %{tier} GitLab tier. %{copyEnd}
ko: 이 프로젝트는 %{tier} GitLab 요금제를 사용합니다. %{copyEnd}

source: TierBadgePopover|Want to enhance team productivity and access advanced features like Merge Approvals, Push rules, Epics, Code Review Analytics, and Container Scanning? Try all GitLab has to offer for free for 60 days. No credit card required.
ko: 팀 생산성을 높이고 병합승인, 푸시 규칙, 에픽, 코드 리뷰 분석, 컨테이너 스캐닝과 같은 고급 기능에 액세스하고 싶으신가요? GitLab에서 제공하는 모든 기능을 60일 동안 무료로 사용해 보세요. 신용 카드는 필요 없습니다.
ru: Хотите повысить продуктивность команды и получить доступ к расширенным функциям, таким как одобрение слияний, правила отправки, цели, аналитика рецензирования кода и сканирование контейнеров? Попробуйте всё, что предлагает GitLab, бесплатно в течение 60 дней. Банковская карта не требуется.

source: TierBadge|Free
ko: Free
ru: Бесплатный

source: Time
ko: 시간
ru: Время

source: Time (in hours) that users are allowed to skip forced configuration of two-factor authentication.
ko: 사용자가 이중 인증의 설정을 생략할 수 있도록 허용된 시간(시간)입니다.
ru: Время (в часах), в течение которого пользователям разрешено пропускать принудительную настройку двухфакторной аутентификации.

source: Time Display|12-hour: 2:34 PM
ko: 12시간: 2:34PM
ru: 12-часовой: 2:34 PM

source: Time Display|24-hour: 14:34
ko: 24시간: 14:34
ru: 24-часовой: 14:34

source: Time Display|System
ko: 시스템
ru: Системный

source: Time based: Yes
ko: 시간 기반: 예
ru: Основано на времени: Да

source: Time before an issue gets scheduled
ko: 이슈가 스케줄되기 전의 시간
ru: Время до начала попадания обсуждения в планировщик

source: Time before an issue starts implementation
ko: 이슈가 구현되기 전의 시간
ru: Время до начала работы над обсуждением

source: Time between merge request creation and merge/close
ko: 머지 리퀘스트 생성과 머지 / 닫기 사이의 시간
ru: Время между созданием запроса слияния и слиянием / закрытием

source: Time estimate
ko: 추정 시간
ru: Оценочное время

source: Time from first comment to last commit
ko: 첫 댓글부터 마지막 커밋까지의 시간
ru: Время от первого комментария до последнего коммита

source: Time from first commit until first comment
ko: 첫 번째 커밋에서 첫 번째 댓글까지의 시간
ru: Время от первого коммита до первого комментария

source: Time from last commit to merge
ko: 마지막 커밋에서 머지까지의 시간
ru: Время с последнего коммита до слияния

source: Time of import: %{importTime}
ko: 가져오기 시간: %{importTime}

source: Time remaining
ko: 남은 시간
ru: Оставшееся время

source: Time spent
ko: 소요 시간
ru: Времени затрачено

source: Time spent can't be zero.
ko: 경과 시간은 0이 될 수 없습니다.
ru: Затраченное время не может быть равно нулю.

source: Time spent must be formatted correctly. For example: 1h 30m.
ko: 경과 시간은 올바른 형식이어야 합니다. 예: 1h 30m.
ru: Затраченное время должно быть корректно отформатировано. Например: 1h 30m.

source: Time to Merge
ko: 병합할 시간

source: Time to merge
ko: 머지할 시간

source: Time to restore service
ko: 서비스 복구 시간

source: Time to subtract exceeds the total time spent
ko: 차감 시간이 총 경과 시간을 초과합니다.
ru: Вычитаемая длительность превышает всё затраченное время

source: Time tracking
ko: 시간 추적
ru: Учёт времени

source: Time tracking report
ko: 시간 추적 리포트
ru: Отчёт по затраченному времени

source: Time unit
ko: 시간 단위
ru: Единица времени

source: Time until first merge request
ko: 첫 번째 머지 리퀘스트까지의 시간
ru: Время до первого запроса на слияние

source: Time zone
ko: 시간대
ru: Часовой пояс

source: TimeTrackingEstimated|Est
ko: Est
ru: Оцен.

source: TimeTrackingReport|From the start of
ko: 다음이 시작한 이후
ru: С начала

source: TimeTrackingReport|Run report
ko: 보고서 실행
ru: Сформировать отчёт

source: TimeTrackingReport|Something went wrong. Please try again.
ko: 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка. Повторите попытку.

source: TimeTrackingReport|Source
ko: 소스
ru: Потрачено на

source: TimeTrackingReport|Spent at
ko: 경과 시간
ru: Время регистрации

source: TimeTrackingReport|Summary
ko: 요약
ru: Сводка

source: TimeTrackingReport|Time spent
ko: 경과 시간
ru: Потраченное время

source: TimeTrackingReport|To the end of
ko: 다음의 끝까지
ru: До конца

source: TimeTrackingReport|Total time spent:
ko: 총 경과 시간:
ru: Общее потраченное время:

source: TimeTrackingReport|User
ko: 사용자
ru: Пользователь

source: TimeTrackingReport|Username
ko: 사용자명
ru: Имя пользователя

source: TimeTracking|%{spentStart}Spent: %{spentEnd}
ko: %{spentStart}경과: %{spentEnd}
ru: %{spentStart}Затраченное время: %{spentEnd}

source: TimeTracking|%{time} over
ko: %{time} 이상
ru: превышено на %{time}

source: TimeTracking|%{time} remaining
ko: %{time} 남음
ru: осталось %{time}

source: TimeTracking|Add an %{estimateStart}estimate%{estimateEnd} or %{timeSpentStart}time spent%{timeSpentEnd}.
ko: %{estimateStart}추정%{estimateEnd} 또는 %{timeSpentStart}소요 시간%{timeSpentEnd}을 추가합니다.
ru: Добавьте %{estimateStart}оценку%{estimateEnd} или %{timeSpentStart}затраченное время%{timeSpentEnd}.

source: TimeTracking|Add estimate
ko: 추정 추가
ru: Добавить оценку

source: TimeTracking|An error occurred while removing the timelog.
ko: 시간 기록을 제거하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении записи времени.

source: TimeTracking|An error occurred while saving the time estimate.
ko: 추정 시간을 저장하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при сохранении оценки времени.

source: TimeTracking|Delete time spent
ko: 소요 시간 삭제
ru: Удалить затраченное время

source: TimeTracking|Edit estimate
ko: 추정 편집
ru: Изменить оценку

source: TimeTracking|Edit time estimate
ko: 추정 시간 편집
ru: Изменить оценку времени

source: TimeTracking|Enter time as a total duration (for example, 1mo 2w 3d 5h 10m), or specify hours and minutes (for example, 75:30).
ko: 총 기간으로 시간을 입력하거나(예: 1mo 2w 3d 5h 10m) 시간과 분을 지정합니다 (예: 75:30).
ru: Введите время как общую длительность (например, 1mo 2w 3d 5h 10m) или укажите часы и минуты (например, 75:30).

source: TimeTracking|Estimate
ko: 추정
ru: Оценка времени

source: TimeTracking|Estimated:
ko: 추정됨:
ru: Оценочно:

source: TimeTracking|How do I estimate and track time?
ko: 시간을 추정하고 추적하려면 어떻게 해야 합니까?
ru: Как оценивать и учитывать время?

source: TimeTracking|Over by %{timeRemainingHumanReadable}
ko: %{timeRemainingHumanReadable} 이상
ru: Превышено на %{timeRemainingHumanReadable}

source: TimeTracking|Set estimate
ko: 추정 설정
ru: Установить оценку

source: TimeTracking|Set estimated time to complete this %{issuableTypeName}.
ko: 이 %{issuableTypeName} 완료하는 데 추정되는 시간을 설정합니다.
ru: Установить оценочное время для завершения %{issuableTypeName}.

source: TimeTracking|Set time estimate
ko: 추정 시간 설정
ru: Установить оценку времени

source: TimeTracking|Spent
ko: 소비됨
ru: Затрачено

source: TimeTracking|Time remaining: %{timeRemainingHumanReadable}
ko: 남은 시간: %{timeRemainingHumanReadable}
ru: Оставшееся время: %{timeRemainingHumanReadable}

source: TimeTracking|Track time spent on this %{issuableTypeName}.
ko: 이 %{issuableTypeName}에 소요된 시간을 추적하세요.
ru: Учёт затраченного времени на %{issuableTypeName}.

source: TimeTracking|View time tracking report
ko: 시간 추적 보고서 보기
ru: Просмотреть отчёт по затраченному времени

source: Timeago|%s day ago
ko: %s 일 전
ru: %s день назад

source: Timeago|%s day remaining
ko: %s 일 남음
ru: остался %s день

source: Timeago|%s hour ago
ko: %s 시간 전
ru: %s час назад

source: Timeago|%s hour remaining
ko: %s 시간 남음
ru: остался %s час

source: Timeago|%s minute ago
ko: %s 분 전
ru: %s минуту назад

source: Timeago|%s minute remaining
ko: %s 분 남음
ru: осталась %s минута

source: Timeago|%s month ago
ko: %s 개월 전
ru: %s месяц назад

source: Timeago|%s month remaining
ko: %s 개월 남음
ru: остался %s месяц

source: Timeago|%s second ago
ko: %s 초 전
ru: %s секунду назад

source: Timeago|%s second remaining
ko: %s 초 남음
ru: осталась %s секунда

source: Timeago|%s week ago
ko: %s 주 전
ru: %s неделю назад

source: Timeago|%s week remaining
ko: %s 주 남음
ru: осталась %s неделя

source: Timeago|%s year ago
ko: %s 년 전
ru: %s год назад

source: Timeago|%s year remaining
ko: %s 년 남음
ru: остался %s год

source: Timeago|Past due
ko: 기한 초과
ru: Просрочено

source: Timeago|in %s day
ko: %s 일 이내
ru: через %s день

source: Timeago|in %s hour
ko: %s 시간 이내
ru: через %s час

source: Timeago|in %s minute
ko: %s 분 이내
ru: через %s минуту

source: Timeago|in %s month
ko: %s 개월 이내
ru: через %s месяц

source: Timeago|in %s second
ko: %s 초 이내
ru: через %s секунду

source: Timeago|in %s week
ko: %s 주 이내
ru: через %s неделю

source: Timeago|in %s year
ko: %s 년 이내
ru: через %s год

source: Timeago|just now
ko: 방금 전
ru: только что

source: Timeago|right now
ko: 지금
ru: прямо сейчас

source: Timeframe cannot exceed %{limit} years for work item queries
ko: 작업 항목 쿼리에 대한 타임프레임은 %{limit}년을 넘을 수 없습니다.

source: Timeline
ko: 타임라인

source: Timeline event added successfully.
ko: 타임라인 이벤트가 성공적으로 추가되었습니다.

source: Timeline|Turn recent updates view off
ko: 최근 업데이트 보기 끄기
ru: Отключить просмотр последних обновлений

source: Timeline|Turn recent updates view on
ko: 최근 업데이트 보기 켜기
ru: Включить просмотр последних обновлений

source: Timelog doesn't exist or you don't have permission to delete it
ko: 시간 기록이 존재하지 않거나 삭제할 권한이 없습니다.
ru: Запись времени не существует или у вас нет прав на её удаление

source: Timeout
ko: 시간 초과
ru: Таймаут

source: Timeout connecting to the Google API. Please try again.
ko: Google API 연결이 타임아웃 되었습니다. 다시 시도해 주세요.

source: Timeout for moderately fast Gitaly operations (in seconds). Provide a value between Default timeout and Fast timeout.
ko: 적당히 빠른 Gitaly 운영에 대한 제한 시간(초)입니다. 기본 타임아웃과 빠른 타임아웃 사이의 값을 제공하십시오.
ru: Таймаут для операций Gitaly средней скорости (в секундах). Укажите значение между стандартным и быстрым таймаутом.

source: Timeout for most Gitaly operations (in seconds).
ko: 대부분의 Gitaly 운영에 대한 타임아웃(초).
ru: Таймаут для большинства операций Gitaly (в секундах).

source: Timeout for the fastest Gitaly operations (in seconds).
ko: 가장 빠른 Gitaly 작업을 위한 타임아웃(초).
ru: Таймаут для самых быстрых операций Gitaly (в секундах).

source: Timeout: Element not found
ko: 시간 초과: 요소를 찾을 수 없습니다.

source: Timezone
ko: 시간대
ru: Часовой пояс

source: Time|A
ko: A

source: Time|AM
ko: AM

source: Time|P
ko: P

source: Time|PM
ko: PM

source: Time|a
ko: a

source: Time|am
ko: am

source: Time|hr
ko: 시간
ru: ч

source: Time|min
ko: 분
ru: мин

source: Time|p
ko: p

source: Time|pm
ko: pm

source: Time|s
ko: 초
ru: с

source: Tip: Add a %{linkStart}CODEOWNERS%{linkEnd} to automatically add approvers based on file paths and file types.
ko: 팁: 파일 경로 및 파일 형식에 따라 승인자를 자동으로 추가하려면 %{linkStart}CODEOWNERS%{linkEnd} 를 추가하세요.

source: Tip: Hover over a job to see the jobs it depends on to run.
ko: 팁: 작업 위로 마우스를 가져가면 실행에 의존하는 작업을 볼 수 있습니다.
ru: Совет: Наведите курсор на задание, чтобы увидеть задания, от которых оно зависит.

source: Title
ko: 제목
ru: Заголовок

source: Title (required)
ko: 제목 (필수)
ru: Название (обязательно)

source: Title:
ko: 제목:
ru: Заголовок:

source: Titles
ko: 제목
ru: Заголовки

source: To %{link_to_help} of your domain, add the above key to a TXT record within your DNS configuration within seven days.
ko: 도메인의 %{link_to_help} 에 7일 이내에 DNS 구성 내의 TXT 레코드에 위의 키를 추가합니다.

source: To GitLab
ko: GitLab으로
ru: В GitLab

source: To accept this invitation, create an account or sign in.
ko: 이 초대를 수락하려면 계정을 생성하거나 로그인하세요.

source: To accept this invitation, sign in or create an account.
ko: 이 초대를 수락하려면 로그인하거나 계정을 생성하십시오.

source: To accept this invitation, sign in.
ko: 이 초대를 수락하려면 로그인하세요.

source: To access this domain create a new DNS record
ko: 이 도메인에 접근하려면 새 DNS 레코드를 생성하세요.

source: To add a custom suffix, set up a Service Desk email address. %{linkStart}Learn more%{linkEnd}.
ko: 커스텀 접미사를 추가하려면 Service Desk 이메일 주소를 설정하십시오. %{linkStart}자세히 알아보기%{linkEnd}.

source: To add active contacts, use /add_contacts.
ko: 활성 연락처를 추가하려면 /add_contacts를 사용하세요.
ru: Для добавления активных контактов используйте /add_contacts.

source: To add the entry manually, provide the following details to the application on your phone.
ko: 항목을 수동으로 추가하려면 휴대전화의 애플리케이션에 다음 세부 정보를 제공하십시오.
ru: Чтобы добавить запись вручную, предоставьте следующую информацию в приложении на своем телефоне.

source: To allow %{strongOpen}%{provider}%{strongClose} to manage your GitLab account %{strongOpen}%{username}%{strongClose} (%{email}) after you sign in successfully using single sign-on, select %{strongOpen}Authorize%{strongClose}.
ko: 통합인증(SSO)으로 로그인을 성공한 후 %{strongOpen}%{provider}%{strongClose}이 귀하의 GitLab 계정인 %{strongOpen}%{username}%{strongClose} (%{email})을 관리하도록 허용하려면, %{strongOpen}승인%{strongClose}을 선택하세요.

source: To allow the user to confirm their identity by only confirming an email address and skip phone number and/or credit card verification, create an identity verification exemption using the button below.
ko: 사용자가 이메일 주소만 확인하고 전화번호 및/또는 신용카드 확인을 건너뛰어 신원을 확인할 수 있도록 하려면 아래 버튼을 사용하여 신원 확인 면제를 생성하세요.
ru: Чтобы разрешить пользователю подтвердить свою личность только с помощью подтверждения адреса электронной почты и пропустить проверку номера телефона и/или банковской карты, создайте исключение подтверждения личности с помощью кнопки ниже.

source: To approve this merge request, please enter your password. This project requires all approvals to be authenticated.
ko: 이 머지 리퀘스트를 승인하려면 비밀번호를 입력하세요. 이 프로젝트는 모든 승인이 인증되어야 합니다.
ru: Чтобы одобрить этот запрос на слияние, введите свой пароль. Для этого проекта требуется аутентификация всех одобрений.

source: To avoid future interruption to notifications for %{project_or_group}, update your notification preferences.
ko: 향후 %{project_or_group}알림이 중단되지 않도록 하려면 알림 환경설정을 업데이트하세요.

source: To configure a path_prefix, please add a license to your project.
ko: path_prefix를 구성하려면 프로젝트에 라이선스를 추가하세요.

source: To connect an SVN repository, check out %{svn_link}.
ko: SVN 리포지토리에 연결하려면 %{svn_link}을 점검하십시오.
ru: Чтобы подключить репозиторий SVN, проверьте %{svn_link}.

source: To continue using GitLab Enterprise Edition, upload the %{codeOpen}.gitlab-license%{codeClose} file or enter the license key you have received from GitLab Inc.
ko: GitLab 엔터프라이즈에디션을 계속 사용하려면 %{codeOpen}.gitlab-license%{codeClose} 파일을 업로드하거나 GitLab Inc.에서 받은 라이선스 키를 입력하세요.

source: To continue, please update your password. After you update, you'll be directed to sign in again.
ko: 계속하려면 비밀번호를 업데이트하세요. 업데이트한 후에는 다시 로그인하라는 메시지가 표시됩니다.
ru: Для продолжения измените ваш пароль. После изменения вы будете снова направлены на страницу входа.

source: To continue, you need to select the link in the confirmation email we sent to verify your email address. If you didn't get our email, select %{strongStart}Resend confirmation email.%{strongEnd}
ko: 계속하려면 이메일 주소를 확인하기 위해 보내드린 확인 이메일에서 링크를 선택해야 합니다. 이메일을 받지 못한 경우 %{strongStart}확인 이메일 재전송%{strongEnd}을 선택하세요.
ru: Чтобы продолжить, нажмите на ссылку в письме с подтверждением, которое мы отправили, чтобы проверить ваш адрес электронной почты. Если вы не получили наше письмо, выберите %{strongStart}Повторно отправить письмо с подтверждением%{strongEnd}.

source: To define internal users, first enable new users set to external
ko: 내부 사용자를 정의하려면 먼저 외부로 설정된 새 사용자를 활성화하십시오.

source: To disable the setting, set this value to 0.
ko: 설정을 비활성화하려면 이 값을 0으로 설정하세요.
ru: Чтобы отключить настройку, установите нулевое значение.

source: To edit the pipeline configuration, you must go to the project or external site that hosts the file.
ko: 파이프라인 구성을 편집하려면 파일을 호스팅하는 프로젝트 또는 외부 사이트로 이동해야 합니다.
ru: Чтобы отредактировать конфигурацию конвейера, вам нужно перейти в проект или на внешний сайт, где размещён файл.

source: To ensure %{project_link} is unscheduled for deletion, check that activity has been logged by GitLab. For example:
ko: %{project_link}가 삭제 예약되지 않았는지 확인하려면 GitLab에서 활동을 기록했는지 확인하세요. 예:

source: To ensure %{project_name} is unscheduled for deletion, check that activity has been logged by GitLab. For example:
ko: %{project_name}가 삭제 예약되지 않았는지 확인하려면 GitLab에서 활동을 기록했는지 확인하세요. 예:

source: To ensure no loss of access to personal content, only use this account for matters related to %{group_name}.
ko: 개인 콘텐츠에 대한 액세스 권한이 손실되지 않도록 하려면 이 계정을 %{group_name}과 관련된 사항에만 사용하십시오.
ru: Чтобы не потерять доступ к личному контенту, используйте эту учетную запись только для вопросов, связанных с %{group_name}.

source: To ensure the highest security standards, we verify the source of all slash commands.
ko: 최고의 보안 표준을 보장하기 위해 모든 슬래시 명령의 소스를 검증합니다.
ru: Для обеспечения высочайших стандартов безопасности мы проверяем источник всех слэш-команд.

source: To find the state of this project's repository at the time of any of these versions, check out %{link_start}the tags%{link_end}
ko: 이러한 버전이 있을 때 이 프로젝트 리포지토리의 상태를 찾으려면 %{link_start}태그%{link_end}를 확인하십시오.

source: To further protect your account, consider configuring a %{mfa_link_start}two-factor authentication%{mfa_link_end} method.
ko: 계정을 더욱 보호하려면 %{mfa_link_start}이중 인증%{mfa_link_end} 방법을 설정하는 것이 좋습니다.
ru: Для дополнительной защиты вашей учётной записи, рассмотрите возможность настройки метода %{mfa_link_start}двухфакторной аутентификации%{mfa_link_end}.

source: To further protect your account, consider configuring a two-factor authentication method: %{mfa_link}.
ko: 계정을 추가로 보호하려면 이중 인증을 설정하는 것이 좋습니다. %{mfa_link}.
ru: Для дополнительной защиты вашей учётной записи, рассмотрите возможность настройки метода двухфакторной аутентификации: %{mfa_link}.

source: To get a valid comparison, select two different branches.
ko: 유효한 비교를 위해 두 개의 서로 다른 브랜치를 선택하세요.
ru: Чтобы получить корректное сравнение, выберите две различные ветки.

source: To get started you enter your FogBugz URL and login information below. In the next steps, you'll be able to map users and select the projects you want to import.
ko: 시작하려면 아래에 FogBugz URL과 로그인 정보를 입력하세요. 다음 단계에서는 사용자를 매핑하고 가져올 프로젝트를 선택할 수 있습니다.
ru: Для начала введите ваш URL FogBugz и данные для входа ниже. На следующих шагах вы сможете сопоставить пользователей и выбрать проекты для импорта.

source: To get started, click the link below to confirm your account.
ko: 시작하려면 아래 링크를 클릭하여 계정을 확인하세요.

source: To get started, clone the repository or upload some files.
ko: 시작하려면 리포지토리를 복제하거나 일부 파일을 업로드하세요.
ru: Для начала работы клонируйте репозиторий или загрузите несколько файлов.

source: To get started, please enter your Gitea host URL and a %{link_to_personal_token}.
ko: 시작하려면 Gitea 호스트 URL과 %{link_to_personal_token}을 입력하세요.

source: To get started, use the link below to confirm your account.
ko: 시작하려면 아래 링크를 사용하여 계정을 확인하세요.

source: To invite more users, you can reduce the number of users in your top-level group to %{free_limit} user or less. You can also upgrade to a paid tier which do not have user limits. If you need additional time, you can start a free 60-day trial which includes unlimited users.
ko: 더 많은 사용자를 초대하려면 최상위 그룹의 사용자 수를 %{free_limit} 명 이하로 줄일 수 있습니다. 사용자 제한이 없는 유료 티어로 업그레이드할 수도 있습니다. 추가 시간이 필요한 경우 무제한 사용자를 포함하는 무료 60일 평가판을 시작할 수 있습니다.
ru: Чтобы пригласить дополнительных пользователей, вы можете уменьшить количество пользователей в вашей группе наивысшего уровня до %{free_limit} пользователя или менее. Вы можете также перейти на платный уровень, который не ограничивает количество пользователей. Если вам нужно дополнительное время, вы можете начать бесплатный 60-дневный пробный период, который включает неограниченное количество пользователей.

source: To keep this project going, create a new issue
ko: 이 프로젝트를 계속하려면 새 이슈를 만드세요.
ru: Чтобы поддержать проект, создайте новое обсуждение

source: To keep this project going, create a new merge request
ko: 이 프로젝트를 계속 진행하려면 새 머지 리퀘스트를 만드세요.
ru: Чтобы поддержать проект, создайте запрос на слияние

source: To learn more about this project, read %{link_to_wiki}
ko: 이 프로젝트에 대해 더 알고 싶다면 %{link_to_wiki}를 읽어보세요
ru: Чтобы узнать больше об этом проекте, читайте %{link_to_wiki}

source: To manage seats for all members associated with this group and its subgroups and projects, visit the %{link_start}usage quotas page%{link_end}.
ko: 이 그룹 및 해당 하위 그룹 및 프로젝트와 연관된 모든 구성원의 좌석을 관리하려면 %{link_start}사용 할당량 페이지%{link_end}를 방문하십시오.
ru: Чтобы управлять лицензиями для всех участников, связанных с этой группой, её подгруппами и проектами, посетите %{link_start}страницу квот на использование%{link_end}.

source: To merge, either the title or description must reference a Jira issue.
ko: 머지하려면 제목이나 설명이 Jira 이슈를 참조해야 합니다.
ru: Для слияния в заголовке или описании должна быть ссылка на задачу Jira.

source: To move or copy an entire GitLab project from another GitLab installation to this one, navigate to the original project's settings page, generate an export file, and upload it here.
ko: 전체 GitLab 프로젝트를 다른 GitLab 설치에서 이 설치로 이동하거나 복사하려면 원래 프로젝트의 설정 페이지로 이동하여 내보내기 파일을 생성하고 여기에 업로드하십시오.
ru: Чтобы переместить или скопировать проект целиком из одного GitLab в другой, перейдите на страницу настроек исходного проекта, создайте файл экспорта и загрузите его здесь.

source: To only use CI/CD features for an external repository, choose %{strong_open}CI/CD for external repo%{strong_close}.
ko: 외부 리포지토리에 대해서만 CI/CD 기능을 사용하려면, %{strong_open}외부 리포지토리를 위한 CI/CD%{strong_close}를 선택하십시오.

source: To pass variables to the triggered pipeline, add %{code_start}variables[VARIABLE]=VALUE%{code_end} to the API request.
ko: 트리거된 파이프라인에 변수를 전달하려면 %{code_start}variables[VARIABLE]=VALUE%{code_end}를 API 호출에 추가하십시오.
ru: Для передачи переменных в запускаемый конвейер добавьте %{code_start}variables[VARIABLE]=VALUE%{code_end} в запрос к API.

source: To personalize your GitLab experience, we'd like to know a bit more about you. We won't share this information with anyone.
ko: GitLab 경험을 개인화하기 위해 조금 더 자세한 정보를 알려주시면 감사하겠습니다. 이 정보는 아무에게도 공유되지 않습니다.

source: To prevent your project from being placed in a read-only state, %{manage_storage_link_start}manage your storage use%{storage_link_end} or %{support_link_start}contact support%{link_end} immediately.
ko: 프로젝트가 읽기 전용 상태가 되는 것을 방지하려면 %{manage_storage_link_start}저장공간 사용량을 관리%{storage_link_end}하거나 즉시 %{support_link_start}지원팀에 문의%{link_end}하세요.

source: To prevent your project from being placed in a read-only state, manage your storage use: %{manage_storage_link} or contact support immediately: %{support_link}.
ko: 프로젝트가 읽기 전용 상태가 되는 것을 방지하려면 저장공간 사용을 관리하세요: %{manage_storage_link} 또는 즉시 지원팀에 문의하세요: %{support_link}.

source: To protect this issue's confidentiality, %{linkStart}fork this project%{linkEnd} and set the fork's visibility to private.
ko: 이 이슈를 비공개로 유지하기 위해 %{linkStart}이 프로젝트를 포크하고 %{linkEnd}, 포크한 프로젝트를 비공개로 설정합니다.
ru: Чтобы защитить конфиденциальность этого обсуждения, %{linkStart}форкните этот проект%{linkEnd} и установите видимость форка как приватную.

source: To protect this issue's confidentiality, a private fork of this project was selected.
ko: 이 이슈를 비공개로 유지하기 위해, 이 프로젝트에는 비공개 포크가 선택 되었습니다.
ru: Чтобы защитить конфиденциальность этого обсуждения, был выбран приватный форк этого проекта.

source: To reactivate your account, %{gitlab_link_start}sign in to GitLab.%{link_end}
ko: 계정을 다시 활성화하려면 %{gitlab_link_start}GitLab에 로그인하십시오.%{link_end}
