Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: File too large. Secure files must be less than %{limit} MB.
ko: 파일이 너무 큽니다. 보안 파일은 %{limit} MB보다 작아야 합니다.
ru: Файл слишком большой. Защищённые файлы должны иметь размер менее %{limit} МБ.

source: File tree
ko: 파일 트리
ru: Дерево файлов

source: File tree browser
ko: 파일 트리 브라우저
ru: Обозреватель структуры файлов

source: File upload error.
ko: 파일 업로드 오류
ru: Ошибка загрузки файла.

source: FileUpload|Drop your file here or %{linkStart}click to upload%{linkEnd}.
ko: 여기에 파일을 놓거나 %{linkStart}클릭하여 업로드%{linkEnd}하세요.
ru: Перетащите файл сюда или %{linkStart}нажмите, чтобы загрузить%{linkEnd}.

source: Filename
ko: 파일명

source: Files
ko: 파일
ru: Файлы

source: Files API rate limits
ko: 파일 API 비율 제한
ru: Ограничения на частоту запросов API файлов

source: Files breadcrumb
ko: 파일 탐색 경로
ru: Файлы навигации

source: Files with large changes are collapsed by default.
ko: 변경 사항이 큰 파일은 기본적으로 접혀있습니다.
ru: Файлы с большими изменениями свёрнуты по умолчанию.

source: Files, directories, and submodules in the path %{path} for commit reference %{ref}
ko: 커밋 참조 %{ref}에 대한 경로 %{path} 내의 파일, 디렉터리 및 하위 모듈
ru: Файлы, директории и подмодули в пути %{path} для ссылки на коммит %{ref}

source: Fill in the fields below, turn on %{strong_open}Enable SAML authentication for this group%{strong_close}, and press %{strong_open}Save changes%{strong_close}
ko: 아래 필드를 채우고, %{strong_open}이 그룹에 대한 SAML 인증 활성화%{strong_close}를 켠 다음, %{strong_open}변경 사항 저장%{strong_close}을 누르세요
ru: Заполните поля ниже, включите флажок %{strong_open}Включить аутентификацию SAML для этой группы%{strong_close} и нажмите %{strong_open}Сохранить изменения%{strong_close}

source: Filter
ko: 필터
ru: Фильтр

source: Filter activity
ko: 활동 필터링
ru: Фильтр активности

source: Filter by %{page_context_word} that are currently open.
ko: 현재 열려 있는 %{page_context_word} 기준으로 필터링.
ru: Фильтровать по %{page_context_word}, которые в данный момент открыты.

source: Filter by issues that are currently closed.
ko: 현재 닫혀진 이슈로 필터링합니다.

source: Filter by issues that are currently opened.
ko: 열린 이슈로 필터링합니다.

source: Filter by label
ko: 라벨로 필터링
ru: Фильтр по меткам

source: Filter by merge requests that are currently closed and unmerged.
ko: 현재 닫혀 있고 병합되지 않은 머지 리퀘스트로 필터링합니다.

source: Filter by merge requests that are currently closed.
ko: 현재 닫힌 머지 리퀘스트를 기준으로 필터링합니다.

source: Filter by merge requests that are currently merged.
ko: 현재 머지된 머지 리퀘스트를 기준으로 필터링.

source: Filter by merge requests that are currently opened.
ko: 현재 열려 있는 머지 리퀘스트를 기준으로 필터링.

source: Filter by merge requests that are merged.
ko: 머지된 머지 리퀘스트를 기준으로 필터링.

source: Filter by milestone name
ko: 마일스톤 이름으로 필터링
ru: Фильтр по названию этапа

source: Filter by name
ko: 이름으로 필터링
ru: Фильтровать по имени

source: Filter by test cases that are currently archived.
ko: 현재 아카이빙된 테스트 케이스 기준으로 필터

source: Filter by test cases that are currently open.
ko: 현재 열려 있는 테스트 케이스 기준으로 필터
ru: Фильтровать по тестам, которые в данный момент открыты.

source: Filter list for %{title}
ko: %{title}에 목록 필터랑
ru: Отфильтровать список по %{title}

source: Filter or search (3 character minimum)
ko: 필터링 또는 검색 (최소 3자)
ru: Фильтровать или искать (не менее 3 символов)

source: Filter parameters are not valid. Make sure that the end date is after the start date.
ko: 필터 매개변수가 유효하지 않습니다. 종료 날짜가 시작 날짜 이후인지 확인하세요.

source: Filter pipelines
ko: 파이프라인 필터링

source: Filter reports
ko: 리포트 필터링

source: Filter results
ko: 필터 결과
ru: Фильтровать результаты

source: Filter results by group
ko: 그룹별로 필터링 결과
ru: Фильтровать результаты по группе

source: Filter results by project
ko: 프로젝트별로 필터링 결과
ru: Фильтровать результаты по проекту

source: Filter results…
ko: 필터링 결과…
ru: Фильтровать результаты…

source: Filter users
ko: 사용자 필터링

source: Filter: %{filter_name}
ko: 필터: %{filter_name}
ru: Фильтр: %{filter_name}

source: Finalizing
ko: 완료중
ru: Завершение

source: Find
ko: 찾기
ru: Найти

source: Find File
ko: 파일 찾기

source: Find bugs in your code with API fuzzing.
ko: API 퍼징으로 당신의 코드에서 버그 찾기
ru: Находите ошибки в коде с помощью фаззинга API.

source: Find bugs in your code with coverage-guided fuzzing.
ko: coverage-guided fuzzing으로 당신의 코드에서 버그 찾기
ru: Находите ошибки в вашем коде с помощью фаззинга, ориентированного на покрытие.

source: Find by path
ko: 경로로 찾기
ru: Поиск по пути

source: Find file
ko: 파일 찾기
ru: Найти файл

source: Find the activation code for a purchased or renewed subscription in the Customers Portal or purchase confirmation email.
ko: 고객 포털이나 구매 확인 이메일에서 구매 또는 갱신된 구독에 대한 활성화 코드를 찾으세요.
ru: Найдите код активации для купленной или продленной подписки в Портале клиентов или в письме с подтверждением покупки.

source: FindFile|Switch branch/tag
ko: 브랜치/태그 전환

source: FindingsDrawer|Code Quality
ko: 코드 품질
ru: Качество кода

source: FindingsDrawer|Code Quality Finding
ko: 코드 품질 검사 결과
ru: Проблема с качеством кода

source: FindingsDrawer|Detected in pipeline
ko: 파이프라인에서 감지됨
ru: Обнаружено в конвейере

source: FindingsDrawer|Next finding
ko: 다음 검출 결과
ru: Следующая проблема

source: FindingsDrawer|Previous finding
ko: 이전 검출 결과
ru: Предыдущая проблема

source: FindingsDrawer|SAST Finding
ko: SAST 검출
ru: Обнаружение SAST

source: FindingsDrawer|View code flow
ko: 코드 흐름 보기
ru: Просмотреть поток кода

source: Fingerprint (MD5)
ko: 핑거프린트 (MD5)

source: Fingerprint (SHA256)
ko: 핑거프린트 (SHA256)

source: Fingerprints
ko: 핑거프린트
ru: Отпечатки

source: Finish editing this message first!
ko: 먼저 이 메시지 편집을 완료하세요!
ru: Сначала завершите редактирование этого сообщения!

source: Finish review
ko: 리뷰 완료
ru: Завершить рецензию

source: Finished
ko: 완료
ru: Завершённые

source: First day of the week
ko: 첫번째 요일
ru: Первый день недели

source: First name
ko: 이름
ru: Имя

source: First seen
ko: 처음 발견

source: Fixed
ko: 고쳐짐

source: Fixed burndown chart
ko: 수정된 번다운 차트
ru: Исправленный график сгорания

source: Fixed:
ko: 수정됨:
ru: Фиксированная:

source: Flags
ko: 플래그
ru: Флаги

source: FloC|Configure whether you want to participate in FLoC. %{floc_link_start}What is FLoC?%{floc_link_end}
ko: FLoC 참여 여부를 설정합니다. %{floc_link_start}FLoC이란 무엇입니까?%{floc_link_end}

source: FloC|Federated Learning of Cohorts (FLoC)
ko: FLoC(Federated Learning of Cohort)

source: FloC|Participate in FLoC
ko: FLoC에 참여

source: Focus filter bar
ko: Focus 필터 바
ru: Фокус на панели фильтрации

source: FogBugz Email
ko: FogBugz 이메일
ru: Почта FogBugz

source: FogBugz Import
ko: FogBugz 가져오기
ru: Импорт из FogBugz

source: FogBugz Password
ko: FogBugz 암호
ru: Пароль FogBugz

source: FogBugz import
ko: FogBugz 가져오기
ru: Импорт из FogBugz

source: Fogbugz|Fogbugz import failed due to an error: %{error}
ko: 오류로 인해 FogBugz 가져오기 실패: %{error}
ru: Импорт Fogbugz не выполнен из-за ошибки: %{error}

source: Fogbugz|Project %{repo} could not be found
ko: 프로젝트 %{repo}를 찾을 수 없습니다.
ru: Проект %{repo} не найден

source: Follow
ko: 팔로우
ru: Подписаться

source: Followed Users' Activity
ko: 팔로우한 사용자의 활동
ru: Активность в ваших подписках

source: Followed users
ko: 팔로우한 사용자
ru: Ваши подписки

source: Following tags don't exist
ko: 다음 태그가 존재하지 않습니다

source: Font Color
ko: 글꼴 색
ru: Цвет Шрифта

source: Footer message
ko: 바닥글 메시지
ru: Сообщение в подвале

source: For %{link_to_pipeline_ref}
ko: %{link_to_pipeline_ref} 로

source: For %{ref}
ko: %{ref}에 대해

source: For a faster browsing experience, only %{strongStart}%{visible} of %{total}%{strongEnd} files are shown. Download one of the files below to see all changes.
ko: 보다 빠른 탐색 경험을 위해 총 %{strongStart}%{total}%{strongEnd} 파일 중 %{strongStart}%{visible}%{strongEnd} 파일만 표시됩니다. 아래의 파일 중 하나를 다운로드하여 모든 변경 사항을 확인하세요.
ru: Для более быстрого просмотра отображаются только %{strongStart}%{visible} из %{total}%{strongEnd} файлов. Загрузите один из файлов ниже, чтобы увидеть все изменения.

source: For a faster browsing experience, only %{strong_open}%{display_size} of %{real_size}%{strong_close} files are shown.
ko: 더 빠른 탐색을 위해 %{strong_open}%{display_size} / %{real_size}%{strong_close} 파일만 표시됩니다.
ru: Для более быстрого просмотра отображаются только %{strong_open}%{display_size} из %{real_size}%{strong_close} файлов.

source: For a faster browsing experience, some files are collapsed by default.
ko: 더 빠른 브라우징 경험을 위해, 일부 파일은 기본적으로 접혀 있습니다.
ru: Для более быстрой работы некоторые файлы свернуты по умолчанию.

source: For additional information, review your %{link_to} or contact your %{project_or_group} owner.
ko: 추가 정보가 필요하면, 당신의 %{link_to} 검토 하거나 소유자%{project_or_group}에게 문의하십시오.

source: For additional information, review your %{link_to} or contact your group owner.
ko: 추가 정보는 %{link_to}를 검토하거나 그룹 소유자에게 문의하세요.
ru: Для получения дополнительной информации, просмотрите %{link_to} или свяжитесь с владельцем вашей группы.

source: For additional information, review your %{project_or_group} membership: %{url} or contact your %{project_or_group} owner.
ko: 추가 정보를 보려면, %{project_or_group} 멤버십: %{url}을 검토 하거나 소유자%{project_or_group}에게 문의하십시오.

source: For additional information, review your group membership: %{link_to} or contact your group owner.
ko: 추가 정보는 그룹 멤버쉽: %{link_to}를 리뷰하거나 그룹 소유자에게 문의하세요.
ru: Для получения дополнительной информации просмотрите своё участие в группе: %{link_to} или свяжитесь с её владельцем.

source: For each job, clone the repository.
ko: 각 작업에 대해, 리포지토리를 clone합니다.
ru: Для каждого задания клонировать репозиторий.

source: For each job, re-use the project workspace. If the workspace doesn't exist, use %{code_open}git clone%{code_close}.
ko: 각 작업의 프로젝트 작업공간을 재사용하세요. 작업 공간이 존재하지 않는다면, %{code_open}git clone%{code_close}를 사용하세요.
ru: Для каждого задания повторно использовать рабочее пространство проекта. Если рабочее пространство не существует, использовать %{code_open}git clone%{code_close}.

source: For files larger than this limit, only index the file name. The file content is neither indexed nor searchable.
ko: 이 제한보다 큰 파일의 경우 파일 이름만 인덱싱합니다. 파일 내용은 인덱싱되거나 검색되지 않습니다.
ru: Для файлов, размер которых превышает этот лимит, индексируется только имя файла. Содержимое файла не индексируется и не доступно для поиска.

source: For general work
ko: 일반 작업용

source: For individual use, create a separate account under your personal email address, not tied to the Enterprise email domain.
ko: 개인이 사용하려면 기업 이메일 도메인에 연결되지 않은 개인 이메일 주소로 별도의 계정을 만드십시오.

source: For investigating IT service disruptions or outages
ko: IT 서비스 장애 또는 중단 조사용

source: For more information %{support_link_start}contact support%{link_end}.
ko: 상세정보를 보려면 %{support_link_start}지원팀에 연락바랍니다%{link_end}.
ru: Для получения дополнительной информации %{support_link_start}свяжитесь со службой поддержки%{link_end}.

source: For more information contact support: %{support_link}.
ko: 상세한 정보를 보려면 지원팀에 요청하십시오: %{support_link}
ru: Для получения дополнительной информации обратитесь в службу поддержки: %{support_link}.

source: For more information on how the number of active users is calculated, see the %{self_managed_subscriptions_doc_link} documentation.
ko: 활성 사용자 수 계산 방법에 대한 자세한 내용은 %{self_managed_subscriptions_doc_link} 문서를 참조하십시오.

source: For more information, go to the
ko: 자세한 내용은
ru: Для получения дополнительной информации перейдите к

source: For more information, see the %{link_start}documentation%{link_end}.
ko: 자세한 내용은 %{link_start}문서%{link_end}를 참조하세요.
ru: Дополнительную информацию смотрите в %{link_start}документации%{link_end}.

source: For more information, see the developer console. Try to reload the page or sign out and in again. If the issue persists, %{reportIssueStart}report a problem%{reportIssueEnd}.
ko: 자세한 내용은 개발자 콘솔을 참조하세요. 페이지를 새로고침하거나 로그아웃했다가 다시 로그인해 보세요. 문제가 지속되면 %{reportIssueStart}문제를 신고하세요%{reportIssueEnd}.
ru: Для получения дополнительных сведений изучите консоль разработчика. Попробуйте перезагрузить страницу или перезайти в систему. Если проблема не устранена, %{reportIssueStart}сообщите о проблеме%{reportIssueEnd}.

source: For more information, see the file hooks documentation.
ko: 자세한 내용은 파일 후크 문서를 참조하세요.
ru: Для получения дополнительной информации смотрите документацию по хукам.

source: For self-managed deployments, `env` tag for all the data sent to Datadog.
ko: 자체 관리형 배포의 경우 Datadog에 전송되는 모든 데이터에 대한 `env` 태그입니다.
ru: Для автономных развёртываний добавляйте тег `env` ко всем данным, отправляемым в Datadog.

source: For the GitLab Team to keep your subscription data up to date, this is a reminder to report your license usage on a monthly basis, or at the cadence set in your agreement with GitLab. This allows us to simplify the billing process for overages and renewals. To report your usage data, export your license usage file and email it to %{renewal_service_email}. If you need an updated license, GitLab will send the license to the email address registered in the %{customers_dot}, and you can upload this license to your instance.
ko: GitLab 팀이 귀하의 구독 데이터를 최신 상태로 유지하기 위해 귀하의 라이선스 사용량을 매월 또는 GitLab과의 계약에 설정된 캐아던스에 따라 보고해야 한다는 알림입니다. 이를 통해 초과분 및 갱신에 대한 청구 프로세스를 단순화할 수 있습니다. 사용 데이터를 보고하려면 라이센스 사용 파일을 내보내고 %{renewal_service_email}으로 이메일을 보내십시오. 업데이트된 라이선스가 필요한 경우 GitLab에서 %{customers_dot}에 등록된 이메일 주소로 라이선스를 보내며 이 라이선스를 인스턴스에 업로드할 수 있습니다.
ru: Для того чтобы команда GitLab поддерживала ваши данные о подписке в актуальном состоянии, напоминаем о необходимости ежемесячно или в соответствии с графиком, установленным в вашем соглашении с GitLab, сообщать об использовании лицензии. Это позволяет упростить процесс выставления счетов за перерасход и продления. Для отчёта о вашем использовании экспортируйте файл с данными об использовании лицензии и отправьте его на электронную почту %{renewal_service_email}. Если вам нужна обновлённая лицензия, GitLab отправит её на зарегистрированный в %{customers_dot} адрес электронной почты, и вы сможете загрузить эту лицензию в ваш экземпляр.

source: Forbidden
ko: 금지됨
ru: Доступ запрещён

source: Forgot your password?
ko: 비밀번호를 잊어버리셨나요?
ru: Забыли пароль?

source: Fork
ko: 포크
ru: Форк

source: Fork Error!
ko: 포크 오류!
ru: Ошибка форка!

source: Fork project
ko: 프로젝트 포크
ru: Форкнуть проект

source: Fork project?
ko: 프로젝트를 포크할까요?
ru: Форкнуть проект?

source: Fork to make changes
ko: 변경을 위해 포크
ru: Форк для внесения изменений

source: ForkProject|A fork is a copy of a project.
ko: 포크는 프로젝트의 복사본입니다.
ru: Форк это копия проекта.

source: ForkProject|All branches
ko: 모든 브랜치
ru: Все ветки

source: ForkProject|An error occurred while forking the project. Please try again.
ko: 프로젝트를 포크하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при создании форка проекта. Попробуйте еще раз.

source: ForkProject|Branches to include
ko: 포함할 브랜치
ru: Ветки для включения

source: ForkProject|Cancel
ko: 취소
ru: Отмена

source: ForkProject|Create a group
ko: 그룹 생성
ru: Создать группу

source: ForkProject|Fork project
ko: 프로젝트 포크
ru: Форкнуть проект

source: ForkProject|Forking a repository allows you to make changes without affecting the original project.
ko: 리포지토리를 포크하면 원래 프로젝트에 영향을 주지 않고 내용을 변경할 수 있습니다.
ru: Создание форка репозитория позволяет вам вносить изменения, не затрагивая исходный проект.

source: ForkProject|Internal
ko: 내부
ru: Внутренний

source: ForkProject|Only the default branch %{defaultBranch}
ko: 기본 브랜치 %{defaultBranch}만
ru: Только ветка по умолчанию %{defaultBranch}

source: ForkProject|Please select a namespace
ko: 네임스페이스를 선택하십시오
ru: Выберите пространство имён

source: ForkProject|Please select a visibility level
ko: 공개 수준을 선택하십시오
ru: Выберите уровень видимости

source: ForkProject|Private
ko: 비공개
ru: Приватный

source: ForkProject|Project access must be granted explicitly to each user. If this project is part of a group, access will be granted to members of the group.
ko: 프로젝트 액세스는 각 사용자에게 명시적으로 부여되어야 합니다. 이 프로젝트가 그룹의 일부인 경우 그룹 구성원에게 액세스 권한이 부여됩니다.
ru: Доступ должен быть явно предоставлен каждому пользователю. Если проект является частью группы, доступ будет предоставлен ее участникам.

source: ForkProject|Public
ko: 공개
ru: Публичный

source: ForkProject|Select a namespace
ko: 네임스페이스를 선택하세요
ru: Выберите пространство имён

source: ForkProject|Something went wrong while loading data. Please refresh the page to try again.
ko: 데이터를 로드하는 동안 문제가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке данных. Обновите страницу, чтобы повторить попытку.

source: ForkProject|The project can be accessed by any logged in user.
ko: 로그인한 모든 사용자가 이 프로젝트에 액세스할 수 있습니다.
ru: Проект может быть доступен любому авторизованному пользователю.

source: ForkProject|The project can be accessed without any authentication.
ko: 누구나 인증 없이 이 프로젝트에 액세스할 수 있습니다.
ru: Доступ к проекту можно получить без какой-либо аутентификации.

source: ForkProject|Visibility level
ko: 공개 수준
ru: Уровень видимости

source: ForkProject|Want to organize several dependent projects under the same namespace?
ko: 동일한 네임스페이스 아래 여러 종속 프로젝트를 구성하고 싶습니까?
ru: Хотите организовать несколько зависимых проектов в одном пространстве имен?

source: ForkSuggestion|Cancel
ko: 취소
ru: Отмена

source: ForkSuggestion|Fork
ko: 포크
ru: Форк

source: ForkSuggestion|You can’t %{edit_start}edit%{edit_end} files directly in this project. Fork this project and submit a merge request with your changes.
ko: 이 프로젝트에서 직접 %{edit_start}%{edit_end} 파일을 편집할 수 없습니다. 이 프로젝트를 포크하고 변경 사항과 함께 머지 리퀘스트를 제출하십시오.
ru: Вы не можете %{edit_start}редактировать%{edit_end} файлы напрямую в этом проекте. Форкните этот проект и отправьте запрос на слияние с вашими изменениями.

source: ForkedFromProjectPath|Forked from
ko: 다른 프로젝트에서 포크됨:
ru: Форкнут из

source: ForkedFromProjectPath|Forked from an inaccessible project.
ko: 억세스 불가능한 프로젝트에서 fork되었습니다.
ru: Форкнут из недоступного проекта.

source: Forking in progress
ko: 포크 진행중
ru: Форк создаётся

source: Forks
ko: 포크
ru: Форки

source: ForksDivergence|%{aheadLinkStart}%{ahead} %{commit_word} ahead%{aheadLinkEnd} of
ko: %{aheadLinkStart}%{ahead} %{commit_word} 앞서감%{aheadLinkEnd} - 비교 :
ru: На %{aheadLinkStart}%{ahead} %{commit_word} впереди%{aheadLinkEnd} от

source: ForksDivergence|%{behindLinkStart}%{behind} %{commit_word} behind%{behindLinkEnd}
ko: %{behindLinkStart}%{behind} %{commit_word} 뒤쳐짐%{behindLinkEnd}
ru: На %{behindLinkStart}%{behind} %{commit_word} позади %{behindLinkEnd}

source: ForksDivergence|%{messages} the upstream repository.
ko: 업스트림 리포지토리의 %{messages}입니다.
ru: %{messages} исходного репозитория

source: ForksDivergence|Check out to a branch, and merge the changes from the upstream project's default branch. You likely need to resolve conflicts during this step.
ko: 브랜치를 checkout하고, 업스트림 프로젝트의 기본 브랜치로부터 변경사항을 머지합니다. 이 단계에서 충돌을 해결해야 할 가능성이 큽니다.
ru: Переключитесь на ветку и объедините изменения из основной ветки исходного проекта. На этом этапе, вероятно, потребуется решить конфликты.

source: ForksDivergence|Create merge request
ko: 머지 리퀘스트 생성
ru: Создать запрос на слияние

source: ForksDivergence|Failed to fetch fork details. Try again later.
ko: fork 세부정보를 가져오는데 실패했습니다. 나중에 다시 시도해주세요.
ru: Не удалось получить данные о форке. Повторите попытку позже.

source: ForksDivergence|Fetch the latest changes from the upstream repository's default branch:
ko: 업스트림 리포지토리의 기본 브랜치에서 최신 변경 사항을 가져옵니다.
ru: Получить последние изменения из ветки по умолчанию исходного репозитория:

source: ForksDivergence|Push the updates to remote:
ko: 변경사항을 리모트로 푸시:
ru: Отправить обновления в удалённый репозиторий:

source: ForksDivergence|Resolve merge conflicts manually
ko: 수작업으로 머지 충돌 해결
ru: Решить конфликты слияния вручную

source: ForksDivergence|Source project has a limited visibility.
ko: 소스 프로젝트의 공개범위가 제한되어 있습니다.
ru: Исходный проект имеет ограниченную видимость.

source: ForksDivergence|Successfully fetched and merged from the upstream repository.
ko: 업스트림 리포지토리에서 성공적으로 가져오고 merge하였습니다.
ru: Успешно получены и объединены изменения из исходного репозитория.

source: ForksDivergence|The upstream changes could not be synchronized to this project due to file conflicts in the default branch. You must resolve the conflicts manually:
ko: 기본 브랜치의 파일 충돌로 인해 업스트림의 변경 사항을 이 프로젝트에 동기화할 수 없습니다. 충돌을 수작업으로 해결해야 합니다.
ru: Изменения из исходного репозитория не могут быть синхронизированы с этим проектом из-за конфликтов файлов в ветке по умолчанию. Необходимо вручную решить конфликты:

source: ForksDivergence|This fork has diverged from the upstream repository.
ko: 이 포크는 업스트림 리포지토리에서 분기 되었습니다.
ru: Этот форк разошёлся с исходным репозиторием.

source: ForksDivergence|Up to date with the upstream repository.
ko: 업스트림 리포지토리와 동일하게 최신 상태입니다.
ru: Актуально с исходным репозиторием.

source: ForksDivergence|Update fork
ko: 포크 업데이트
ru: Обновить форк

source: ForksDivergence|View merge request
ko: 머지 리퀘스트 보기
ru: Просмотреть запрос на слияние

source: Framework id(s) %{missing_ids} are invalid.
ko: 프레임워크 ID %{missing_ids} 가 잘못되었습니다.
ru: Идентификаторы регламента %{missing_ids} недействительны.

source: Framework successfully deleted
ko: 프레임워크가 성공적으로 삭제되었습니다.

source: Frameworks
ko: 프레임워크

source: Free Ultimate Trial with GitLab Duo Enterprise
ko: GitLab Duo Enterprise를 사용한 무료 Ultimate 평가판
ru: Бесплатная пробная версия Ultimate с GitLab Duo Enterprise

source: Free groups are limited to %{free_user_limit} member and the remaining members will get a status of over-limit and lose access to the group.
ko: 무료 요금제에서 그룹은 구성원이 %{free_user_limit}명으로 제한되며 나머지 구성원은 제한 초과 상태가 되어 그룹에 액세스할 수 없습니다.
ru: Бесплатные группы ограничены до %{free_user_limit} участника, а остальные участники получат статус превышения лимита и потеряют доступ к группе.

source: Free top-level groups will soon be limited to %{free_users_limit} users and %{free_storage_limit} of data
ko: 무료 최상위 그룹은 곧 %{free_users_limit} 사용자와 데이터 %{free_storage_limit} 로 제한됩니다.

source: Free trial will expire in %{days}
ko: 무료 평가판은 %{days}일 후에 만료됩니다.
ru: Бесплатный пробный период истечёт через %{days}

source: FreeUserCap|Action required: %{namespace_name} group has been placed into a read-only state
ko: 조치 필요: %{namespace_name} 그룹이 읽기 전용 상태로 설정되었습니다.

source: FreeUserCap|Explore paid plans
ko: 유료 요금제 살펴보기
ru: Обзор тарифных планов

source: FreeUserCap|Explore paid plans:
ko: 유료 요금제 살펴보기:
ru: Обзор тарифных планов:

source: FreeUserCap|Manage members
ko: 멤버 관리
ru: Управление участниками

source: FreeUserCap|Manage members:
ko: 멤버 관리:
ru: Управление участниками:

source: FreeUserCap|Start a trial:
ko: 평가판 시작:
ru: Начать пробный период:

source: FreeUserCap|To remove the %{link_start}read-only%{link_end} state and regain write access, you can reduce the number of users in your top-level group to %{free_user_limit} users or less. You can also %{upgrade_start}upgrade%{upgrade_end} to a paid tier, which do not have user limits. If you need additional time, you can %{trial_start}start a free 60-day trial%{trial_end} which includes unlimited users.
ko: %{link_start}읽기 전용%{link_end} 상태에서 쓰기 액세스 권한을 다시 얻는 방법으로는 최상위 그룹의 사용자 수를 %{free_user_limit} 명 이하로 줄이거나, 사용자 제한이 없는 유료 티어로 %{upgrade_start} 업그레이드%{upgrade_end} 합니다. 추가 시간이 필요한 경우 %{trial_start}무제한 사용자가 포함된 무료 60일 평가판%{trial_end} 시작할 수 있습니다.
ru: Чтобы удалить состояние %{link_start}только для чтения%{link_end} и восстановить доступ на запись, вы можете уменьшить количество пользователей в вашей основной группе до %{free_user_limit} пользователей или меньше. Также вы можете %{upgrade_start}перейти на платный тариф%{upgrade_end}, в котором нет ограничений по количеству пользователей. Если вам нужно больше времени, вы можете %{trial_start}начать бесплатный 60-дневный пробный период%{trial_end}, который включает неограниченное количество пользователей.

source: FreeUserCap|Upgrade:
ko: 업그레이드:

source: FreeUserCap|You have exceeded your limit of %{free_user_limit} users for %{namespace_name} group because users were added to a group inherited by a group or project in the %{namespace_name} group.
ko: %{namespace_name} 그룹의 그룹 또는 프로젝트에서 상속한 그룹에 사용자가 추가되었기 때문에 %{namespace_name} 그룹에 대한 사용자 제한 %{free_user_limit} 을 초과했습니다.

source: FreeUserCap|You've exceeded your user limit
ko: 사용자 한도를 초과했습니다.

source: Freeze end
ko: 변경금지 종료
ru: Окончание заморозки
