Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: You are not allowed to unlink your primary login account
ko: 기본 로그인 계정의 링크를 해제할 수 없습니다.
ru: Вы не можете отменить связь с вашей основной учетной записью

source: You are not authorized to delete this site profile
ko: 이 사이트 프로파일을 삭제할 권한이 없습니다.

source: You are not authorized to perform this action
ko: 이 동작을 수행할 권한이 없습니다.

source: You are not authorized to run this manual job
ko: 이 수동 작업을 실행할 권한이 없습니다.
ru: У вас нет прав для запуска этого ручного задания

source: You are not authorized to update this profile
ko: 이 프로필을 업데이트할 권한이 없습니다.

source: You are not authorized to update this scanner profile
ko: 이 스캐너 프로파일을 업데이트할 권한이 없습니다.

source: You are not authorized to upload metric images
ko: 측정항목 이미지를 업로드할 수 있는 권한이 없습니다.

source: You are now impersonating %{username}
ko: 지금 %{username}를 대리하고 있습니다.
ru: Теперь вы олицетворяете %{username}.

source: You are on a read-only GitLab instance.
ko: 읽기전용 GitLab 인스턴스를 사용중입니다.
ru: Вы используете GitLab в режиме только для чтения.

source: You are out of Pages parallel deployments. Delete some existing deployments to be able to create new ones. %{link}.
ko: Pages 병렬 배포가 없습니다. 새 배포를 만들려면 기존 배포를 삭제하세요. %{link}.
ru: У вас закончились параллельные развёртывания в Pages. Удалите некоторые существующие развёртывания, чтобы иметь возможность создать новые. %{link}.

source: You are receiving this email because you are an Owner of the Group.
ko: 귀하는 그룹의 소유자이기 때문에 이 이메일을 받으셨습니다.

source: You are receiving this email because you are either an Owner or Maintainer of the project.
ko: 귀하가 프로젝트의 소유자 또는 유지관리자이기 때문에 이 이메일을 받으셨습니다.
ru: Вы получили это письмо, потому что являетесь владельцем или мейнтейнером проекта.

source: You are receiving this message because you are a GitLab administrator for %{url}.
ko: %{url}의 GitLab 운영자이기 때문에 이 메시지를 받은 것입니다.
ru: Вы получили это сообщение, потому что вы являетесь администратором GitLab для %{url}.

source: You are trying to upload something other than an image. Please upload a .png, .jpg, .jpeg, .gif, .bmp, .tiff or .ico.
ko: 이미지가 아닌 다른 것을 업로드하려고 합니다. .png, .jpg, .jpeg, .gif, .bmp, .tif 또는 .ico를 업로드하십시오.

source: You are using a trial license. When you use a paid subscription, you'll be charged for %{trueUpLinkStart}users over license%{trueUpLinkEnd}.
ko: 평가판 라이센스를 사용하고 있습니다. 유료 구독을 사용하면 라이선스%{trueUpLinkEnd}를 초과하는 %{trueUpLinkStart}사용자에게 요금이 부과됩니다.
ru: Вы используете пробную лицензию. При переходе на платную подписку с вас будет взиматься плата за %{trueUpLinkStart}пользователей сверх лицензии%{trueUpLinkEnd}.

source: You can %{gitlabLinkStart}resolve conflicts on GitLab%{gitlabLinkEnd} or %{resolveLocallyStart}resolve them locally%{resolveLocallyEnd}.
ko: %{gitlabLinkStart}GitLab%{gitlabLinkEnd}에서 충돌을 해결하거나 %{resolveLocallyStart}로컬에서%{resolveLocallyEnd} 충돌을 해결할 수 있습니다.
ru: Вы можете %{gitlabLinkStart}решить конфликты в GitLab%{gitlabLinkEnd} или %{resolveLocallyStart}решить их локально%{resolveLocallyEnd}.

source: You can %{resolveLocallyStart}resolve them locally%{resolveLocallyEnd}.
ko: %{resolveLocallyStart}로컬에서%{resolveLocallyEnd} 해결할 수 있습니다.

source: You can adjust rules on auto-banning %{link_start}here%{link_end}.
ko: %{link_start}여기%{link_end}에서 자동 계정정지에 대한 규칙을 조정할 수 있습니다.

source: You can adjust rules on auto-banning here: %{url}.
ko: 여기에서 자동 계정정지에 대한 규칙을 조정할 수 있습니다. %{url}.

source: You can also create a project from the command line.
ko: 명령줄을 통해 프로젝트를 생성할 수 있습니다.
ru: Вы также можете создать проект с помощью командной строки.

source: You can also press Ctrl-Enter
ko: Ctrl-Enter를 사용할 수 있습니다.
ru: Вы также можете нажать Ctrl-Enter

source: You can also press ⌘-Enter
ko: ⌘-Enter를 사용할 수 있습니다.

source: You can also star a label to make it a priority label.
ko: 라벨에 별점을 붙여 우선순위 라벨을 만들 수도 있습니다.
ru: Вы можете также отметить метку звёздочкой, чтобы сделать её приоритетной.

source: You can also upload existing files from your computer using the instructions below.
ko: 다음 방법을 사용하여 컴퓨터에서 기존 파일을 업로드할 수도 있습니다.
ru: Вы также можете загрузить существующие файлы с компьютера, используя приведённые ниже инструкции.

source: You can also use group access tokens with Git to authenticate over HTTP(S). %{link_start}Learn more.%{link_end}
ko: Git로 그룹 액세스 토큰을 사용하여 HTTP(S)를 통해 인증할 수도 있습니다. %{link_start}자세히 알아보기.%{link_end}
ru: Вы также можете использовать токены доступа группы с Git для аутентификации через HTTP(S). %{link_start}Подробнее.%{link_end}

source: You can also use project access tokens with Git to authenticate over HTTP(S). %{link_start}Learn more.%{link_end}
ko: Git로 프로젝트 액세스 토큰을 사용하여 HTTP(S)를 통해 인증할 수도 있습니다. %{link_start}자세히 알아보기.%{link_end}
ru: Вы также можете использовать токены доступа проекта с Git для аутентификации через HTTP(S). %{link_start}Подробнее.%{link_end}

source: You can always edit this later
ko: 나중에 언제든지 수정할 수 있습니다.

source: You can check it in your %{pat_link_start}personal access tokens%{pat_link_end} settings.
ko: %{pat_link_start} 개인 액세스 토큰 %{pat_link_end} 설정에서 확인할 수 있습니다.
ru: Вы можете проверить его в настройках %{pat_link_start}личных токенов доступа%{pat_link_end}.

source: You can check it in your in your personal access tokens settings %{pat_link}.
ko: 개인 액세스 토큰 설정 %{pat_link}에서 확인할 수 있습니다.
ru: Вы можете проверить его в настройках личных токенов доступа %{pat_link}.

source: You can check your tokens or create a new one in your %{pat_link_start}personal access tokens settings%{pat_link_end}.
ko: %{pat_link_start}개인 액세스 토큰 설정%{pat_link_end}에서 토큰을 확인하거나 새 토큰을 만들 수 있습니다.
ru: Вы можете проверить свои токены или создать новый в %{pat_link_start}настройках личных токенов доступа%{pat_link_end}.

source: You can check your tokens or create a new one in your personal access tokens settings %{pat_link}.
ko: 개인 액세스 토큰 설정 %{pat_link}에서 토큰을 확인하거나 새 토큰을 만들 수 있습니다.
ru: Вы можете посмотреть свои токены или создать новый в настройках личных токенов доступа %{pat_link}.

source: You can create a new %{link}.
ko: 새 %{link}를 생성할 수 있습니다.

source: You can create a new %{name} inside this project by sending an email to the following email address:
ko: 다음 이메일 주소로 이메일을 보내 이 프로젝트 내에 새 %{name}를 생성할 수 있습니다.
ru: Вы можете создать %{name} в этом проекте, отправив письмо на следующий адрес электронной почты:

source: You can create a new SSH key by visiting %{link}
ko: %{link}를 방문하여 새 SSH 키를 생성할 수 있습니다

source: You can create a new one or check them in your %{link_start}access tokens%{link_end} settings.
ko: 새로운 토큰을 만들거나 %{link_start}액세스 토큰%{link_end} 설정에서 확인할 수 있습니다.
ru: Вы можете создать новый или проверить имеющиеся в настройках %{link_start}токенов доступа%{link_end}.

source: You can create a new one or check them in your %{pat_link_start}personal access tokens%{pat_link_end} settings.
ko: 새 항목을 만들거나 %{pat_link_start} 개인 액세스 토큰 %{pat_link_end} 설정에서 확인할 수 있습니다.
ru: Вы можете создать новый токен или проверить их в настройках %{pat_link_start}личных токенов доступа%{pat_link_end}.

source: You can create a new one or check them in your %{ssh_key_link_start}SSH keys%{ssh_key_link_end} settings.
ko: 새 항목을 만들거나 %{ssh_key_link_start}SSH 키%{ssh_key_link_end} 설정에서 확인할 수 있습니다.
ru: Вы можете создать новый или проверить их в настройках %{ssh_key_link_start}ключей SSH%{ssh_key_link_end}.

source: You can create a new one or check them in your SSH keys settings %{ssh_key_link}.
ko: 새 키를 만들거나 SSH 키 설정 %{ssh_key_link}에서 확인할 수 있습니다.
ru: Вы можете создать новый или проверить их в настройках ключей SSH %{ssh_key_link}.

source: You can create a new one or check them in your access token settings: %{target_url}
ko: 새 토큰을 생성하거나 액세스 토큰 설정에서 확인할 수 있습니다: %{target_url}

source: You can create a new one or check them in your personal access tokens settings %{pat_link}.
ko: 새 토큰을 만들거나 개인 액세스 토큰 설정 %{pat_link}에서 확인할 수 있습니다.
ru: Вы можете создать новый токен или проверить их в настройках личных токенов доступа %{pat_link}.

source: You can create a new personal access token by visiting %{link}
ko: %{link}을 방문하여 새로운 개인 액세스 토큰을 생성할 수 있습니다.
ru: Вы можете создать новый личный токен доступа, посетив %{link}

source: You can create new ones at your %{pat_link_start}personal access tokens%{pat_link_end} settings
ko: %{pat_link_start}개인 액세스 토큰%{pat_link_end} 설정에서 새 항목을 만들 수 있습니다.
ru: Вы можете создать новые в настройках %{pat_link_start}личных токенов доступа%{pat_link_end}.

source: You can create new ones at your personal access tokens settings %{pat_link}
ko: 개인 액세스 토큰 설정에서 새로운 토큰을 생성할 수 있습니다 %{pat_link}
ru: Вы можете создать новые в настройках личных токенов доступа %{pat_link}

source: You can enable group access token creation in %{link_start}group settings%{link_end}.
ko: %{link_start} 그룹 설정 %{link_end}에서 그룹 액세스 토큰 생성을 사용하도록 설정할 수 있습니다.

source: You can enable project access token creation in %{link_start}group settings%{link_end}.
ko: %{link_start} 그룹 설정 %{link_end}에서 프로젝트 액세스 토큰 생성을 사용하도록 설정할 수 있습니다.

source: You can enter up to 280 characters
ko: 최대 280자까지 입력할 수 있습니다

source: You can filter by 'days to merge' by clicking on the columns in the chart.
ko: 차트의 열을 클릭하여 '머지할 날짜'로 필터링할 수 있습니다.

source: You can find more information about GitLab subscriptions in %{subscriptions_doc_link}.
ko: %{subscriptions_doc_link}에서 GitLab 구독에 대한 자세한 정보를 찾을 수 있습니다.

source: You can invite a new member to %{project_name} or invite another group.
ko: %{project_name} 에 새 회원을 초대하거나 다른 그룹을 초대할 수 있습니다.
ru: Вы можете пригласить нового участника в проект %{project_name} или пригласить другую группу.

source: You can invite a new member to %{project_name}.
ko: %{project_name} 에 새 멤버를 초대할 수 있습니다.

source: You can invite another group to %{project_name}.
ko: %{project_name} 에 다른 그룹을 초대할 수 있습니다..
ru: Вы можете пригласить другую группу в проект %{project_name}.

source: You can modify this job's CI/CD variables before running it again.
ko: 다시 실행하기 전에 이 작업의 CI/CD 변수를 수정할 수 있습니다.
ru: Вы можете изменить переменные CI/CD этого задания перед его повторным запуском.

source: You can move around the graph by using the arrow keys.
ko: 화살표 키를 사용하여 그래프를 움직일 수 있습니다.
ru: Вы можете перемещаться по диаграмме с помощью клавиш со стрелками.

source: You can notify the app / group or a project by sending them an email notification
ko: 앱/그룹 또는 프로젝트에 이메일 알림을 보내주시면 됩니다.

source: You can now close this window.
ko: 이제 이 창을 닫으셔도 됩니다.
ru: Вы можете закрыть это окно.

source: You can now submit a merge request to get this change into the original branch.
ko: 이제 머지 리퀘스트를 제출하여 이 변경 사항을 원래 브랜치로 가져올 수 있습니다.
ru: Теперь вы можете отправить запрос на слияние, чтобы внести это изменение в исходную ветку.

source: You can now submit a merge request to get this change into the original project.
ko: 이제 머지 리퀘스트를 제출하여 이 변경 사항을 원래 프로젝트로 가져올 수 있습니다.
ru: Теперь вы можете отправить запрос на слияние, чтобы внести это изменение в исходный проект.

source: You can only add up to %{max_contacts} contacts at one time
ko: 한 번에 최대 %{max_contacts}명의 연락처만 추가할 수 있습니다.

source: You can only edit files when you are on a branch
ko: 브랜치에 있을 때만 파일을 편집할 수 있습니다.

source: You can only merge once the items above are resolved.
ko: 위 항목이 해결된 후에만 머지할 수 있습니다.

source: You can only transfer the project to namespaces you manage.
ko: 관리하는 네임스페이스에만 프로젝트를 전송할 수 있습니다.
ru: Вы можете перенести проект только в те пространства имен, которыми управляете.

source: You can specify notification level per group or per project.
ko: 그룹별 또는 프로젝트별로 알림 수준을 지정할 수 있습니다.
ru: Вы можете указать уровень уведомлений в каждой группе или в проекте.

source: You can still use and manage existing tokens. %{link_start}Learn more.%{link_end}
ko: 기존 토큰을 계속 사용하고 관리할 수 있습니다. %{link_start}자세히 알아보기%{link_end}
ru: Вы по-прежнему можете использовать существующие токены и управлять ими. %{link_start}Подробнее.%{link_end}

source: You can unsubscribe from further updates to this ticket. To receive updates in the future, you will have to be added again as a participant.
ko: 이 티켓에 대한 추가 업데이트를 구독 취소할 수 있습니다. 앞으로 업데이트를 받으려면 다시 참가자로 추가되어야 합니다.

source: You can view the source or %{linkStart}%{cloneIcon} clone the repository%{linkEnd}
ko: 소스 또는 %{linkStart}%{cloneIcon} 리포지토리%{linkEnd}를 복제할 수 있습니다.
ru: Вы можете просмотреть исходный код или %{linkStart}%{cloneIcon} клонировать репозиторий%{linkEnd}

source: You can't approve because you added one or more commits to this merge request.
ko: 이 머지 리퀘스트에 하나 이상의 커밋을 추가했기 때문에 승인할 수 없습니다.
ru: Вы не можете одобрить, потому что вы добавили один или несколько коммитов в этот запрос на слияние.

source: You can't follow more than %{limit} users. To follow more users, unfollow some others.
ko: %{limit} 명 이상의 사용자를 팔로우할 수 없습니다. 더 많은 사용자를 팔로우하려면 다른 사용자를 팔로우 해제하세요.
ru: Вы не можете подписаться более чем на %{limit} пользователей. Чтобы подписаться на новых, отпишитесь от некоторых других.

source: You can't override the request for changes because you don't have permission to merge this merge request. To override, ask someone who is eligible to merge this merge request.
ko: 이 머지 리퀘스트를 머지할 권한이 없으므로 변경 요청을 오버라이드 할 수 없습니다. 오버라이드 하려면 이 머지 리퀘스트를 머지할 자격이 있는 사람에게 문의하세요.
ru: Вы не можете обойти запрос на изменения, потому что у вас нет прав для слияния этого запроса. Чтобы обойти, обратитесь к тому, кто может выполнить слияние.

source: You cannot %{action} %{state} users.
ko: 사용자를 %{action} %{state} 할 수 없습니다.

source: You cannot access the raw file. Please wait a minute.
ko: 원시 파일에 액세스할 수 없습니다. 잠시만 기다려 주십시오.

source: You cannot add any more epics. This epic already has maximum number of child issues & epics.
ko: 더 이상 에픽을 추가할 수 없습니다. 이 에픽에는 이미 하위 이슈와 에픽이 최대로 들어 있습니다.

source: You cannot add any more issues. This epic already has maximum number of child issues & epics.
ko: 더 이상 이슈를 추가할 수 없습니다. 이 에픽에는 이미 최대 하위 이슈와 에픽이 있습니다.

source: You cannot approve your own deployment. This configuration can be adjusted in the protected environment settings.
ko: 자신의 배포를 승인할 수 없습니다. 이 구성은 보호된 환경 설정에서 조정할 수 있습니다.

source: You cannot assign or unassign frameworks to a project that has more than one associated framework.
ko: 둘 이상의 연관된 프레임워크가 있는 프로젝트에 프레임워크를 할당하거나 할당 취소할 수 없습니다.

source: You cannot ban paid users.
ko: 유료 사용자를 계정정지 할 수 없습니다.
ru: Вы не можете забанить платных пользователей.

source: You cannot change the access of the last owner from the organization
ko: 조직에서 마지막 소유자의 액세스 권한을 변경할 수 없습니다.

source: You cannot combine replace_ids with add_ids or remove_ids
ko: replace_ids를 add_ids 또는 remove_ids와 결합할 수 없습니다.

source: You cannot create new projects in your personal namespace because you have reached your personal project limit.
ko: 개인 프로젝트 한도에 도달했기 때문에 개인 네임스페이스에 새 프로젝트를 만들 수 없습니다.
ru: Вы не можете создавать новые проекты в вашем личном пространстве имён, потому что достигнут лимит по количеству проектов.

source: You cannot create projects in your personal namespace. Contact your GitLab administrator.
ko: 개인 네임스페이스에는 프로젝트를 생성할 수 없습니다. GitLab 운영자에게 문의하세요.
ru: Вы не можете создавать проекты в вашем личном пространстве имён. Свяжитесь с администратором GitLab.

source: You cannot impersonate a blocked user
ko: 차단된 사용자를 대리(Impersonate) 할 수 없습니다.
ru: Вы не можете олицетворять заблокированного пользователя.

source: You cannot impersonate a user who cannot log in
ko: 로그인할 수 없는 사용자로 대리(Impersonate) 할 수 없습니다.
ru: Вы не можете олицетворять пользователя, который не может войти в систему.

source: You cannot impersonate a user with an expired password
ko: 비밀번호가 만료된 사용자를 대리(Impersonate) 할 수 없습니다.
ru: Вы не можете олицетворять пользователя с истёкшим паролем.

source: You cannot impersonate an internal user
ko: 내부 사용자로 대리(Impersonate) 할 수 없습니다.
ru: Вы не можете выдать себя за внутреннего пользователя

source: You cannot invite a new member to %{strong_start}%{group_name}%{strong_end}. User invitations are disabled by the %{actor}.
ko: 새로운 사용자를 %{strong_start}%{group_name}%{strong_end}에 초대할 수 없습니다. 사용자 초대 기능은 %{actor}에 의해 비활성화되었습니다.
ru: Вы не можете пригласить нового участника в группу %{strong_start}%{group_name}%{strong_end}. Приглашения пользователей отключены %{actor}.

source: You cannot invite a new member to %{strong_start}%{project_name}%{strong_end}. User invitations are disabled by the %{actor}.
ko: 새로운 사용자를 %{strong_start}%{project_name}%{strong_end}에 초대할 수 없습니다. 사용자 초대 기능은 %{actor}에 의해 비활성화되었습니다.
ru: Вы не можете пригласить нового участника в проект %{strong_start}%{project_name}%{strong_end}. Приглашения пользователей отключены %{actor}.

source: You cannot play this scheduled pipeline at the moment. Please wait a minute.
ko: 지금은 이 예약된 파이프라인을 재생할 수 없습니다. 잠시만 기다려 주십시오.

source: You cannot rename an environment after it's created.
ko: 환경을 만든 후에는 이름을 바꿀 수 없습니다.

source: You cannot set yourself to awaiting
ko: 자신을 대기중으로 설정할 수 없습니다.
ru: Вы не можете настроить себя на ожидание

source: You cannot verify %{value} because it is a popular public email domain.
ko: %{value} 널리 사용되는 공개 이메일 도메인이므로 인증할 수 없습니다.

source: You cannot write to a read-only secondary GitLab Geo instance. Please use %{link_to_primary_node} instead.
ko: 읽기 전용 세컨더리 GitLab Geo 인스턴스에는 쓸 수 없습니다. 대신 %{link_to_primary_node}를 사용하십시오.
ru: Вы не можете вносить изменения во вторичный экземпляр GitLab Geo, доступный только для чтения. Вместо него, пожалуйста, используйте %{link_to_primary_node}.

source: You cannot write to this read-only GitLab instance.
ko: 읽기 전용 GitLab 인스턴스에는 쓰기가 불가능합니다.
ru: Вы не можете записывать на этот экземпляр "только для чтения" кластера GitLab.

source: You can’t edit files directly in this project.
ko: 당신은 프로젝트에서 직접 파일을 편집할 수 없습니다.
ru: Вы не можете редактировать файлы напрямую в этом проекте.

source: You can’t edit files directly in this project. Fork this project and submit a merge request with your changes.
ko: 당신은 이 프로젝트에서는 파일을 직접 편집할 수 없습니다. 이 프로젝트를 포크하고 변경 사항과 함께 머지 요청을 요청하십시오
ru: Вы не можете редактировать файлы напрямую в этом проекте. Форкните этот проект и отправьте запрос на слияние с вашими изменениями.

source: You commented
ko: 당신이 댓글을 달았습니다
ru: Вы оставили комментарий

source: You currently have no custom domains.
ko: 현재 커스텀 도메인이 없습니다.

source: You do not belong to any groups yet.
ko: 당신은 아직 어떤 그룹에도 속해 있지 않습니다.
ru: Вы пока не состоите ни в одной группе.

source: You do not belong to any projects yet.
ko: 당신은 아직 어떤 프로젝트에도 속해 있지 않습니다.
ru: Вы пока не принадлежите к никаким проектам.

source: You do not have access to any projects for creating incidents.
ko: 당신은 인시던트 생성을 위한 프로젝트에 대한 액세스 권한이 없습니다.
ru: У вас нет доступа к проектам для создания инцидентов.

source: You do not have any subscriptions yet
ko: 당신은 아직 구독이 없습니다.
ru: У вас пока нет подписок

source: You do not have permission to access DORA4 metrics.
ko: DORA4 측정항목에 액세스할 수 있는 권한이 없습니다.

source: You do not have permission to access dora metrics.
ko: dora 측정항목에 액세스할 수 있는 권한이 없습니다.

source: You do not have permission to approve a member
ko: 당신은 구성원을 승인할 권한이 없습니다.

source: You do not have permission to leave this %{namespaceType}.
ko: 이 %{namespaceType}를(를) 떠날 수 있는 권한이 없습니다

source: You do not have permission to lock this
ko: 당신은 이를 잠글 수 있는 권한이 없습니다

source: You do not have permission to run a pipeline on this branch.
ko: 이 브랜치에서 파이프라인을 실행할 권한이 없습니다.

source: You do not have permission to set a member awaiting
ko: 멤버를 대기하도록 설정할 권한이 없습니다.

source: You do not have permission to unlock it
ko: 이를 잠금 해제할 수 있는 권한이 없습니다

source: You do not have permission to update the environment.
ko: 당신은 환경을 업데이트할 권한이 없습니다.

source: You do not have permissions to run the import.
ko: 가져오기를 실행할 권한이 없습니다.

source: You don't have any WebAuthn devices registered yet.
ko: 아직 등록된 WebAuthn 장치가 없습니다.
ru: У вас еще нет зарегистрированных устройств WebAuthn.

source: You don't have any active chat names.
ko: 활성 채팅 이름이 없습니다.
ru: У вас нет активных имён в чатах.

source: You don't have any applications.
ko: 애플리케이션이 없습니다.
ru: У вас нет приложений.

source: You don't have any authorized applications.
ko: 승인된 애플리케이션이 없습니다.
ru: У вас нет авторизованных приложений.

source: You don't have any recent searches
ko: 최근 검색어가 없습니다.
ru: У вас нет недавних запросов

source: You don't have permission to approve this deployment. Contact the project or group owner for help.
ko: 이 배포를 승인할 권한이 없습니다. 프로젝트 또는 그룹 소유자에게 도움을 요청하세요
ru: У вас нет прав для одобрения этого развертывания. Обратитесь к владельцу проекта или группы за помощью.

source: You don't have permission to commit to %{branchName}. %{linkStart}Learn more.%{linkEnd}
ko: %{branchName}에 커밋 할 수 있는 권한이 없습니다. %{linkStart}상세 정보.%{linkEnd}

source: You don't have permission to manage email participants.
ko: 이메일 참가자를 관리할 권한이 없습니다.

source: You don't have permission to manage this issue.
ko: 이 이슈를 관리할 권한이 없습니다.

source: You don't have permission to update the setting %{attribute}.
ko: %{attribute} 설정을 업데이트를 할 권한이 없습니다.

source: You don't have permission to view this epic
ko: 이 에픽을 볼 수 있는 권한이 없습니다

source: You don't have permissions to import this project
ko: 이 프로젝트를 가져올 수 있는 권한이 없습니다

source: You don't have sufficient permission to perform this action.
ko: 이 동작을 수행할 충분한 권한이 없습니다.
ru: У вас недостаточно прав для выполнения этого действия.

source: You don't have the %{role} role for any groups in this instance.
ko: 이 인스턴스의 그룹에 대한 %{role} 역할이 없습니다.
ru: Вы не обладаете ролью %{role} в каких-либо группах в этом экземпляре.

source: You don't have write access to the source branch.
ko: 이 소스 브랜치에 쓰기 권한이 없습니다.
ru: У вас нет прав на запись в исходную ветку.

source: You don't need to link the security policy projects from the group. All policies in the security policy projects are inherited already.
ko: 그룹의 보안 정책 프로젝트를 링크할 필요가 없습니다. 보안 정책 프로젝트의 모든 정책은 이미 상속되었습니다.

source: You don’t have access to Productivity Analytics in this group
ko: 이 그룹의 생산성 분석에 액세스할 수 없습니다.

source: You don’t have access to Value Stream Analytics for this group
ko: 이 그룹에 대한 가치 흐름 분석에 액세스할 수 없습니다.
ru: У вас нет доступа к аналитике потока ценности данной группы

source: You have already reported this user
ko: 이 사용자를 이미 신고했습니다.

source: You have already requested access.
ko: 이미 액세스 권한을 요청하셨습니다.
ru: Вы уже запросили доступ.

source: You have been added to ticket #%{issue_iid}.
ko: #%{issue_iid} 티켓에 추가되었습니다.

source: You have been enrolled in the Early Access Program. Thank you for helping make GitLab better. You will receive an email with more details about the program.
ko: 먼저 체험하기 프로그램에 등록되었습니다. GitLab을 더 좋게 만드는 데 도움을 주셔서 감사합니다. 프로그램에 대한 자세한 내용이 담긴 이메일을 받게 됩니다.

source: You have been granted access to the %{source_name} %{source_type} with the following role: %{role_name}.
ko: %{role_name}역할로 %{source_name} %{source_type} 에 대한 액세스 권한이 부여되었습니다.
ru: Вам предоставлен доступ к %{source_name} %{source_type} со следующей ролью: %{role_name}.

source: You have been granted access to the %{source_name} %{source_type}, which is part of the %{organization_name} organization with the following role: %{role_name}.
ko: 귀하에게는 %{source_name} %{source_type}에 대한 액세스 권한이 부여되었습니다. 이 조직은 %{organization_name} 의 일부이며 다음 역할을 가지고 있습니다: %{role_name}.

source: You have been invited by %{link_to_inviter} to join %{source_name} %{strong_open}%{link_to_source}%{strong_close} as %{role}
ko: %{link_to_inviter}에서 %{source_name}%{strong_open}%{link_to_source}%{strong_close}를 %{role}로 가입하도록 초대했습니다.

source: You have been redirected to the only result; see the %{a_start}search results%{a_end} instead.
ko: 유일한 결과로 리디렉션되었습니다. 대신 %{a_start} 검색 결과 %{a_end}를 참조하십시오.
ru: Вы были перенаправлены к единственному результату. Перейти %{a_start}к результатам поиска%{a_end} вместо этого.

source: You have been unsubscribed from this thread.
ko: 이 스레드에서 구독이 취소되었습니다.

source: You have consumed all available storage and you can't push or add large files to %{project_name}
ko: 사용가능한 모든 소토리지를 사용하였기 때문에 푸시나 대용량 파일을 %{project_name}에 대해 저장할 수 없습니다

source: You have consumed all available storage and you can't push or add large files to %{strong_start}%{project_name}%{strong_end}
ko: 사용가능한 모든 소토리지를 사용하였기 때문에 푸시나 대용량 파일을 %{strong_start}%{project_name}%{strong_end}에 대해 저장할 수 없습니다

source: You have declined the invitation to join %{title} %{name}.
ko: %{title} %{name}에 대한 참여 초대를 거부했습니다.
