Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ClusterIntegration|Specifying a domain will allow you to use Auto Review Apps and Auto Deploy stages for %{linkStart}Auto DevOps.%{linkEnd} The domain should have a wildcard DNS configured matching the domain.
ko: 도메인을 지정하면 %{linkStart}자동 DevOps%{linkEnd}에 대해 자동 검토 앱 및 자동 배포 단계를 사용할 수 있습니다. 도메인에는 도메인과 일치하는 와일드카드 DNS가 구성되어 있어야 합니다.
ru: Указание домена позволит вам использовать автоматические приложения для рецензии и автоматические этапы развёртывания для %{linkStart}Auto DevOps.%{linkEnd} Домен должен иметь настроенную DNS-запись с шаблоном, соответствующим этому домену.

source: ClusterIntegration|Step 1. Connect the agent
ko: 1 단계. 에이전트 연결
ru: Шаг 1. Подключите агента

source: ClusterIntegration|Step 2. Migrate your environments
ko: 2단계. 환경 마이그레이션
ru: Шаг 2. Миграция ваших окружений

source: ClusterIntegration|The %{agent_docs_link_start}GitLab Agent for Kubernetes %{agent_docs_link_end} offers improved security, reliability, and functionality. Follow the steps below to create a new agent and migrate your existing certificate-based integration. The process is automated, but you still need to %{install_docs_link_start}install the agent%{install_docs_link_end} in your cluster.
ko: %{agent_docs_link_start}쿠버네티스용 GitLab 에이전트%{agent_docs_link_end}는 향상된 보안, 안정성 및 기능을 제공합니다. 아래 단계에 따라 새 에이전트를 만들고 기존 인증서 기반 통합을 마이그레이션하세요. 프로세스는 자동화되었지만 여전히 클러스터에 %{install_docs_link_start}에이전트를 설치해야 합니다%{install_docs_link_end}.
ru: %{agent_docs_link_start}Агент GitLab для Kubernetes%{agent_docs_link_end} обеспечивает улучшенную безопасность, надёжность и функциональность. Следуйте инструкциям ниже, чтобы создать нового агента и мигрировать вашу существующую интеграцию на базе сертификатов. Процесс автоматизирован, но вам всё равно нужно %{install_docs_link_start}установить агента%{install_docs_link_end} в вашем кластере.

source: ClusterIntegration|The Kubernetes certificate used to authenticate to the cluster.
ko: 클러스터에 인증하는 데 사용되는 Kubernetes 인증서입니다.
ru: SSL-сертификат Kubernetes, используемый для аутентификации кластера.

source: ClusterIntegration|The URL used to access the Kubernetes API.
ko: Kubernetes API에 액세스하는 데 사용되는 URL입니다.
ru: URL, используемый для доступа к API Kubernetes.

source: ClusterIntegration|The agent connection is set up.
ko: 에이전트 연결이 설정되었습니다.
ru: Подключение агента настроено.

source: ClusterIntegration|The agent was not installed in the cluster.
ko: 클러스터에 에이전트가 설치되지 않았습니다.
ru: Агент не был установлен в кластере.

source: ClusterIntegration|The certificate-based Kubernetes integration is deprecated and will be removed in the future. You should %{linkStart}migrate to the GitLab agent for Kubernetes%{linkEnd}. For more information, see the %{deprecationLinkStart}deprecation epic%{deprecationLinkEnd}, or contact GitLab support.
ko: 인증서 기반 Kubernetes 통합은 더 이상 사용되지 않으며 향후 제거될 예정입니다. %{linkStart}Kubernetes용 GitLab 에이전트로 %{linkEnd} 이전 해야 합니다. 자세한 내용은 %{deprecationLinkStart}지원 중단 에픽%{deprecationLinkEnd}참조하거나 GitLab 지원팀에 문의하세요.
ru: Интеграция Kubernetes на основе сертификатов устарела и будет удалена в будущем. Рекомендуется %{linkStart}перейти на агент GitLab для Kubernetes%{linkEnd}. Для получения дополнительной информации смотрите %{deprecationLinkStart}цель об устаревании%{deprecationLinkEnd}, или обратитесь в поддержку GitLab.

source: ClusterIntegration|The certificate-based Kubernetes integration is deprecated and will be removed in the future. You should %{linkStart}migrate to the GitLab agent for Kubernetes%{linkEnd}. For more information, see the %{deprecationLinkStart}deprecation epic%{deprecationLinkEnd}.
ko: 인증서 기반 Kubernetes 통합은 더 이상 사용되지 않으며 향후 제거될 예정입니다. %{linkStart} Kubernetes용 GitLab%{linkEnd} 에이전트로 이전해야 합니다. 자세한 내용은 %{deprecationLinkStart}지원 중단 서사시%{deprecationLinkEnd}참조하세요.
ru: Интеграция Kubernetes на основе сертификатов устарела и будет удалена в будущем. Рекомендуется %{linkStart}перейти на агент GitLab для Kubernetes%{linkEnd}. Для получения дополнительной информации смотрите %{deprecationLinkStart}цель об устаревании%{deprecationLinkEnd}.

source: ClusterIntegration|The certificate-based method to connect clusters to GitLab was %{linkStart}deprecated%{linkEnd} in GitLab 14.5.
ko: GitLab에 클러스터를 연결하는 인증서 기반 방법은 GitLab 14.5 부터는 %{linkStart}더 이상 사용되지 않습니다.%{linkEnd}

source: ClusterIntegration|The namespace associated with your project. This will be used for deploy boards, and Web terminals.
ko: 프로젝트와 관련된 네임스페이스. 이것은 배포 보드 및 웹 터미널에 사용됩니다.
ru: Пространство имён, связанное с вашим проектом. Оно будет использоваться для панелей развёртывания и веб-терминалов.

source: ClusterIntegration|There was a problem authenticating with your cluster. Please ensure your CA Certificate and Token are valid.
ko: 클러스터 인증에 문제가 있습니다. CA 인증서와 토큰이 유효한지 확인하십시오.
ru: Произошла ошибка при аутентификации с вашим кластером. Убедитесь, что сертификат CA и токен действительны.

source: ClusterIntegration|There was an HTTP error when connecting to your cluster.
ko: 클러스터에 연결할 때 HTTP 오류가 발생했습니다.

source: ClusterIntegration|This is necessary if your integration has become out of sync. The cache is repopulated during the next CI job that requires namespace and service accounts.
ko: 통합이 동기화되지 않은 경우 필요합니다. 캐시는 네임스페이스 및 서비스 계정이 필요한 다음 CI 작업 중에 다시 채워집니다.
ru: Это необходимо, если ваша интеграция не синхронизировалась. Кэш повторно заполняется во время следующего задания CI, которое требует пространства имен и учётных записей служб.

source: ClusterIntegration|This is necessary to clear existing environment-namespace associations from clusters previously managed by GitLab.
ko: 이것은 GitLab에서 이전에 관리했던 클러스터에서 기존 환경-네임스페이스(environment-namespace) 연결을 지우는 데 필요합니다.

source: ClusterIntegration|This option will allow you to install applications on RBAC clusters.
ko: 이 옵션을 사용하면 RBAC 클러스터에 응용 프로그램을 설치할 수 있습니다.
ru: Эта опция позволит вам устанавливать приложения на кластеры RBAC.

source: ClusterIntegration|This process is %{issue_link_start}deprecated%{issue_link_end}. Use the %{docs_link_start}the GitLab agent for Kubernetes%{docs_link_end} instead.
ko: 이 프로세스는 %{issue_link_start}%{issue_link_end}더 이상 사용되지 않습니다. Kubernetes%{docs_link_end} 용 GitLab 에이전트 %{docs_link_start}를 대신 사용하십시오.

source: ClusterIntegration|This will permanently delete the following resources:
ko: 이렇게 하면 다음 리소스가 영구적으로 삭제됩니다:

source: ClusterIntegration|To remove your integration and resources, type %{clusterName} to confirm:
ko: 통합 및 리소스를 제거하려면 %{clusterName} 을 입력하여 확인하십시오.

source: ClusterIntegration|To remove your integration, type %{clusterName} to confirm:
ko: 통합을 제거하려면 %{clusterName} 을 입력하여 확인하십시오.

source: ClusterIntegration|To track migration progress, create an issue and enter the issue URL.
ko: 마이그레이션 진행 상황을 추적하려면 이슈를 생성하고 이슈 URL을 입력하세요.
ru: Для отслеживания хода миграции создайте обсуждение и введите URL обсуждения.

source: ClusterIntegration|Troubleshooting tips:
ko: 문제 해결 팁:
ru: Советы по устранению проблем:

source: ClusterIntegration|Unable to Authenticate
ko: 인증할 수 없음
ru: Аутентификация не удалась

source: ClusterIntegration|Unable to Connect
ko: 연결할 수 없음
ru: Невозможно подключиться

source: ClusterIntegration|Unknown Error
ko: 알 수 없는 오류
ru: Неизвестная ошибка

source: ClusterIntegration|Use GitLab to deploy to your cluster, run jobs, use review apps, and more.
ko: GitLab을 사용하여 클러스터에 배포, 작업 실행, 리뷰 앱 사용 등을 수행합니다.
ru: Используйте GitLab для развёртывания в кластер, запуска заданий, использования автоматических приложений для рецензии и других задач.

source: ClusterIntegration|Use the %{linkStart}GitLab agent%{linkEnd} to safely connect your Kubernetes clusters to GitLab. You can deploy your applications, run your pipelines, use Review Apps, and much more.
ko: %{linkStart}GitLab 에이전트%{linkEnd} 을 사용하여 Kubernetes 클러스터를 GitLab에 안전하게 연결하십시오. 애플리케이션을 배포하고, 파이프라인을 실행하고, 앱 검토 등을 사용할 수 있습니다.
ru: Используйте %{linkStart}агент GitLab%{linkEnd} для безопасного подключения кластеров Kubernetes к GitLab. Вы можете разворачивать приложения, запускать конвейеры, использовать автоматические приложения для рецензии и многое другое.

source: ClusterIntegration|Using AutoDevOps with multiple clusters? %{help_link_start}Read this first.%{help_link_end}
ko: 복수의 클러스터에서 AutoDevOps를 사용합니까? %{help_link_start}먼저 읽어보세요.%{help_link_end}

source: ClusterIntegration|Where do you want to create a cluster?
ko: 클러스터를 생성하고자 하는 위치는?
ru: Где вы хотите создать кластер?

source: ClusterIntegration|You are about to remove your cluster integration and all GitLab-created resources associated with this cluster.
ko: 이 클러스터와 연결된 모든 GitLab 생성 리소스 및 클러스터 통합을 제거하려고 합니다.

source: ClusterIntegration|You are about to remove your cluster integration.
ko: 클러스터 통합을 제거하려고 합니다.

source: ClusterIntegration|You must connect the agent before you can save a migration issue.
ko: 마이그레이션 이슈를 저장하려면 먼저 에이전트를 연결해야 합니다.
ru: Вы должны подключить агент, прежде чем сможете сохранить обсуждение миграции.

source: ClusterIntegration|Your cluster API is unreachable. Please ensure your API URL is correct.
ko: 당신의 클러스터 API에 연결할 수 없습니다. API URL이 올바른지 확인하세요.
ru: API кластера недоступно. Пожалуйста, убедитесь, что ваш API URL правильный.

source: ClusterIntegration|Your project doesn't have any GitLab agents
ko: 당신의 프로젝트에 GitLab 에이전트가 없습니다.
ru: В вашем проекте нет агентов GitLab

source: ClusterIntegration|sign up
ko: 가입
ru: регистрации

source: Clusters|An error occurred while loading clusters
ko: 클러스터를 로드하는 동안 오류가 발생했습니다.

source: Co-authored-by: ...
ko: 공동 작성자: ...
ru: Соавтор: ...

source: Code
ko: 코드
ru: Код

source: Code Coverage in %%
ko: 코드 커버리지 (%%)
ru: Покрытие кода в %%

source: Code Coverage: %{coveragePercentage}%{percentSymbol}
ko: 코드 커버리지: %{coveragePercentage}%{percentSymbol}
ru: Покрытие кода: %{coveragePercentage}%{percentSymbol}

source: Code Coverage|Couldn't fetch the code coverage data
ko: 코드 커버리지 데이터를 가져올 수 없습니다.
ru: Не удалось получить данные о покрытии кода

source: Code Coverage|No code coverage data
ko: 코드 커버리지 데이터 없음
ru: Нет данных о покрытии кода

source: Code Owner
ko: 코드 소유자
ru: Владелец кода

source: Code Owners
ko: 코드 소유자
ru: Владельцы кода

source: Code Quality
ko: 코드 품질
ru: Качество кода

source: Code Quality scans found %{degradation} and %{improvement}.
ko: 코드 품질 스캔에서 %{degradation}과 %{improvement}를 발견했습니다
ru: Сканирование качества кода обнаружило %{degradation} и %{improvement}.

source: Code Quality scans found %{findings}.
ko: 코드 품질 스캔에서 %{findings}를 발견했습니다.
ru: Сканирование качества кода обнаружило %{findings}.

source: Code Suggestions
ko: 코드 제안
ru: Предложения кода

source: Code block
ko: 코드 블록
ru: Блок кода

source: Code coverage results are not yet available. Try again later.
ko: 코드 커버리지 결과를 아직 사용할 수 없습니다. 나중에 다시 시도하세요.
ru: Результаты покрытия кода ещё недоступны. Попробуйте позже.

source: Code coverage statistics for %{ref} %{start_date} - %{end_date}
ko: %{ref} %{start_date} - %{end_date} 기간의 코드 커버리지 통계
ru: Статистика покрытия кода для %{ref} с %{start_date} по %{end_date}

source: Code indexing concurrency
ko: 코드 인덱싱 동시성
ru: Параллельное индексирование кода

source: Code owner approval is required
ko: 코드 소유자 승인이 필요합니다.
ru: Требуется одобрение владельца кода

source: Code owners
ko: 코드 소유자
ru: Владельцы кода

source: Code quality
ko: 코드 품질
ru: Качество кода

source: Code review
ko: 코드 리뷰

source: Code review analytics
ko: 코드 리뷰 분석
ru: Аналитика рецензирования кода

source: Code snippet
ko: 코드 스니펫
ru: Фрагмент кода

source: Code snippet copied. Insert it in the correct location in the YAML file.
ko: 코드 스니펫이 복사되었습니다. YAML 파일의 올바른 위치에 삽입하십시오.
ru: Сниппет скопирован. Вставьте его в нужное место YAML-файла.

source: CodeIntelligence|This is the definition
ko: 이것이 그 정의입니다

source: CodeNavigation|No references found
ko: 참조를 찾을 수 없음
ru: Ссылки не найдены

source: CodeOwners|An error occurred while loading code owners.
ko: 코드 소유자를 로드하는 동안 오류가 발생했습니다.

source: CodeOwners|Assign users and groups as approvers for specific file changes.
ko: 사용자 및 그룹을 특정 파일 변경에 대한 승인자로 할당합니다.

source: CodeOwners|Code owners
ko: 코드 소유자
ru: Владельцы кода

source: CodeOwners|Code owners are users and groups that can approve specific file changes.
ko: 코드 소유자는 특정 파일 변경을 승인할 수 있는 사용자 및 그룹입니다.
ru: Владельцы кода — это пользователи и группы, которые могут одобрять изменения в определённых файлах.

source: CodeOwners|Hide all
ko: 모두 숨기기
ru: Скрыть всё

source: CodeOwners|Learn more.
ko: 자세히 알아보세요.
ru: Подробнее.

source: CodeOwners|Show all
ko: 모두 표시
ru: Показать всё

source: CodeOwner|Pattern
ko: 패턴
ru: Шаблон

source: CodeSuggestions|%{addOnName} status
ko: %{addOnName} 상태
ru: Статус %{addOnName}

source: CodeSuggestions|%{linkStart}Code Suggestions%{linkEnd} uses generative AI to suggest code while you're developing.
ko: %{linkStart}코드 제안%{linkEnd}은 생성형 AI를 사용하여 개발하는 동안 코드를 제안합니다.

source: CodeSuggestions|%{linkStart}GitLab Duo%{linkEnd} is only available to instances with a synchronized subscription. Add an activation code to synchronize your subscription.
ko: %{linkStart}GitLab Duo%{linkEnd} 는 동기화된 구독이 있는 인스턴스에서만 사용할 수 있습니다. 구독을 동기화하려면 활성화 코드를 추가하세요.
ru: %{linkStart}GitLab Duo%{linkEnd} доступен только для экземпляров с синхронизированной подпиской. Добавьте код активации для её синхронизации.

source: CodeSuggestions|A code snippet must be passable to the AI-gateway for users to utilize GitLab Duo in their IDE.
ko: 사용자가 IDE에서 GitLab Duo를 활용하려면 코드 스니펫을 AI 게이트웨이로 전달할 수 있어야 합니다.
ru: Фрагменты кода должны передаваться в шлюз ИИ, чтобы пользователи могли использовать GitLab Duo в своей среде разработки.

source: CodeSuggestions|A user can be assigned a %{title} seat only once each billable month.
ko: 사용자는 청구 가능 월에 한 번만 %{title} 좌석을 할당받을 수 있습니다.
ru: Пользователь может получить лицензию %{title} только один раз в каждый оплачиваемый месяц.

source: CodeSuggestions|Automate your repetitive tasks and catch bugs early
ko: 반복적인 작업을 자동화하고 버그를 조기에 잡으세요
ru: Автоматизируйте повторяющиеся задачи и выявляйте ошибки на ранних стадиях.

source: CodeSuggestions|Automatically generate new lines of code, including full functions, from single and multi-line comments as well as comment blocks
ko: 단일 및 다중 줄 주석과 주석 블록에서 전체 함수를 포함하여 새 코드 줄을 자동으로 생성합니다.
ru: Автоматически генерирует новые строки кода, включая полные функции, основываясь на однострочных и многострочных комментариях, а также блоках комментариев.

source: CodeSuggestions|Before you can buy GitLab Duo seats, you'll need a Premium or Ultimate subscription.
ko: GitLab Duo 좌석을 구매하려면 먼저 Premium 또는 Ultimate 구독이 필요합니다.
ru: Прежде чем вы сможете приобрести лицензии GitLab Duo, вам нужно подписаться на Premium или Ultimate.

source: CodeSuggestions|Code Explanations
ko: 코드 설명
ru: Пояснения к коду

source: CodeSuggestions|Code Suggestions
ko: 코드 제안
ru: Предложения кода

source: CodeSuggestions|Download Report
ko: 보고서 다운로드
ru: Скачать отчёт

source: CodeSuggestions|Enhance your coding experience with intelligent recommendations. %{linkStart}GitLab Duo%{linkEnd} offers features that use generative AI to suggest code.
ko: 지능형 추천으로 코딩 경험을 향상하세요. %{linkStart}GitLab Duo%{linkEnd} 는 생성 AI를 사용하여 코드를 제안하는 기능을 제공합니다.
ru: Улучшите свой опыт программирования с помощью интеллектуальных рекомендаций. %{linkStart}GitLab Duo%{linkEnd} предлагает функции, использующие генеративный ИИ для предложений по коду.

source: CodeSuggestions|Enterprise
ko: Enterprise
ru: Enterprise

source: CodeSuggestions|Get started with GitLab Duo Pro today by %{duo_ide_setup_page_link_start}setting up your IDE for success%{duo_ide_setup_page_link_end}.
ko: 오늘 GitLab Duo Pro를 시작하세요. %{duo_ide_setup_page_link_start}성공적인 IDE를 설정하세요%{duo_ide_setup_page_link_end}.
ru: Начните использовать GitLab Duo Pro уже сегодня, %{duo_ide_setup_page_link_start}настроив вашу IDE%{duo_ide_setup_page_link_end}.

source: CodeSuggestions|Get started with GitLab Duo Pro today.
ko: 지금 바로 GitLab Duo Pro를 시작하세요.
ru: Начните использовать GitLab Duo Pro уже сегодня.

source: CodeSuggestions|GitLab Duo Core
ko: GitLab Duo 코어
ru: GitLab Duo Core

source: CodeSuggestions|GitLab Duo Enterprise
ko: GitLab Duo Enterprise
ru: GitLab Duo Enterprise

source: CodeSuggestions|GitLab Duo Pro
ko: GitLab Duo Pro
ru: GitLab Duo Pro

source: CodeSuggestions|GitLab Duo should be operational.
ko: GitLab Duo가 작동해야 합니다.
ru: GitLab Duo должен быть работоспособен.

source: CodeSuggestions|Helps you get up to speed quickly by explaining source code
ko: 소스 코드를 설명하여 빠르게 속도를 높이는 데 도움이 됩니다.
ru: Помогает быстро разобраться в коде, объясняя исходный код

source: CodeSuggestions|Introducing GitLab Duo
ko: GitLab Duo 소개
ru: Представляем GitLab Duo

source: CodeSuggestions|Manage seat assignments for %{addOnName} within your group.
ko: 그룹 내 %{addOnName} 에 대한 좌석 할당을 관리합니다.
ru: Управляйте назначениями лицензий для %{addOnName} в вашей группе.

source: CodeSuggestions|Manage seat assignments for %{addOnName}.
ko: %{addOnName}의 좌석 할당을 관리하세요.
ru: Управляйте назначениями лицензий для %{addOnName}.

source: CodeSuggestions|No health problems detected
ko: 헬스 체크로 문제가 감지되지 않음
ru: Проблем со здоровьем не обнаружено

source: CodeSuggestions|Not operational. Resolve issues to use GitLab Duo.
ko: 작동하지 않음. GitLab Duo를 사용하기 위해 문제를 해결하세요.
ru: Не работает. Устраните проблемы, чтобы использовать GitLab Duo.

source: CodeSuggestions|Outbound and inbound connections from clients to the GitLab instance must be allowed.
ko: 클라이언트에서 GitLab 인스턴스로의 아웃바운드 및 인바운드 연결을 허용해야 합니다.
ru: Исходящие и входящие подключения от клиентов к экземпляру GitLab должны быть разрешены.

source: CodeSuggestions|Pro
ko: Pro
ru: Pro

source: CodeSuggestions|Problems detected with setup
ko: 설정에서 감지된 문제
ru: Обнаружены проблемы с настройкой

source: CodeSuggestions|Run health check
ko: 헬스 체크 실행
ru: Запустить проверку состояния

source: CodeSuggestions|Seats used
ko: 사용된 좌석
ru: Используемые лицензии

source: CodeSuggestions|See Duo Pro in action in a Code Suggestions %{code_suggestions_demo_link_start}click-through demo%{code_suggestions_demo_link_end}.
ko: 코드 제안 %{code_suggestions_demo_link_start}click-through demo%{code_suggestions_demo_link_end}에서 Duo Pro가 어떻게 사용되는지 확인하세요.
ru: Смотрите, как работает Duo Pro, в демонстрации Предложений кода %{code_suggestions_demo_link_start}с пошаговым примером%{code_suggestions_demo_link_end}.

source: CodeSuggestions|Subscription
ko: 구독
ru: Подписка

source: CodeSuggestions|Subscription not synchronized
ko: 구독이 동기화되지 않음
ru: Подписка не синхронизирована

source: CodeSuggestions|Test Generation
ko: 테스트 생성
ru: Генерация тестов

source: CodeSuggestions|Tests are running
ko: 테스트가 실행 중
ru: Тесты выполняются

source: CodeSuggestions|The AI gateway URL must be set up as an environment variable.
ko: AI 게이트웨이 URL은 환경 변수로 설정되어야 합니다.
ru: URL шлюза ИИ должен быть настроен в виде переменной окружения.

source: CodeSuggestions|The Code Suggestions feature is available.
ko: 코드 제안 기능을 사용할 수 있습니다.
ru: Доступна функция предложений кода.

source: CodeSuggestions|The active subscription must sync with customers.gitlab.com every 72 hours.
ko: 활성 구독은 72시간마다 customers.gitlab.com과 동기화되어야 합니다.
ru: Активная подписка должна синхронизироваться с customers.gitlab.com каждые 72 часа.

source: CodeSuggestions|To buy GitLab Duo seats and regain access, you'll need a Premium or Ultimate subscription.
ko: GitLab Duo 좌석을 구매하고 다시 액세스하려면 Premium 또는 Ultimate 구독이 필요합니다.
ru: Чтобы приобрести лицензии GitLab Duo и восстановить доступ, вам потребуется подписка Premium или Ultimate.

source: CodeSuggestions|Trial
ko: 체험판
ru: Пробный период

source: CodeSuggestions|Updating…
ko: 업데이트 중...
ru: Обновление…

source: CodeSuggestions|Welcome to GitLab Duo Pro!
ko: GitLab Duo Pro에 오신 것을 환영합니다!
ru: Добро пожаловать в GitLab Duo Pro!

source: CodeSuggestions|You have been assigned a GitLab Duo Pro seat
ko: GitLab Duo Pro 좌석이 할당되었습니다.
ru: Вам предоставлена лицензия GitLab Duo Pro

source: CodeSuggestions|You have successfully added a license that activates on %{date}.
ko: %{date}에 활성화되는 라이센스를 성공적으로 추가했습니다.
ru: Вы успешно добавили лицензию, которая активируется %{date}.

source: CodeSuggestions|You now have access to GitLab Duo Pro, which features %{code_suggestions_link_start}Code Suggestions%{code_suggestions_link_end} and %{chat_link_start}Chat%{chat_link_end}, which boost your efficiency and effectiveness by reducing the time required to write and understand code.
ko: 이제 %{code_suggestions_link_start}코드 제안%{code_suggestions_link_end}과 %{chat_link_start}채팅%{chat_link_end} 기능을 갖춘 GitLab Duo Pro를 사용할 수 있습니다. 이 기능은 코드 작성과 이해에 필요한 시간을 줄여 효율성과 효과성을 높여줍니다.
ru: Теперь у вас есть доступ к GitLab Duo Pro, который включает %{code_suggestions_link_start}Предложения кода%{code_suggestions_link_end} и %{chat_link_start}чат%{chat_link_end}, помогающие повысить эффективность и сократить время на написание и понимание кода.

source: CodeSuggestions|You now have access to GitLab Duo Pro, which features Code Suggestions and Chat, which boost your efficiency and effectiveness by reducing the time required to write and understand code.
ko: 이제 GitLab Duo Pro를 이용할 수 있습니다. 이 기능에는 코드 제안 및 채팅 기능이 포함되어 있으며, 이를 통해 코드를 작성하고 이해하는 데 필요한 시간을 줄여 효율성과 효과성을 높일 수 있습니다.
ru: Теперь у вас есть доступ к GitLab Duo Pro, который включает «Предложения кода» и «Чат», помогающие повысить эффективность и сократить время на написание и понимание кода.

source: CodeSuggestions|Your GitLab Duo Pro trial has expired
ko: GitLab Duo Pro 평가판이 만료되었습니다.
ru: Срок действия вашего пробного периода GitLab Duo Pro истёк

source: CodeSuggestions|Your subscription was successfully activated.
ko: 구독이 성공적으로 활성화되었습니다.
ru: Ваша подписка была успешно активирована.

source: CodeSuggestions|trial
ko: 체험판
ru: пробный период

source: CodeownersValidation|An error occurred while loading the validation errors. Please try again later.
ko: 검증 오류를 로드하는 동안 오류가 발생했습니다. 나중에 다시 시도 해주세요.
ru: Произошла ошибка при загрузке ошибок валидации. Повторите попытку позже.

source: CodeownersValidation|Contains %d syntax error.
ko: %d 구문 오류가 있습니다.
ru: Содержит %d синтаксическую ошибку.

source: CodeownersValidation|Contains owners which are not accessible within the project
ko: 프로젝트내에서 억세스할 수 없는 오너가 포함되어 있습니다.
ru: Содержит владельцев, которые недоступны в рамках проекта

source: CodeownersValidation|Contains owners without permission to approve merge requests
ko: 머지 리퀘스트를 승인할 권한이 없는 소유자가 포함되어 있습니다.
ru: Содержит владельцев без прав на одобрение запросов на слияние.

source: CodeownersValidation|Entries with spaces
ko: 공백이 있는 항목
ru: Записи с пробелами

source: CodeownersValidation|Group has no members with permission to approve merge requests
ko: 그룹에는 머지 리퀘스트를 승인할 권한이 있는 구성원이 없습니다.
ru: В группе нет участников с правом одобрения запросов на слияние

source: CodeownersValidation|Group needs at least Developer access to the project for its members to approve merge requests
ko: 그룹에는 멤버가 머지 리퀘스트를 승인할 수 있도록 프로젝트에 대한 개발자 액세스 권한이 최소한 필요합니다.
ru: Группе необходим как минимум доступ к проекту с ролью Разработчик, чтобы её участники могли одобрять запросы на слияние.

source: CodeownersValidation|Hide errors
ko: 오류 숨기기
ru: Скрыть ошибки

source: CodeownersValidation|How are errors handled?
ko: 오류를 어떻게 처리하나요?
ru: Как обрабатываются ошибки?

source: CodeownersValidation|Inaccessible owners
ko: 억세스할 수 없는 소유자
ru: Недоступные владельцы

source: CodeownersValidation|Less than 1 required approvals
ko: 필요한 승인이 1개 미만임
ru: Требуется хотя бы одно одобрение

source: CodeownersValidation|Line
ko: 라인
ru: Строка

source: CodeownersValidation|Malformed owners
ko: 잘못 구성된 소유자
ru: Неверно указанные владельцы

source: CodeownersValidation|Missing section name
ko: 누락된 섹션 이름
ru: Отсутствует название секции

source: CodeownersValidation|Show errors
ko: 오류 표시
ru: Показать ошибки

source: CodeownersValidation|Syntax is valid.
ko: 구문이 유효합니다.
ru: Синтаксис верен.

source: CodeownersValidation|Unparsable sections
ko: 구문 분석할 수 없는 섹션
ru: Невозможно разобрать секции

source: CodeownersValidation|Zero owners
ko: 소유자가 0명
ru: Отсутствуют владельцы

source: Cohorts
ko: 코호트
ru: Когорты
