Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: HelloMessage|Does this page need fixes or improvements? Open an issue or contribute a merge request to help make GitLab more lovable. At GitLab, everyone can contribute!
ko: 이 페이지는 수정이나 개선이 필요합니까? 이슈를 열거나 머지 리퀘스트에 기여하여 GitLab을 개선할 수 있습니다. GitLab에서는 누구나 기여할 수 있습니다!
ru: Эта страница нуждается в исправлениях или улучшениях? Откройте обсуждение или внесите изменения через запрос на слияние, чтобы сделать GitLab более привлекательным. В GitLab каждый может внести свой вклад!

source: HelloMessage|Welcome to GitLab!
ko: GitLab에 오신 것을 환영합니다!
ru: Добро пожаловать в GitLab!

source: Help
ko: 도움말
ru: Помощь

source: Help page
ko: 도움말 페이지
ru: Страница помощи

source: Help translate GitLab into your language
ko: GitLab을 여러분의 언어로 번역하는 데 도움을 주세요
ru: Помогите перевести GitLab на ваш язык

source: Help translate to your language
ko: 여러분의 언어로 번역하는 데 도움을 주세요

source: Help us improve the merge train visualization by sharing your feedback with us.
ko: 피드백을 공유하여 머지 트레인 시각화를 개선할 수 있도록 도와주세요.
ru: Помогите улучшить визуализацию цепочки слияний, поделившись с нами отзывом.

source: Helpful
ko: 도움이 됨
ru: Полезный

source: Helps prevent bots from brute-force attacks.
ko: 봇의 무차별 대입 공격으로부터 보호합니다.
ru: Помогает предотвратить атаки ботов, перебирающих пароли.

source: Helps prevent bots from creating accounts.
ko: 봇이 계정을 생성하지 못하도록 방지합니다.
ru: Помогает предотвратить создание учетных записей ботами.

source: Helps prevent bots from creating accounts. %{link_start}How do I configure it?%{link_end}
ko: 봇이 계정을 생성하지 못하도록 방지합니다. %{link_start}어떻게 설정합니까?%{link_end}
ru: Помогает предотвратить создание учётных записей ботами. %{link_start}Как её настроить?%{link_end}

source: Helps prevent bots from creating issues.
ko: 봇이 이슈를 생성하지 못하도록 방지합니다.
ru: Помогает предотвратить создание обсуждений ботами.

source: Helps prevent malicious users hide their activity.
ko: 악의적인 사용자가 자신의 활동을 숨기는 것을 방지하는 데 도움이 됩니다.
ru: Помогает предотвратить сокрытие активности злоумышленниками.

source: Helps reduce request volume (for example, from crawlers or abusive bots)
ko: 요청량을 줄이는 데 도움이 됩니다 (예: 크롤러 또는 악성 봇).
ru: Помогает сократить объём запросов (например, от поисковых роботов или злоупотребляющих ботов)

source: Helps reduce request volume for protected paths.
ko: 보호된 경로로 요청량을 줄이는 데 도움이 됩니다.
ru: Помогает сократить объём запросов для защищённых путей.

source: Helps reduce unauthenticated Git HTTP request volume for git paths.
ko: Git 경로에 대한 인증되지 않은 Git HTTP 요청 볼륨을 줄이는 데 도움이 됩니다.
ru: Помогает сократить объём неаутентифицированных Git HTTP запросов для путей git.

source: Hi %{recipient_name},
ko: 안녕하세요 %{recipient_name},

source: Hi %{user_name} (%{user_username})!
ko: 안녕하세요 %{user_name} (%{user_username})!

source: Hi %{username}!
ko: 안녕하세요, %{username} 님!
ru: Привет, %{username}!

source: Hi %{username},
ko: 안녕하세요 %{username} 님,

source: Hidden
ko: 숨김

source: Hide
ko: 숨김

source: Hide Live Preview
ko: 실시간 미리보기 숨기기

source: Hide all comments
ko: 모든 댓글 숨기기
ru: Скрыть все комментарии

source: Hide archived projects
ko: 아카이빙된 프로젝트 숨기기
ru: Скрывать архивные проекты

source: Hide comments
ko: 댓글 숨기기
ru: Скрыть комментарии

source: Hide comments on this file
ko: 이 파일의 댓글 숨기기
ru: Скрыть комментарии к этому файлу

source: Hide details
ko: 세부 사항 숨기기
ru: Скрыть подробности

source: Hide file browser
ko: 파일 브라우저 숨기기
ru: Скрыть файлы

source: Hide file contents
ko: 파일 내용 숨기기

source: Hide group projects
ko: 그룹 프로젝트 숨기기

source: Hide host keys manual input
ko: 호스트 키 수동 입력 숨기기

source: Hide marketing-related entries from the Help page
ko: 도움말 페이지에서 마케팅 관련 항목 숨기기
ru: Скрыть связанные с маркетингом записи из справки

source: Hide password
ko: 비밀번호 숨김

source: Hide payload
ko: 페이로드 숨기기
ru: Скрыть полезную нагрузку

source: Hide results
ko: 결과 숨기기

source: Hide shared projects
ko: 공유 프로젝트 숨기기

source: Hide sidebar
ko: 사이드바 숨기기
ru: Скрыть панель

source: Hide tooltips or popovers
ko: 툴팁 또는 팝오버 숨기기
ru: Скрыть подсказки или всплывающие окна

source: Hide values
ko: 값 숨기기
ru: Скрыть значения

source: Hierarchy|Something went wrong while fetching ancestors.
ko: 상위 항목을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении предков.

source: Hierarchy|Something went wrong while fetching children.
ko: 하위 항목을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении потомков.

source: High - S2
ko: 높음 - S2

source: High or unknown vulnerabilities present
ko: 높거나 알려지지 않은 취약점 존재
ru: Присутствуют уязвимости высокого или неизвестного уровня

source: Highest role:
ko: 가장 높은 역할:
ru: Наивысшая роль:

source: HighlightBar|Alert events:
ko: 경고 이벤트:

source: HighlightBar|Alert start time:
ko: 경고 시작 시간:

source: HighlightBar|Original alert:
ko: 원 경고:

source: HighlightBar|Time to SLA:
ko: SLA까지 시간:

source: Historical release
ko: 과거 릴리스
ru: Исторический релиз

source: History
ko: 이력
ru: История

source: History of authentications
ko: 인증 이력
ru: История аутентификаций

source: Home page URL
ko: 홈페이지 URL

source: Homepage
ko: 홈페이지
ru: Стартовая страница

source: Hook execution failed. %{error}
ko: 후크 실행에 실패했습니다. %{error}
ru: Ошибка выполнения хука. %{error}

source: Horizontal rule
ko: 수평선
ru: Горизонтальная линейка

source: Hosted runner usage
ko: 호스팅 러너 사용량
ru: Использование размещённого средства выполнения

source: Hostname
ko: 호스트 이름
ru: Имя хоста

source: Hostname used in private commit emails. %{learn_more}
ko: 비공개 커밋 이메일에 사용되는 호스트 이름. %{learn_more}
ru: Имя хоста, используемое в приватных адресах электронной почты для коммитов. %{learn_more}

source: Hotspot indicator
ko: 핫스팟 지표
ru: Индикатор Hotspot

source: Hour
ko: 시

source: Hour (UTC)
ko: 시 (UTC)
ru: Час (UTC)

source: Hours
ko: 시간
ru: Часы

source: Housekeeping
ko: 정리
ru: Обслуживание

source: Housekeeping successfully started
ko: 정리가 성공적으로 시작되었습니다
ru: Обслуживание успешно запущено

source: How can I make my variables more secure?
ko: 변수를 더욱 안전하게 만들려면 어떻게 해야 합니까?
ru: Как сделать мои переменные более защищёнными?

source: How do I configure Akismet?
ko: Akismet을 어떻게 설정합니까?
ru: Как настроить Akismet?

source: How do I configure this integration?
ko: 이 통합을 어떻게 설정합니까?

source: How do I generate it?
ko: 어떻게 생성합니까?
ru: Как мне его создать?

source: How do I get started?
ko: 시작하는 방법

source: How do I mirror repositories?
ko: 리포지토리를 어떻게 미러링합니까?
ru: Как зеркалировать репозитории?

source: How do I rename an environment?
ko: 환경 이름을 바꾸려면 어떻게 해야 합니까?

source: How do I set up a Google Chat webhook?
ko: Google Chat Webhook을 설정하려면 어떻게 해야 하나요?

source: How do I set up this integration?
ko: 이 통합을 어떻게 설정하나요?
ru: Как настроить эту интеграцию?

source: How do I set up this service?
ko: 이 서비스를 어떻게 설정합니까?

source: How do I use a web terminal?
ko: 웹 터미널은 어떻게 사용합니까?

source: How does it work?
ko: 작동 방법은?
ru: Как это работает?

source: How does pull mirroring work?
ko: 풀 미러링은 어떻게 작동합니까?
ru: Как работает зеркалирование с получением?

source: How is progress calculated?
ko: 진도는 어떻게 계산되나요?

source: How many code indexing jobs are allowed to run concurrently. A higher value improves repository indexing performance by increasing Sidekiq and Elasticsearch load. Setting it to 0 allows an unlimited number of indexing jobs.
ko: 동시에 실행할 수 있는 코드 인덱싱 작업 수입니다. 값이 높을수록 Sidekiq 및 Elasticsearch 로드가 증가하여 리포지토리 인덱싱 성능이 향상됩니다. 0으로 설정하면 인덱싱 작업 수에 제한이 없습니다.
ru: Сколько заданий индексирования кода разрешено выполнять одновременно. Более высокое значение улучшает производительность индексирования репозиториев за счёт увеличения нагрузки на Sidekiq и Elasticsearch. Установка значения 0 позволяет выполнять неограниченное количество заданий индексирования.

source: How many seconds an IP counts toward the IP address limit.
ko: 얼마 동안 IP 주소가 IP 주소 제한에 계산되는지 알려주세요.
ru: Сколько секунд IP учитывается при лимите IP-адресов.

source: How the job limiter handles jobs exceeding the thresholds specified below. The 'track' mode only logs the jobs. The 'compress' mode compresses the jobs and raises an exception if the compressed size exceeds the limit.
ko: 작업 제한 장치가 아래 지정된 임계값을 초과하는 작업을 처리하는 방법입니다. '추적' 모드에서는 작업만 기록됩니다. '압축' 모드는 작업을 압축하고 압축된 크기가 제한을 초과할 경우 예외를 발생시킵니다.
ru: Как ограничитель заданий обрабатывает задания, превышающие указанные ниже пороги. В режиме `track` задания только регистрируются в журнале. В режиме `compress` задания сжимаются, а при превышении предела сжатого размера вызывается исключение.

source: HttpDestinationValidator validates only http external audit event destinations.
ko: HttpDestinationValidator는 http 외부 감사 이벤트 대상만 유효성을 검사합니다.
ru: HttpDestinationValidator проверяет только внешние события аудита HTTP.

source: I agree that GitLab can contact me by email or telephone about its product, services, or events.
ko: GitLab이 제품, 서비스 또는 이벤트에 대해 이메일이나 전화로 연락할 수 있다는 데 동의합니다.
ru: Я соглашаюсь с тем, что GitLab может связаться со мной по электронной почте или телефону относительно своих продуктов, услуг или мероприятий.

source: I forgot my password
ko: 비밀번호를 잊었습니다.
ru: Я забыл пароль

source: I want to explore GitLab to see if it’s worth switching to
ko: GitLab으로 전환할 가치가 있는지 알아보고 싶습니다.
ru: Я хочу изучить GitLab, чтобы понять, стоит ли переходить

source: I want to learn the basics of Git
ko: Git의 기초를 배우고 싶습니다.
ru: Я хочу изучить основы Git

source: I want to move my repository to GitLab from somewhere else
ko: GitLab에서 다른 곳으로 리포지토리를 옮기고 싶습니다.
ru: Я хочу перенести свой репозиторий в GitLab из другого места

source: I want to store my code
ko: 내 코드를 저장하고 싶습니다.
ru: Я хочу хранить свой код

source: I want to use GitLab CI with my existing repository
ko: 기존 리포지토리에 GitLab CI를 사용하고 싶습니다.
ru: Я хочу использовать GitLab CI с моим существующим репозиторием

source: I'm signing up for GitLab because:
ko: 다음과 같은 이유로 GitLab에 가입합니다:

source: I'm sorry, Duo Chat agent reached the limit before finding an answer for your question. Please try a different prompt or clear your conversation history with /clear.
ko: 죄송합니다. Duo Chat 상담원이 질문에 대한 답변을 찾기 전에 한계에 도달했습니다. 다른 프롬프트를 시도하거나 /clear로 대화 기록을 지우세요.
ru: Извините, агент Duo Chat достиг лимита до того, как смог найти ответ на ваш вопрос. Попробуйте изменить запрос или очистите историю переписки с помощью команды /clear.

source: I'm sorry, I couldn't respond in time. Please try again.
ko: 죄송합니다. 제때에 응답하지 못했습니다. 다시 시도해 주세요.

source: I'm sorry, but answering this question requires a different Duo subscription. Please contact your administrator.
ko: 죄송하지만 이 질문에 대한 답변은 다른 Duo 구독이 필요합니다. 운영자에게 문의하세요.
ru: Извините, но для ответа на этот вопрос требуется другая подписка Duo. Обратитесь к администратору.

source: I'm sorry, you don't have the GitLab Duo subscription required to use Duo Chat. Please contact your administrator.
ko: 죄송합니다. Duo Chat을 사용하는 데 필요한 GitLab Duo 구독이 없습니다. 운영자에게 문의하세요.
ru: Извините, у вас нет подписки GitLab Duo, необходимой для использования Duo Chat. Обратитесь к администратору.

source: I'm sorry, you've entered too many prompts. Please run /clear or /reset before asking the next question.
ko: 죄송합니다. 너무 많은 프롬프트를 입력했습니다. 다음 질문을 하기 전에 /clear 또는 /reset을 실행하세요.
ru: Извините, вы ввели слишком много запросов. Пожалуйста, выполните команду /clear или /reset перед следующим вопросом.

source: ID of the Google Cloud project.
ko: Google Cloud 프로젝트의 ID입니다.

source: ID portion of the Campfire room URL.
ko: Campfire 룸 URL의 ID 부분입니다.

source: IDE|An error occurred while restoring the application to default. Please try again.
ko: 애플리케이션을 기본값으로 복원하는 동안 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при восстановлении приложения до стандартных настроек. Повторите попытку.

source: IDE|Are you sure you want to restore this application to its original configuration? All your changes will be lost.
ko: 이 애플리케이션을 원래 구성으로 복원하시겠습니까? 모든 변경 사항이 손실됩니다.
ru: Вы уверены, что хотите восстановить это приложение до исходной конфигурации? Все ваши изменения будут потеряны.

source: IDE|Cancel
ko: 취소
ru: Отмена

source: IDE|Cannot open Web IDE
ko: 웹 IDE를 열 수 없습니다.
ru: Не удалось открыть Web IDE

source: IDE|Confirm
ko: 확인
ru: Подтвердить

source: IDE|Contact your administrator or try to open the Web IDE again with another domain. %{linkStart}How can an administrator resolve the issue%{linkEnd}?
ko: 운영자에게 문의하거나 다른 도메인으로 웹 IDE를 다시 열어보세요. %{linkStart}운영자는 어떻게 문제를 해결할 수 있나요%{linkEnd}?
ru: Обратитесь к администратору или попробуйте снова открыть Web IDE с другим доменом. %{linkStart}Как администратор может решить проблему%{linkEnd}?

source: IDE|Could not find a callback URL entry for %{expectedCallbackUrl}.
ko: %{expectedCallbackUrl}에 대한 콜백 URL 항목을 찾을 수 없습니다.
ru: Не удалось найти запись URL обратного вызова для %{expectedCallbackUrl}.

source: IDE|Editing this application might affect the functionality of the Web IDE. Ensure the configuration meets the following conditions:
ko: 이 애플리케이션을 편집하면 웹 IDE의 기능에 영향을 미칠 수 있습니다. 구성이 다음 조건을 충족하는지 확인하세요.:
ru: Изменение этого приложения может повлиять на работу веб-IDE. Убедитесь, что конфигурация соответствует следующим условиям:

source: IDE|GitLab logo
ko: GitLab 로고
ru: Логотип GitLab

source: IDE|OAuth Callback URLs
ko: OAuth 콜백 URL
ru: OAuth-адреса обратного вызова

source: IDE|Reopen with %{domain}
ko: %{domain}으로 다시 열기
ru: Повторно открыть с %{domain}

source: IDE|Reopen with other domain
ko: 다른 도메인으로 다시 열기
ru: Повторно открыть с другим доменом

source: IDE|Restore application to default
ko: 애플리케이션을 기본값으로 복원
ru: Восстановить приложение по умолчанию

source: IDE|Restore to default
ko: 기본값으로 복원
ru: Восстановить настройки по умолчанию

source: IDE|The %{boldStart}Confidential%{boldEnd} checkbox is cleared.
ko: %{boldStart}비공개%{boldEnd} 체크박스가 선택 취소되었습니다.
ru: Снята галочка %{boldStart}Конфиденциальный%{boldEnd}.

source: IDE|The %{boldStart}Trusted%{boldEnd} checkbox is selected.
ko: %{boldStart}신뢰함%{boldEnd} 확인란이 선택되었습니다.
ru: Галочка %{boldStart}Доверенный%{boldEnd} установлена.

source: IDE|The %{boldStart}api%{boldEnd} scope is selected.
ko: %{boldStart}api%{boldEnd} 범위가 선택되었습니다.
ru: Выбрана область %{boldStart}api%{boldEnd}.

source: IDE|The URL you're using to access the Web IDE and the configured OAuth callback URL do not match. This issue often occurs when you're using a proxy.
ko: 웹 IDE에 액세스하는 데 사용하는 URL과 구성된 OAuth 콜백 URL이 일치하지 않습니다. 이 문제는 프록시를 사용할 때 자주 발생합니다.
ru: URL, который вы используете для доступа к Web IDE, и настроенный URL обратного вызова OAuth не совпадают. Эта проблема часто возникает при использовании прокси.

source: IDE|The redirect URI path is %{codeBlockStart}%{pathFormat}%{codeBlockEnd}. An example of a valid redirect URI is %{codeBlockStart}%{example}%{codeBlockEnd}.
ko: 리디렉션 URI 경로는 %{codeBlockStart}%{pathFormat}%{codeBlockEnd}입니다. 유효한 리디렉션 URI의 예는 %{codeBlockStart}%{example}%{codeBlockEnd}입니다.
ru: Путь URI перенаправления — %{codeBlockStart}%{pathFormat}%{codeBlockEnd}. Пример действительного URI перенаправления: %{codeBlockStart}%{example}%{codeBlockEnd}.

source: IDs with errors: %{error_messages}.
ko: 오류가 있는 ID: %{error_messages}.

source: IMPORTANT: Use this setting only for VERY strict auditing purposes. When turned on, nobody will be able to remove the label from any merge requests after they are merged. In addition, nobody will be able to turn off this setting or delete this label.
ko: 중요: 이 설정은 매우 엄격한 감사 목적으로만 사용하십시오. 켜져 있으면 머지후 후 아무도 머지 리퀘스트에서 라벨을 제거할 수 없습니다. 또한 아무도 이 설정을 해제하거나 이 라벨을 삭제할 수 없습니다.
ru: ВАЖНО: Используйте эту настройку только для ОЧЕНЬ строгого аудита. При включении никто не сможет удалить метку с каких-либо запросов на слияние после их слияния. Кроме того, никто не сможет отключить эту настройку или удалить эту метку.

source: INFO: Your SSH key has expired. Please generate a new key.
ko: 정보: SSH 키가 만료되었습니다. 새 키를 생성하십시오.
ru: ИНФОРМАЦИЯ: Срок действия вашего SSH-ключа истёк. Пожалуйста, создайте новый.

source: INFO: Your SSH key is expiring soon. Please generate a new key.
ko: 정보: SSH 키가 곧 만료됩니다. 새 키를 생성하십시오.
ru: ИНФОРМАЦИЯ: Срок действия вашего SSH-ключа истекает. Пожалуйста, создайте новый.

source: IP '%{value}' is not a valid CIDR: %{message}
ko: IP '%{value}'은 유효한 CIDR이 아닙니다: %{message}

source: IP '%{value}' is not a valid CIDR: IP should be followed by a slash followed by an integer subnet mask (for example: '192.168.1.0/24')
ko: IP '%{value}'은 유효한 CIDR이 아닙니다. IP 뒤에는 슬래시와 정수 서브넷 마스크가 와야 합니다(예: '192.168.1.0/24').

source: IP Address
ko: IP 주소
ru: IP-адрес

source: IP address expiration time
ko: IP 주소 만료 시간
ru: Срок действия IP-адреса

source: IP address restrictions
ko: IP 주소 제한
ru: Ограничения IP-адресов

source: IP addresses per user
ko: 사용자당 IP 주소
ru: IP-адресов на пользователя

source: IP subnet restriction only allowed for top-level groups
ko: 최상위 그룹에만 허용되는 IP 서브넷 제한
ru: Ограничения по IP-подсетям разрешены только для групп верхнего уровня

source: IaC security
ko: IaC 보안
ru: Безопасность IaC

source: Icon
ko: 아이콘
ru: Иконка

source: Icon will be removed. Are you sure?
ko: 아이콘이 제거됩니다. 확실합니까?

source: Identifier
ko: 식별자
ru: Идентификатор

source: Identifiers
ko: 식별자

source: Identities
ko: ID
ru: Идентификации

source: Identity already exists
ko: ID가 이미 존재합니다.
ru: Личность уже существует

source: Identity verification exemption
ko: 본인 인증 면제
ru: Освобождение от проверки личности

source: Identity verification exemption has been created.
ko: 본인 인증 면제가 생성되었습니다.
ru: Освобождение от проверки личности было добавлено.

source: Identity verification exemption has been removed.
ko: 본인 인증 면제가 삭제되었습니다.
ru: Освобождение от проверки личности было удалено.

source: Identity verification is required in order to run CI jobs
ko: CI 작업을 실행하려면 본인 인증이 필요합니다.
ru: Для запуска CI-заданий требуется подтверждение личности

source: IdentityVerification|%d country found
ko: %d 국가를 찾았습니다.
ru: Найдена %d страна

source: IdentityVerification|A code has already been sent to this email address. Check your spam folder or enter another email address.
ko: 코드가 이미 이 이메일 주소로 전송되었습니다. 스팸 폴더를 확인하거나 다른 이메일 주소를 입력하세요.
ru: Код уже был отправлен на этот адрес электронной почты. Проверьте папку со спамом или введите другой адрес электронной почты.

source: IdentityVerification|A new code has been sent to your updated email address.
ko: 새 코드가 업데이트된 이메일 주소로 전송되었습니다.

source: IdentityVerification|A new code has been sent.
ko: 새 코드가 전송되었습니다.
ru: Новый код отправлен.

source: IdentityVerification|Before you can create additional groups, we need to verify your account.
ko: 추가 그룹을 생성하기 전에 귀하의 계정을 인증해야 합니다.
ru: Перед созданием дополнительных групп необходимо подтвердить вашу учётную запись.

source: IdentityVerification|Before you can run pipelines, we need to verify your account.
ko: 파이프라인을 실행하려면 먼저 계정을 인증해야 합니다.
ru: Перед запуском конвейеров необходимо подтвердить вашу учётную запись.

source: IdentityVerification|Before you can use GitLab-hosted runners, we need to verify your account.
ko: GitLab에서 호스팅하는 러너를 사용하려면 먼저 계정을 인증해야 합니다.
ru: Перед тем, как вы сможете использовать средства выполнения, размещённые в GitLab, вам нужно подтвердить свою учётную запись.

source: IdentityVerification|Before you finish creating your account, we need to verify your identity. On the verification page, enter the following code.
ko: 계정 생성을 완료하기 전에 개인 정보를 인증해야 합니다. 인증 페이지에서 다음 코드를 입력합니다.

source: IdentityVerification|Before you sign in, we need to verify your identity. Enter the following code on the sign-in page.
ko: 로그인하기 전에 계정을 인증해야 합니다. 로그인 페이지에서 다음 코드를 입력합니다.
ru: Прежде чем вы войдёте, нам необходимо проверить вашу личность. Введите следующий код на странице входа.

source: IdentityVerification|Complete verification to proceed.
ko: 계속하려면 인증을 완료하세요.
ru: Завершите проверку, чтобы продолжить.

source: IdentityVerification|Complete verification to sign up.
ko: 가입하려면 인증을 완료하세요.

source: IdentityVerification|Confirm your email address
ko: 이메일 주소 확인
ru: Подтвердите свой адрес электронной почты

source: IdentityVerification|Country or region
ko: 국가 또는 지역

source: IdentityVerification|Email update is only offered once.
ko: 이메일 업데이트는 한 번만 제공됩니다.

source: IdentityVerification|Enter a code.
ko: 코드를 입력하세요.
ru: Введите код.

source: IdentityVerification|Enter a valid code.
ko: 유효한 코드를 입력하십시오.
ru: Введите действительный код.

source: IdentityVerification|Enter a verified email address associated with this account. A new code will be sent to this address.
ko: 이 계정과 관련된 확인된 이메일 주소를 입력하세요. 이 주소로 새 코드가 전송됩니다.
ru: Введите подтверждённый адрес электронной почты, связанный с этой учётной записью. Новый код будет отправлен на этот адрес.

source: IdentityVerification|For added security, you'll need to verify your identity.
ko: 보안 강화를 위해 본인 인증을 합니다.

source: IdentityVerification|GitLab will not charge or store your payment information, it will only be used for verification.
ko: GitLab은 결제 정보를 청구하거나 저장하지 않으며 확인 용도로만 사용됩니다.

source: IdentityVerification|Having trouble? %{codeLinkStart}Send a new code%{codeLinkEnd}, %{phoneLinkStart}enter a new phone number%{phoneLinkEnd}, or %{supportLinkStart}contact support%{supportLinkEnd}.
ko: 문제가 있나요? %{codeLinkStart}새 코드를 보내세요%{codeLinkEnd}, %{phoneLinkStart}새 전화번호를 입력하세요%{phoneLinkEnd}, 또는 %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}.
ru: Возникли трудности? Вы можете %{codeLinkStart}отправить новый код%{codeLinkEnd}, %{phoneLinkStart}изменить номер телефона%{phoneLinkEnd} или %{supportLinkStart}обратиться в службу поддержки%{supportLinkEnd}.

source: IdentityVerification|Having trouble? %{resendLinkStart}Send a new code%{resendLinkEnd} or %{supportLinkStart}contact support%{supportLinkEnd}.
ko: 문제가 있나요? %{resendLinkStart}새 코드를 보내세요%{resendLinkEnd} 또는 %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}.
ru: Возникли трудности? Вы можете %{resendLinkStart}отправить новый код%{resendLinkEnd} или %{supportLinkStart}обратиться в службу поддержки%{supportLinkEnd}.

source: IdentityVerification|Having trouble? %{supportLinkStart}Contact support%{supportLinkEnd}.
ko: 문제가 있나요? %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}.
ru: Возникли трудности? %{supportLinkStart}Обратитесь в службу поддержки%{supportLinkEnd}.

source: IdentityVerification|Having trouble? Send a new code in %{timer}, %{phoneLinkStart}enter a new phone number%{phoneLinkEnd}, or %{supportLinkStart}contact support%{supportLinkEnd}.
ko: 문제가 있나요? %{timer} 내에 새로운 코드를 보내거나, %{phoneLinkStart}새로운 전화번호를 입력%{phoneLinkEnd}하거나, %{supportLinkStart}지원팀에 문의하세요%{supportLinkEnd}."
ru: Возникли трудности? Отправьте новый код через %{timer}, %{phoneLinkStart}измените номер телефона%{phoneLinkEnd} или %{supportLinkStart}обратитесь в службу поддержки%{supportLinkEnd}.

source: IdentityVerification|Help us keep GitLab secure
ko: GitLab을 안전하게 유지하도록 도와주세요.

source: IdentityVerification|Help us protect your account
ko: 당신의 계정을 보호할 수 있도록, 저희를 도와 주십시오.
ru: Помогите нам защитить вашу учетную запись

source: IdentityVerification|If you don't have access to the primary email address, you can %{sendToSecondaryEmailButtonStart}%{sendToSecondaryEmailButtonEnd}, or you can %{supportLinkStart}try to verify another way.%{supportLinkEnd}
ko: 기본 이메일 주소에 접근할 수 없는 경우, %{sendToSecondaryEmailButtonStart}%{sendToSecondaryEmailButtonEnd}하거나, %{supportLinkStart}다른 방법으로 인증을 시도할 수 있습니다.%{supportLinkEnd}
ru: Если у вас нет доступа к основной электронной почте, вы можете %{sendToSecondaryEmailButtonStart}%{sendToSecondaryEmailButtonEnd} или %{supportLinkStart}попробовать пройти проверку другим способом%{supportLinkEnd}

source: IdentityVerification|If you have not recently tried to sign into GitLab, we recommend %{password_link_start}changing your password%{link_end} and %{two_fa_link_start}setting up Two-Factor Authentication%{link_end} to keep your account safe. Your verification code expires after %{expires_in_minutes} minutes.
ko: 최근에 GitLab에 로그인을 시도하지 않았다면, 계정을 안전하게 유지하기 위해 %{password_link_start}암호 변경%{link_end} 및 %{two_fa_link_start}이중 인증%{link_end} 설정을 권장합니다. 인증 코드는 %{expires_in_minutes} 분 후에 만료됩니다.
