Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Integrations|Search Jira issues
ko: Jira 이슈 검색
ru: Поиск задач Jira

source: Integrations|Search ZenTao issues
ko: ZenTao 이슈 검색

source: Integrations|Send notifications about project events to Unify Circuit.
ko: Unify Circuit에 프로젝트 이벤트에 대한 알림을 보냅니다.

source: Integrations|Send notifications about project events to a Unify Circuit conversation.
ko: Unify Circuit 대화에 프로젝트 이벤트에 대한 알림을 보냅니다.
ru: Отправляйте уведомления о событиях проекта в диалог Unify Circuit.

source: Integrations|Standard
ko: 표준

source: Integrations|The slash command request is invalid.
ko: 슬래시 명령 요청이 잘못되었습니다.

source: Integrations|The slash command verification request has expired. Please run the command again.
ko: 슬래시 명령 확인 요청이 만료되었습니다. 명령을 다시 실행해 보세요.

source: Integrations|There are no exclusions
ko: 제외 없음
ru: Нет исключений

source: Integrations|There are no projects using custom settings
ko: 커스텀 설정을 사용하는 프로젝트가 없습니다.
ru: Нет проектов с пользовательскими настройками

source: Integrations|This integration, and inheriting projects were reset.
ko: 이 통합 및 상속 프로젝트가 리셋되었습니다.
ru: Эта интеграция и унаследованные проекты были сброшены.

source: Integrations|To keep this project going, create a new issue.
ko: 이 프로젝트를 계속하려면 새 이슈를 만드세요.
ru: Для продолжения работы с этим проектом создайте новое обсуждение.

source: Integrations|Trigger
ko: 트리거
ru: Триггер

source: Integrations|URL must point to discord.com
ko: URL은 discord.com을 가리켜야 합니다.
ru: URL должен указывать на discord.com

source: Integrations|Unable to post to %{channel_list}, please add the GitLab Slack app to any private Slack channels
ko: %{channel_list}에 게시할 수 없습니다. 비공개 Slack 채널에 GitLab Slack 앱을 추가하세요.

source: Integrations|Use custom settings
ko: 커스텀 설정 사용

source: Integrations|Use default settings
ko: 기본 설정 사용

source: Integrations|You can close this window.
ko: 이 창을 닫을 수 있습니다.

source: Integrations|You can use this alias in your Slack commands
ko: Slack 명령어에서 이 별칭을 사용할 수 있습니다.

source: Integrations|You haven't activated any integrations yet.
ko: 아직 통합을 활성화하지 않았습니다.
ru: Вы еще не активировали ни одной интеграции.

source: Integrations|You're removing an exclusion for %{name}. Are you sure you want to continue?
ko: %{name}에 대한 배제를 삭제 중입니다. 계속하시겠습니까?
ru: Вы удаляете исключение для %{name}. Вы уверены, что хотите продолжить?

source: Integrations|You've activated every integration 🎉
ko: 모든 통합을 활성화했습니다 🎉

source: Integrations|ZenTao issues display here when you create issues in your project in ZenTao.
ko: ZenTao 이슈는 ZenTao의 프로젝트에서 이슈를 생성할 때 여기에 표시됩니다.

source: Integrations|can't exceed %{recipients_limit}
ko: %{recipients_limit}를 초과할 수 없음

source: Integration|Branches for which notifications are to be sent
ko: 알림을 보내야할 브랜치
ru: Ветки, по которым должны отправляться уведомления

source: Interactive mode
ko: 인터랙티브 모드

source: Interested parties can even contribute by pushing commits if they want to.
ko: 관심있는 파티들은 원하는 곳에 커밋을 푸시함으로써 기여할 수도 있습니다.
ru: Желающие могут внести свой вклад, отправив коммит, если захотят.

source: Internal
ko: 내부
ru: Внутренний

source: Internal - The group and any internal projects can be viewed by any logged in user except external users.
ko: 내부 - 그룹 및 모든 내부 프로젝트는 외부 사용자를 제외한 모든 로그인한 사용자가 볼 수 있습니다.
ru: Внутренний - Группа и любые внутренние проекты будут доступны любым зарегистрированным пользователем, за исключением внешних пользователей.

source: Internal - The project can be accessed by any logged in user except external users.
ko: 내부 - 외부 사용자를 제외한 모든 로그인 사용자가 프로젝트에 액세스할 수 있습니다.
ru: Внутренний — Доступ к проекту может получить любой зарегистрированный пользователь, кроме внешних пользователей.

source: Internal error occurred while delivering this webhook.
ko: 이 webhook을 전달하는 동안 내부 오류가 발생했습니다.

source: Internal note
ko: 내부 노트

source: Internal users
ko: 내부 사용자
ru: Внутренние пользователи

source: Internal users cannot be deactivated
ko: 내부 사용자는 비활성화할 수 없습니다.
ru: Внутренних пользователей нельзя отключить

source: Interval
ko: 간격
ru: Интервал

source: Introducing your DevOps adoption analytics
ko: DevOps 도입 분석 소개
ru: Представляем аналитику принятия DevOps

source: Invalid 'schemaVersion' '%{schema_version}'
ko: 잘못된 'schemaVersion' '%{schema_version}'

source: Invalid Insights config file detected
ko: 유효하지 않은 인사이트 설정 파일 감지
ru: Обнаружен неверный файл конфигурации Insights

source: Invalid JiraConnectSubscriptions
ko: 잘못된 JiraConnectSubscriptions
ru: Недопустимые подписки Jira Connect

source: Invalid OS
ko: 유효하지 않은 OS

source: Invalid URL
ko: 유효하지 않은 URL
ru: Недопустимая ссылка

source: Invalid URL: %{url}
ko: 유효하지 않은 URL: %{url}

source: Invalid access credentials. %{cta}
ko: 잘못된 액세스 자격 증명입니다. %{cta}
ru: Неверные учётные данные доступа. %{cta}

source: Invalid date
ko: 유효하지 않은 날짜
ru: Недопустимая дата

source: Invalid date format. Please use UTC format as YYYY-MM-DD
ko: 유효하지 않은 날짜 형식입니다. UTC 형식을 YYYY-MM-DD로 사용하십시오

source: Invalid dates set
ko: 잘못된 날짜
ru: Установлены неверные даты

source: Invalid feature
ko: 유효하지 않은 기능
ru: Неверная функция

source: Invalid field
ko: 유효하지 않은 필드
ru: Неверно заполнено поле

source: Invalid file format with specified file type
ko: 지정된 파일 유형의 잘못된 파일 형식
ru: Неверный формат для указанного типа файла

source: Invalid file.
ko: 유효하지 않은 파일.
ru: Недопустимый файл.

source: Invalid format selected
ko: 유효하지 않은 형식 선택됨

source: Invalid input, please avoid emoji
ko: 입력이 잘못되었습니다. 이모티콘을 사용하지 마세요.

source: Invalid login or password
ko: 올바르지 않은 아이디 및 패스워드

source: Invalid name %{input} was given for this default stage, allowed names: %{names}
ko: 이 기본 단계에 잘못된 이름 %{input} 이 지정되었습니다. 허용되는 이름은 %{names}입니다.

source: Invalid pin code.
ko: 유효하지 않은 pin code

source: Invalid policy type
ko: 유효하지 않은 정책 유형

source: Invalid repository bundle for snippet with id %{snippet_id}
ko: id %{snippet_id}인 스니펫에 대한 리포지토리 번들이 유효하지 않음

source: Invalid repository path
ko: 유효하지 않은 리포지토리 경로

source: Invalid server response
ko: 유효하지 않은 서버응답
ru: Неверный ответ сервера

source: Invalid status
ko: 유효하지 않은 상태

source: Invalid tags
ko: 유효하지 않은 태그

source: Invalid two-factor code.
ko: 이중 인증 코드가 올바르지 않습니다

source: Invalidated
ko: 무효화됨

source: Investigate vulnerabilities
ko: 취약점 조사
ru: Исследовать уязвимости

source: Investigate vulnerability: %{title}
ko: 취약점 조사: %{title}

source: Invisible Captcha helps prevent the creation of spam accounts. It adds a honeypot field and time-sensitive form submission to the account signup form.
ko: Invisible Captcha는 스팸 계정 생성을 방지합니다. 계정 가입 양식에 허니팟 필드와 시간에 민감한 양식 제출을 추가합니다.
ru: Невидимая капча помогает предотвратить создание спамерских учётных записей. Она добавляет скрытое поле и временно ограничивает отправку формы на странице регистрации.

source: Invitation
ko: 초대
ru: Приглашение

source: Invitation declined
ko: 초대 거절

source: Invitations above seat count are blocked
ko: 좌석수를 초과하는 초대장은 차단됩니다.
ru: Приглашения сверх доступных лицензий заблокированы

source: Invitations do not require administrator approval
ko: 초대장에는 운영자 승인이 필요하지 않습니다.
ru: Приглашения не требуют одобрения администратора

source: Invite "%{email}" by email
ko: 이메일로 "%{email}" 초대

source: Invite Members
ko: 멤버 초대
ru: Пригласить Участников

source: Invite a group
ko: 그룹 초대
ru: Пригласить группу

source: Invite members
ko: 멤버 초대
ru: Пригласить участников

source: InviteEmail|%{inviter} invited you to join the %{project_or_group_name} %{project_or_group} with the following role: %{role}.
ko: %{inviter}가 %{project_or_group_name} %{project_or_group} 에 %{role}역할로 귀하를 초대했습니다.
ru: %{inviter} пригласил(а) вас присоединиться к %{project_or_group_name} (%{project_or_group}) с ролью: %{role}.

source: InviteEmail|%{inviter} invited you to join the %{strong_start}%{project_or_group_name}%{strong_end}%{br_tag}%{project_or_group} with the following role: %{role}.%{br_tag}This is a %{role_type} role.
ko: %{inviter}가 %{strong_start}%{project_or_group_name}%{strong_end}%{br_tag}%{project_or_group} 에 %{role}역할로 참여하도록 귀하를 초대했습니다.%{br_tag} %{role_type} 역할입니다.
ru: %{inviter} пригласил(а) вас присоединиться к %{strong_start}%{project_or_group_name}%{strong_end}%{br_tag}%{project_or_group} с ролью: %{role}.%{br_tag}Это роль %{role_type}.

source: InviteEmail|%{project_or_group} details
ko: %{project_or_group} 세부 정보

source: InviteEmail|Groups assemble related projects together and grant members access to several projects at once.
ko: 그룹은 관련 프로젝트를 모으고 구성원에게 한 번에 여러 프로젝트에 대한 액세스 권한을 한번에 부여합니다.
ru: Группы объединяют проекты и предоставляют участникам доступ к нескольким проектам одновременно.

source: InviteEmail|Join now
ko: 지금 가입하기

source: InviteEmail|Join your team on GitLab! %{inviter} invited you to %{project_or_group_name}
ko: GitLab에서 팀에 합류하세요! %{inviter}님이 귀하를 %{project_or_group_name}에 초대했습니다
ru: Присоединяйтесь к вашей команде в GitLab! %{inviter} пригласил(а) вас в %{project_or_group_name}

source: InviteEmail|Join your team on GitLab! You are invited to %{project_or_group_name}
ko: GitLab에서 팀에 합류하세요! %{project_or_group_name}에 초대되었습니다.
ru: Присоединяйтесь к вашей команде в GitLab! Вас пригласили в %{project_or_group_name}

source: InviteEmail|Projects are used to host and collaborate on code, track issues, and continuously build, test, and deploy your app with built-in GitLab CI/CD.
ko: 프로젝트는 내장된 GitLab CI/CD로 코드를 호스팅 및 공동 작업하고, 이슈를 추적하고, 지속적으로 앱을 빌드, 테스트 및 배포하는 데 사용됩니다.
ru: Проекты используются для размещения и совместной работы над кодом, отслеживания обсуждений и непрерывной сборки, тестирования и развертывания вашего приложения с помощью встроенного GitLab CI/CD.

source: InviteEmail|What's it about?
ko: 무슨 내용입니까?

source: InviteEmail|You are invited to join the %{strong_start}%{project_or_group_name}%{strong_end}%{br_tag}%{project_or_group} with the following role: %{role}.%{br_tag}This is a %{role_type} role.
ko: 당신은 %{strong_start}%{project_or_group_name}%{strong_end}%{br_tag}%{project_or_group}에 %{role}역할로 참여하도록 초대되었습니다. %{br_tag}%{role_type} 역할입니다.
ru: Вас пригласили присоединиться к %{strong_start}%{project_or_group_name}%{strong_end}%{br_tag}%{project_or_group} с ролью: %{role}.%{br_tag}Это роль %{role_type}.

source: InviteEmail|You have been invited to join the %{project_or_group_name} %{project_or_group} with the following role: %{role}.
ko: 귀하는 %{project_or_group_name} %{project_or_group} 에 다음 역할로 가입하도록 초대되었습니다: %{role}.
ru: Вас пригласили присоединиться к %{project_or_group_name} (%{project_or_group}) с ролью: %{role}.

source: InviteMembersBanner|Collaborate with your team
ko: 팀과 공동 작업
ru: Работайте вместе с командой

source: InviteMembersBanner|Invite your colleagues
ko: 동료 초대
ru: Пригласить коллег

source: InviteMembersBanner|We noticed that you haven't invited anyone to this group. Invite your colleagues so you can discuss issues, collaborate on merge requests, and share your knowledge.
ko: 당신은 이 그룹에 아무도 초대하지 않은 것으로 나타났습니다. 동료를 초대하여 이슈를 논의하고, 머지 리퀘스트에 대해 공동 작업하고, 지식을 공유할 수 있습니다.
ru: Мы заметили, что вы никого не пригласили в эту группу. Пригласите коллег, чтобы вы могли участвовать в обсуждениях, вместе работать над запросами на слияние и делиться знаниями.

source: InviteMembersModal| To get more members, the owner of this top-level group can %{trialLinkStart}start a trial%{trialLinkEnd} or %{upgradeLinkStart}upgrade%{upgradeLinkEnd} to a paid tier.
ko: 더 많은 회원을 확보하려면, 최상위 그룹의 소유자는 %{trialLinkStart}평가판을 시작하거나%{trialLinkEnd} 또는 %{upgradeLinkStart}유료 티어로 업그레이드%{upgradeLinkEnd} 할 수 있습니다.
ru: Владелец этой группы верхнего уровня может %{trialLinkStart}начать пробный период%{trialLinkEnd} или %{upgradeLinkStart}перейти на платный тариф%{upgradeLinkEnd}, чтобы добавить больше участников.

source: InviteMembersModal|Access expiration date (optional)
ko: 액세스 만료 날짜 (선택)
ru: Срок действия доступа (необязательно)

source: InviteMembersModal|Add unlimited members with your trial
ko: 평가판으로 무제한 회원 추가
ru: Добавьте неограниченное количество участников в рамках пробного периода

source: InviteMembersModal|Cancel
ko: 취소
ru: Отмена

source: InviteMembersModal|Close invite team members
ko: 팀 멤버 초대 닫기
ru: Закрыть приглашения

source: InviteMembersModal|Congratulations on creating your project, you're almost there!
ko: 프로젝트 생성을 축하합니다. 거의 다 왔습니다!
ru: Поздравляем с созданием проекта, вы почти закончили!

source: InviteMembersModal|During your trial, you can invite as many members to %{groupName} as you like. When the trial ends, you'll have a maximum of %{dashboardLimit} members on the Free tier. To get more members, %{linkStart}upgrade to a paid plan%{linkEnd}.
ko: 체험 기간 동안 원하는 만큼 많은 멤버를 %{groupName} 에 초대할 수 있습니다. 평가판이 종료되면 프리 티어에 최대 %{dashboardLimit} 구성원이 있을 수 있습니다. 더 많은 멤버를 확보하려면 %{linkStart} 유료 요금제로 업그레이드하십시오%{linkEnd}.
ru: В течение пробного периода вы можете приглашать в %{groupName} любое количество участников. После его завершения в бесплатном тарифе останется не более %{dashboardLimit} участников. Чтобы добавить больше, %{linkStart}перейдите на платный тариф%{linkEnd}.

source: InviteMembersModal|From this date onward, the user can no longer access the group or project. Learn more about %{linkStart}access%{linkEnd}.
ko: 이 날짜 이후로 사용자는 그룹이나 프로젝트에 더 이상 액세스할 수 없습니다. %{linkStart}액세스%{linkEnd}에 대해 자세히 알아보세요.
ru: С этой даты пользователь больше не сможет получить доступ к группе или проекту. Подробнее о %{linkStart}доступе%{linkEnd}.

source: InviteMembersModal|GitLab is better with colleagues!
ko: GitLab은 동료와 함께하면 더 좋습니다!
ru: GitLab лучше с коллегами!

source: InviteMembersModal|How about inviting a colleague or two to join you?
ko: 동료를 한두 명 초대하는 것은 어떻습니까?
ru: Не хотите ли пригласить пару коллег присоединиться?

source: InviteMembersModal|Invite
ko: 초대
ru: Пригласить

source: InviteMembersModal|Invite a group
ko: 그룹 초대
ru: Пригласить группу

source: InviteMembersModal|Invite members
ko: 멤버 초대
ru: Пригласить участников

source: InviteMembersModal|Invited members are assigned the selected role or the role they have in the group, whichever is lower. Learn more about %{linkStart}roles%{linkEnd}.
ko: 초대된 멤버에게는 선택한 역할이나 그룹 내에서 자신이 맡은 역할 중 낮은 역할이 할당됩니다. %{linkStart}역할%{linkEnd}에 대해 자세히 알아보세요.
ru: Приглашённым участникам назначается выбранная роль или роль в группе — в зависимости от того, какая из них ниже. Подробнее о %{linkStart}ролях%{linkEnd}.

source: InviteMembersModal|Inviting a group %{linkStart}adds its members to your group%{linkEnd}, including members who join after the invite. This might put your group over the free %{count} user limit.
ko: 그룹 %{linkStart}을 초대하면 초대 후 가입한 구성원을 포함하여 그룹%{linkEnd}에 구성원이 추가됩니다. 이로 인해 그룹이 무료 사용자 %{count} 제한을 초과할 수 있습니다.
ru: Приглашение группы %{linkStart}добавляет её участников в вашу группу%{linkEnd}, включая тех, кто присоединится позже. Это может превысить бесплатный лимит в %{count} участников.

source: InviteMembersModal|Inviting a group %{linkStart}adds its members to your project%{linkEnd}, including members who join after the invite. This might put your group over the free %{count} user limit.
ko: 그룹 %{linkStart}을 초대하면 초대 후 가입한 구성원을 포함하여 프로젝트%{linkEnd}에 구성원이 추가됩니다. 이로 인해 그룹이 무료 사용자 %{count} 제한을 초과할 수 있습니다.
ru: Приглашение группы %{linkStart}добавляет её участников в ваш проект%{linkEnd}, включая тех, кто присоединится позже. Это может превысить бесплатный лимит в %{count} участников.

source: InviteMembersModal|Learn how to add seats
ko: 좌석 수 추가 방법을 알아보세요
ru: Узнайте, как добавить лицензии

source: InviteMembersModal|Manage members
ko: 멤버 관리
ru: Управление участниками

source: InviteMembersModal|Members were successfully added.
ko: 멤버가 성공적으로 추가되었습니다.
ru: Участники были успешно добавлены.

source: InviteMembersModal|Please add members to invite
ko: 초대할 구성원을 추가하십시오
ru: Добавьте участников для приглашения

source: InviteMembersModal|Purchase more seats
ko: 추가 좌석 구매
ru: Купить дополнительные лицензии

source: InviteMembersModal|Review the invite errors and try again:
ko: 초대 오류를 검토하고 다시 시도하십시오:
ru: Проверьте ошибки приглашения и повторите попытку:

source: InviteMembersModal|Search for a group to invite
ko: 초대할 그룹 검색
ru: Поиск группы для приглашения

source: InviteMembersModal|Select a group to invite
ko: 초대할 그룹 선택
ru: Выберите группу для приглашения

source: InviteMembersModal|Select from GitLab usernames or enter email addresses
ko: GitLab 사용자명에서 선택하거나 이메일 주소를 입력하세요
ru: Выберите из имён пользователей GitLab или введите адреса электронной почты

source: InviteMembersModal|Select maximum role
ko: 최대 역할 선택
ru: Выберите максимальную роль

source: InviteMembersModal|Show less
ko: 간략히 보기
ru: Свернуть

source: InviteMembersModal|Show more (%{count})
ko: (%{count}) 더 보기
ru: Развернуть (%{count})

source: InviteMembersModal|Some invitations have been queued for administrator approval.
ko: 일부 초대가 운영자 승인을 위해 대기 중입니다.
ru: Некоторые приглашения поставлены в очередь на одобрение администратором.

source: InviteMembersModal|Something went wrong
ko: 문제가 발생했습니다.
ru: Произошла ошибка

source: InviteMembersModal|The following %{errorMembersLength} out of %{totalMembersCount} members could not be added
ko: 다음 %{errorMembersLength} 회원을 추가할 수 없습니다 %{totalMembersCount}
ru: Не удалось добавить следующих участников (%{errorMembersLength} из %{totalMembersCount})

source: InviteMembersModal|The following member couldn't be invited
ko: 다음 %d 명의 회원은 초대할 수 없습니다
ru: Не удалось пригласить следующего участника

source: InviteMembersModal|To get more members an owner of the group can %{trialLinkStart}start a trial%{trialLinkEnd} or %{upgradeLinkStart}upgrade%{upgradeLinkEnd} to a paid tier.
ko: 더 많은 회원을 가입시키기 위해서는 그룹 소유자가 %{trialLinkStart}평가판을 시작하거나%{trialLinkEnd} 또는 %{upgradeLinkStart}유료 요금제로 업그레이드%{upgradeLinkEnd} 해야 합니다.
ru: Чтобы пригласить больше участников, владелец группы может %{trialLinkStart}начать пробную версию%{trialLinkEnd} или %{upgradeLinkStart}перейти на платный тариф%{upgradeLinkEnd}.

source: InviteMembersModal|To invite new users to this top-level group, you must remove existing users. You can still add existing users from the top-level group, including any subgroups and projects.
ko: 이 최상위 그룹에 새 사용자를 초대하려면 기존 사용자를 제거해야 합니다. 하위 그룹 및 프로젝트를 포함하여 최상위 그룹에서 기존 사용자를 계속 추가할 수 있습니다.
ru: Чтобы пригласить новых пользователей в эту группу верхнего уровня, вам нужно удалить существующих пользователей. Вы по-прежнему можете добавить существующих пользователей из группы верхнего уровня, включая её подгруппы и проекты.

source: InviteMembersModal|Username, name or email address
ko: 사용자명, 이름 또는 이메일 주소
ru: Имя пользователя, имя или адрес электронной почты

source: InviteMembersModal|You must purchase more seats for your subscription before this amount of users can be added.
ko: 이 수량의 사용자를 추가하기전에 구독에 추가 좌석을 구매해야 합니다.
ru: Вам нужно купить дополнительные лицензии для вашего тарифа, прежде чем можно будет добавить это количество пользователей.

source: InviteMembersModal|You only have space for %{count} more %{members} in %{name}
ko: %{name}에 %{count} 추가 %{members}를 위한 공간만 있습니다.
ru: У вас осталось место только для %{count} %{members} в %{name}

source: InviteMembersModal|You're inviting a group to the %{strongStart}%{name}%{strongEnd} group.
ko: %{strongStart}%{name}%{strongEnd} 그룹에 그룹을 초대하려고 합니다.
ru: Вы приглашаете группу в группу %{strongStart}%{name}%{strongEnd}.

source: InviteMembersModal|You're inviting a group to the %{strongStart}%{name}%{strongEnd} project.
ko: %{strongStart}%{name}%{strongEnd} 프로젝트에 그룹을 초대하려고 합니다.
ru: Вы приглашаете группу в проект %{strongStart}%{name}%{strongEnd}.

source: InviteMembersModal|You're inviting members to the %{strongStart}%{name}%{strongEnd} group.
ko: %{strongStart}%{name}%{strongEnd} 그룹에 멤버를 초대합니다.
ru: Вы приглашаете участников в группу %{strongStart}%{name}%{strongEnd}.

source: InviteMembersModal|You're inviting members to the %{strongStart}%{name}%{strongEnd} project.
ko: %{strongStart}%{name}%{strongEnd} 프로젝트에 멤버를 초대합니다.
ru: Вы приглашаете участников в проект %{strongStart}%{name}%{strongEnd}.

source: InviteMembersModal|You've reached your %{count} %{members} limit for %{name}
ko: %{name}에 대한 %{count} %{members} 한도에 도달했습니다.
ru: Вы достигли лимита в %{count} %{members} для %{name}

source: InviteMembers|Invite a group
ko: 그룹 초대
ru: Пригласить группу

source: InviteMembers|Invite team members
ko: 팀 멤버 초대
ru: Пригласить участников команды

source: InviteMember|Add members to this project and start collaborating with your team.
ko: 이 프로젝트에 구성원을 추가하고 팀과 공동 작업을 시작하세요.
ru: Добавьте участников в этот проект и начните сотрудничество с вашей командой.

source: InviteMember|Invite Members (optional)
ko: 멤버 초대 (옵션)
ru: Пригласить участников (необязательно)

source: InviteMember|Invite another member
ko: 다른 멤버 초대
ru: Пригласить другого участника

source: InviteMember|Invite members
ko: 멤버 초대
ru: Пригласить участников

source: InviteMember|Invite your team
ko: 팀 초대
ru: Пригласите вашу команду

source: InviteMember|Invited users will be added with developer level permissions. %{linkStart}View the documentation%{linkEnd} to see how to change this later.
ko: 초대된 사용자는 개발자 권한으로 추가됩니다. 나중에 이를 변경하는 방법을 보려면 %{linkStart}문서 를 보십시오.%{linkEnd}
ru: Приглашённые пользователи будут добавлены с уровнем прав «Разработчик». %{linkStart}Ознакомьтесь с документацией%{linkEnd}, чтобы узнать, как изменить это позже.

source: InviteReminderEmail|%{inviter} is still waiting for you to join GitLab
ko: %{inviter}님이 아직 귀하의 GitLab 가입을 기다리고 있습니다.

source: InviteReminderEmail|%{inviter} is waiting for you to join GitLab
ko: %{inviter}님이 귀하의 GitLab 가입을 기다리고 있습니다.

source: InviteReminderEmail|%{inviter} is waiting for you to join the %{strong_start}%{project_or_group_name}%{strong_end} %{project_or_group} as a %{role}.
ko: %{inviter}님이 귀하가 %{strong_start}%{project_or_group_name}%{strong_end} %{project_or_group}에 %{role}으로 참여하기를 기다리고 있습니다.

source: InviteReminderEmail|%{inviter}'s invitation to GitLab is pending
ko: %{inviter}님의 GitLab 초대가 대기 중입니다.

source: InviteReminderEmail|Accept invitation
ko: 초대 수락

source: InviteReminderEmail|Accept invitation: %{invite_url}
ko: 초대 수락: %{invite_url}

source: InviteReminderEmail|Decline invitation
ko: 초대 거절

source: InviteReminderEmail|Decline invitation: %{decline_url}
ko: 초대 거절: %{decline_url}

source: InviteReminderEmail|Hey there %{wave_emoji}
ko: 안녕하세요 %{wave_emoji}

source: InviteReminderEmail|Hey there!
ko: 안녕하세요!

source: InviteReminderEmail|In case you missed it…
ko: 혹시 놓치셨다면...
ru: В случае, если вы пропустили…

source: InviteReminderEmail|Invitation pending
ko: 초대 대기 중

source: InviteReminderEmail|It's been %{invitation_age} days since %{inviter} invited you to join the %{strong_start}%{project_or_group_name}%{strong_end} %{project_or_group} as a %{role}. What would you like to do?
ko: %{inviter}님이 귀하를 %{strong_start}%{project_or_group_name}%{strong_end} %{project_or_group}에 %{role}으로 초대한 지 %{invitation_age}일이 지났습니다. 어떻게 하시겠습니까?

source: InviteReminderEmail|This is a friendly reminder that %{inviter} invited you to join the %{strong_start}%{project_or_group_name}%{strong_end} %{project_or_group} as a %{role}.
ko: %{inviter}님이 귀하를 %{strong_start}%{project_or_group_name}%{strong_end} %{project_or_group}에 %{role}으로 초대했다는 알림입니다.

source: Invited
ko: 초대됨

source: Invited group allowed email domains must contain a subset of the allowed email domains of the root ancestor group. Go to the group's 'Settings &gt; General' page and check 'Restrict membership by email domain'.
ko: 초대된 그룹 허용 이메일 도메인에는 루트 상위 그룹의 허용 이메일 도메인 일부분이 포함되어야 합니다. 그룹의 '설정 &gt; 일반' 페이지로 이동하여 '이메일 도메인으로 멤버십 제한'을 체크합니다.
ru: Разрешённые домены электронной почты приглашённой группы должны быть подмножеством разрешённых доменов электронной почты корневой группы-предка. Перейдите на страницу группы «Настройки &gt; Общие» и установите флажок «Ограничить членство по домену электронной почты».

source: IrkerService|Channels and users separated by whitespaces. %{recipients_docs_link}
ko: 채널과 사용자를 공백으로 구분합니다. %{recipients_docs_link}
ru: Каналы и пользователи, разделённые пробелами. %{recipients_docs_link}
