Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: SecurityReports|The Activity filter now defaults to showing only vulnerabilities that are "still detected". To see vulnerabilities regardless of their detection status, remove this filter.
ko: 활동 필터는 이제 기본적으로 "여전히 감지된" 취약점만 표시합니다. 감지 상태에 관계없이 취약점을 보려면 이 필터를 제거하세요.
ru: Фильтр активности теперь по умолчанию отображает только уязвимости, которые «по-прежнему обнаружены». Чтобы увидеть уязвимости независимо от их статуса обнаружения, уберите этот фильтр.

source: SecurityReports|The Vulnerability Report shows results of successful scans on your project's default branch, manually added vulnerability records, and vulnerabilities found from scanning operational environments. %{linkStart}Learn more%{linkEnd}.
ko: 취약성 보고서는 프로젝트의 기본 브랜치에 대한 성공적인 스캔 결과, 수동으로 추가된 취약점 레코드 및 스캔 작업 환경에서 발견된 취약점을 보여줍니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Отчёт о уязвимостях показывает результаты успешных сканирований на основной ветке вашего проекта, вручную добавленные записи об уязвимостях и уязвимости, найденные при сканировании рабочих окружений. %{linkStart}Подробнее%{linkEnd}.

source: SecurityReports|The following SBOM reports could not be parsed. Therefore the list of reported vulnerabilities may be incomplete.
ko: 다음 SBOM 보고서를 구문 분석할 수 없습니다. 따라서 보고된 취약점 목록이 불완전할 수 있습니다.
ru: Не удалось обработать следующие отчёты SBOM, поэтому список обнаруженных уязвимостей может быть неполным.

source: SecurityReports|The following security reports contain one or more vulnerability findings that could not be parsed and were not recorded. To investigate a report, download the artifacts in the job output. Ensure the security report conforms to the relevant %{helpPageLinkStart}JSON schema%{helpPageLinkEnd}.
ko: 다음 보안 보고서에는 구문 분석할 수 없어 기록되지 않은 취약점 검출 항목이 하나 이상 포함되어 있습니다. 보고서를 조사하려면 작업 출력에서 아티팩트를 다운로드하세요. 보안 보고서가 관련 %{helpPageLinkStart}JSON 스키마%{helpPageLinkEnd}를 준수하는지 확인하세요.
ru: Следующие отчёты о безопасности содержат одно или несколько обнаружений уязвимостей, которые не удалось разобрать, и они не были зафиксированы. Для исследования отчёта загрузите артефакты из вывода задания. Убедитесь, что отчёт о безопасности соответствует нужной %{helpPageLinkStart}JSON-схеме%{helpPageLinkEnd}.

source: SecurityReports|The security report for this pipeline has %{helpPageLinkStart}expired%{helpPageLinkEnd}. Re-run the pipeline to generate a new security report.
ko: 이 파이프라인의 보안 보고서가 %{helpPageLinkStart}만료%{helpPageLinkEnd}되었습니다. 파이프라인을 다시 실행하여 새 보안 보고서를 생성합니다.
ru: Отчёт о безопасности для этого конвейера %{helpPageLinkStart}истёк%{helpPageLinkEnd}. Перезапустите конвейер, чтобы сгенерировать новый отчёт о безопасности.

source: SecurityReports|There was an error creating a Jira issue for the finding. Please try again.
ko: 검출 결과에 Jira 이슈를 생성하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при создании задачи в Jira для этого обнаружения. Повторите попытку.

source: SecurityReports|There was an error creating the issue. Please try again.
ko: 이슈생성에 오류가 생겼습니다. 다시 시도해주세요.
ru: Произошла ошибка при создании обсуждения. Повторите попытку.

source: SecurityReports|There was an error creating the merge request. Please try again.
ko: 머지 리퀘스트 생성에 오류가 생겼습니다. 다시 시도해주세요.
ru: Произошла ошибка при создании запроса на слияние. Повторите попытку.

source: SecurityReports|There was an error dismissing the finding. Please try again.
ko: 검출된 사항을 해지하는 중에 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при отклонении обнаружения. Повторите попытку.

source: SecurityReports|There was an error fetching the finding. Please try again.
ko: 검출 결과를 가져오는 중에 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении обнаружения. Повторите попытку.

source: SecurityReports|There was an error fetching the finding. The security report for this pipeline may have expired. To generate a new security report, go the %{boldStart}Pipelines%{boldEnd} tab and run a pipeline.
ko: 검색을 가져오는 동안 오류가 발생했습니다. 이 파이프라인에 대한 보안 보고서가 만료되었을 수 있습니다. 새 보안 보고서를 생성하려면 %{boldStart}파이프라인%{boldEnd} 탭으로 이동하여 파이프라인을 실행하십시오.
ru: Произошла ошибка при получении данных. Возможно отчёт о безопасности для этого конвейера истёк. Чтобы создать новый отчёт по безопасности, перейдите на вкладку %{boldStart}Конвейеры%{boldEnd} и запустите конвейер.

source: SecurityReports|There was an error fetching the identifiers for this project. Please try again later.
ko: 이 프로젝트의 식별자를 가져오는 동안 오류가 발생했습니다. 나중에 다시 시도 해주십시오.
ru: Произошла ошибка при получении идентификаторов для этого проекта. Повторите попытку позже.

source: SecurityReports|There was an error reverting the dismissal.
ko: 해지 복원에 오류가 발생했습니다.
ru: Произошла ошибка при отмене отклонения.

source: SecurityReports|There was an error while generating the report.
ko: 보고서를 생성하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при генерации отчёта.

source: SecurityReports|This dashboard provides an overview of your security vulnerabilities.
ko: 이 대시보드는 보안 취약성에 대한 요약 정보를 제공합니다.

source: SecurityReports|This project has reached the maximum number of vulnerabilities it can contain and some of the vulnerabilities couldn't be ingested.
ko: 이 프로젝트는 포함할 수 있는 취약점의 최대 개수에 도달했으며, 일부 취약점은 수집할 수 없습니다.
ru: В этом проекте достигнуто максимальное количество уязвимостей, и некоторые из них не удалось загрузить.

source: SecurityReports|This project has reached the maximum number of vulnerabilities it can contain. New vulnerabilities will not be created.
ko: 이 프로젝트는 포함할 수 있는 최대 취약점 수에 도달했습니다. 새로운 취약점은 생성되지 않습니다.
ru: В этом проекте достигнуто максимальное количество уязвимостей. Новые уязвимости создаваться не будут.

source: SecurityReports|This project is reaching the maximum number of vulnerabilities it can contain.
ko: 이 프로젝트는 포함할 수 있는 취약점의 최대 개수에 도달하고 있습니다.
ru: Этот проект приближается к максимальному количеству уязвимостей.

source: SecurityReports|This selection is required.
ko: 이 선택은 필수입니다.
ru: Этот выбор обязателен.

source: SecurityReports|To widen your search, change or remove filters above
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 제거하십시오.
ru: Чтобы расширить область поиска, измените или удалите фильтры выше

source: SecurityReports|Tool
ko: 도구
ru: Инструмент

source: SecurityReports|Unable to add %{invalidProjectsMessage}: %{errorMessage}
ko: %{invalidProjectsMessage}를 추가할 수 없습니다 : %{errorMessage}
ru: Невозможно добавить %{invalidProjectsMessage}: %{errorMessage}

source: SecurityReports|Undo dismiss
ko: 해지 취소
ru: Отменить отклонение

source: SecurityReports|Vulnerability Resolution available
ko: 취약점 해결 방법 제공
ru: Решение уязвимости доступно

source: SecurityReports|Vulnerability Resolution unavailable
ko: 취약점 해결 방법이 없습니다.
ru: Решение уязвимости недоступно

source: SecurityReports|Vulnerability report
ko: 취약점 보고서
ru: Отчёт об уязвимостях

source: SecurityReports|Vulnerability will be archived on %{date}
ko: 취약성이 %{date}에 보관되었습니다
ru: Уязвимость будет архивирована %{date}

source: SecurityReports|Warning parsing security reports
ko: 보안 보고서의 경고 구문 분석
ru: Предупреждение при разборе отчётов безопасности

source: SecurityReports|scanned resources
ko: 스캔된 리소스
ru: отсканированные ресурсы

source: SecurityReports|security scanning prerequisites
ko: 보안 스캐닝 필수 조건
ru: предварительные требования для проверки безопасности

source: SecurityTraining|Enable security training to learn how to fix vulnerabilities. View security training from selected educational providers relevant to the detected vulnerability.
ko: 보안 교육을 활성화하여 취약점을 수정하는 방법을 배우십시오. 탐지된 취약점과 관련하여 선택된 교육 제공자의 보안 교육을 봅니다.

source: SecurityTraining|Primary Training
ko: 기본 교육
ru: Основное обучение

source: SecurityTraining|Resolve with security training
ko: 보안 교육으로 해결

source: SecurityTraining|Training from this partner takes precedence when more than one training partner is enabled.
ko: 두 개 이상의 교육 파트너가 활성화된 경우, 이 파트너의 교육이 우선적으로 선택됩니다.
ru: Обучение от этого партнёра имеет приоритет, когда включено несколько партнёров по обучению.

source: SecurityTxt|Add security contact information
ko: 보안 연락처 정보 추가

source: SecurityTxt|Configure a %{codeOpen}security.txt%{codeClose} file.
ko: %{codeOpen}security.txt%{codeClose} 파일을 구성합니다.

source: SecurityTxt|Content for security.txt
ko: security.txt 내용
ru: Содержимое security.txt

source: SecurityTxt|When present, this will be publicly available at %{codeOpen}https://gitlab.example.com/.well-known/security.txt%{codeClose}. Maximum 2048 characters.
ko: 존재할 경우, 이는 %{codeOpen}https://gitlab.example.com/.well-known/security.txt%{codeClose}에서 공개될 것입니다. 최대 2048자.

source: See example DevOps Score page in our documentation.
ko: 문서에서 DevOps Score 페이지의 예제를 참조하십시오.
ru: Посмотрите пример страницы оценки DevOps в нашей документации.

source: See examples.
ko: 예제 보기.
ru: Посмотреть примеры.

source: See how it works
ko: 작동 방식 살펴보기
ru: Посмотреть, как это работает

source: See our website for help
ko: 도움이 필요하면 웹 사이트 참조하세요.
ru: Посетите наш сайт для получения помощи

source: See the Geo troubleshooting documentation to learn more: %{docs_url}
ko: 자세한 내용은 Geo 문제 해결 문서를 참조하세요. %{docs_url}
ru: Изучите документацию по устранению неполадок в Geo, чтобы узнать больше: %{docs_url}.

source: See the affected projects in the GitLab admin panel
ko: GitLab 관리 패널에서 영향을 받는 프로젝트 보기
ru: Посмотреть затрагиваемые проекты в панели администратора GitLab

source: See usage statistics
ko: 사용 통계 보기

source: See vulnerability %{vulnerability_link} for any Remediation details.
ko: 모든 치료에 대한 세부 정보는 취약성 %{vulnerability_link} 참조

source: See vulnerability %{vulnerability_link} for any Solution details.
ko: 취약성 솔루션 세부 정보는 %{vulnerability_link} 참조

source: Select
ko: 선택
ru: Выбрать

source: Select Git revision
ko: Git 리비전 선택
ru: Выберите ревизию Git

source: Select Iteration
ko: 이터레이션 선택
ru: Выберите итерацию

source: Select Profile
ko: 프로필 선택
ru: Выберите профиль

source: Select a LDAP group
ko: LDAP 그룹 선택

source: Select a branch
ko: 브랜치 선택

source: Select a branch to compare
ko: 비교할 브랜치 선택
ru: Выберите ветку для сравнения

source: Select a cluster management project
ko: 클러스터 관리 프로젝트 선택

source: Select a color
ko: 색상 선택

source: Select a color from the color picker or from the presets below.
ko: 색상 선택기 또는 아래 사전 설정에서 색상을 선택합니다.
ru: Выберите цвет с помощью выбора цвета или из предложенных ниже пресетов.

source: Select a comment template
ko: 댓글 템플릿 선택
ru: Выберите шаблон комментария

source: Select a country or region
ko: 국가 또는 지역을 선택
ru: Выберите страну или регион

source: Select a day
ko: 날짜 선택
ru: Выберите день

source: Select a group
ko: 그룹 선택
ru: Выберите группу

source: Select a label
ko: 라벨 선택
ru: Выберите метку

source: Select a merge moment
ko: 머지 모멘트 선택

source: Select a milestone
ko: 마일스톤 선택
ru: Выберите этап

source: Select a new namespace
ko: 새로운 네임스페이스 선택
ru: Выберите новое пространство имен

source: Select a project
ko: 프로젝트 선택

source: Select a repository containing templates for common files.
ko: 공통 파일에 대한 템플릿이 들어 있는 리포지토리를 선택하십시오.
ru: Выберите репозиторий, содержащий шаблоны для типовых файлов.

source: Select a template repository
ko: 리포지토리 템플릿 선택

source: Select a valid target branch.
ko: 유효한 대상 브랜치를 선택하세요.
ru: Выберите допустимую целевую ветку.

source: Select action
ko: 동작 선택
ru: Выберите действие

source: Select all
ko: 모두 선택
ru: Выбрать все

source: Select all vulnerabilities on current page
ko: 현재 페이지의 모든 취약점을 선택하세요
ru: Выбрать все уязвимости на текущей странице

source: Select an assignee
ko: 담당자 선택
ru: Выберите исполнителя

source: Select an iteration
ko: 이터레이션 선택

source: Select an option
ko: 옵션 선택
ru: Выберите вариант

source: Select artifacts
ko: 아티팩트 선택
ru: Выбрать артефакты

source: Select assignee
ko: 담당자 선택
ru: Выберите исполнителя

source: Select assignees
ko: 담당자 선택
ru: Выберите исполнителей

source: Select branch
ko: 브랜치 선택

source: Select branch or create wildcard
ko: 브랜치 선택 또는 와일드카드 생성
ru: Выберите ветку или создайте шаблон

source: Select branches
ko: 브랜치 선택

source: Select color
ko: 색 선택

source: Select confidentiality
ko: 공개 수준 선택
ru: Выберите режим конфиденциальности

source: Select default branch
ko: 기본 브랜치 선택
ru: Выберите ветку по умолчанию

source: Select due date
ko: 기한 선택
ru: Выберите срок выполнения

source: Select environment or create wildcard
ko: 환경 선택 또는 와일드카드 생성
ru: Выберите окружение или создайте шаблон

source: Select epic
ko: 에픽 선택

source: Select group
ko: 그룹 선택

source: Select group or project
ko: 그룹 또는 프로젝트 선택
ru: Выберите группу или проект

source: Select groups
ko: 그룹 선택
ru: Выберите группы

source: Select health status
ko: 헬스 체크 상태 선택
ru: Выберите состояние здоровья

source: Select iteration
ko: 이터레이션 선택

source: Select label
ko: 라벨 선택
ru: Выберите метку

source: Select labels
ko: 라벨 선택
ru: Выберите метки

source: Select labels (optional)
ko: 라벨 선택 (옵션)
ru: Выберите метки (необязательно)

source: Select merge moment
ko: 머지 모멘트 선택

source: Select milestone
ko: 마일스톤 선택
ru: Выберите этап

source: Select private project
ko: 비공개 프로젝트 선택

source: Select project
ko: 프로젝트 선택
ru: Выбрать проект

source: Select project to create %{type}
ko: %{type}을 생성할 프로젝트 선택
ru: Выберите проект, чтобы создать %{type}

source: Select projects
ko: 프로젝트 선택

source: Select protected branch
ko: 보호된 브랜치 선택

source: Select protected branches
ko: 보호된 브랜치 선택

source: Select report
ko: 보고서 선택

source: Select reviewer
ko: 검토자 선택
ru: Выберите рецензента

source: Select reviewers
ko: 검토자 선택하기
ru: Выберите рецензентов

source: Select severity (optional)
ko: 심각도 선택 (옵션)
ru: Выберите уровень серьёзности (необязательно)

source: Select source
ko: 소스 선택
ru: Выберите источник

source: Select source branch
ko: 소스 브랜치 선택
ru: Выберите исходную ветку

source: Select source project
ko: 소스 프로젝트 선택
ru: Выберите исходный проект

source: Select start date
ko: 시작 날짜 선택
ru: Выберите дату начала

source: Select state
ko: 상태 선택
ru: Выберите состояние

source: Select status
ko: 상태 선택

source: Select strategy activation method
ko: 전략 활성화 방법 선택
ru: Выберите способ активации стратегии

source: Select subgroup
ko: 하위그룹 선택

source: Select subscription
ko: 구독 선택
ru: Выберите подписку

source: Select tags
ko: 태그 선택
ru: Выберите теги

source: Select target branch
ko: 대상 브랜치 선택
ru: Выбор целевой ветки

source: Select target branch or tag
ko: 대상 브랜치 또는 태그 선택

source: Select target project
ko: 대상 프로젝트 선택
ru: Выберите целевой проект

source: Select timezone
ko: 시간대 선택
ru: Выбрать часовой пояс

source: Select type
ko: 유형 선택
ru: Выберите тип

source: Select vulnerability
ko: 취약점 선택

source: Selected
ko: 선택됨

source: Selected commits
ko: 선택한 커밋

source: Selected database
ko: 선택된 데이터베이스
ru: Выбранная база данных

source: Selected for all items.
ko: 모든 항목에 대해 선택되었습니다.

source: Selected for some items.
ko: 일부 항목에 대해 선택되었습니다.

source: Selected tag is already in use. Choose another option.
ko: 선택한 태그가 이미 사용 중입니다. 다른 옵션을 선택하십시오.

source: Selecting a GitLab user will add a link to the GitLab user in the descriptions of issues and comments (e.g. "By %{link_open}@johnsmith%{link_close}"). It will also associate and/or assign these issues and comments with the selected user.
ko: GitLab 사용자를 선택하면 이슈 및 댓글에 GitLab 사용자에 대한 링크가 추가됩니다(예: "By %{link_open}@johnsmith%{link_close}"). 동시에 선택된 사용자와 이슈와 댓글을 연결하거나 할당합니다.
ru: При выборе пользователя GitLab в описаниях обсуждений и комментариев будет добавлена ссылка на этого пользователя (например, «От %{link_open}@johnsmith%{link_close}»). Также выбранный пользователь будет связан с этими обсуждениями и комментариями или назначен ответственным.

source: Self hosted AI Gateway URL is not set. It can be changed in the Gitlab Duo configuration.
ko: 자체 호스팅 AI 게이트웨이 URL이 설정되지 않았습니다. Gitlab Duo 구성에서 변경할 수 있습니다.
ru: URL самоуправляемого шлюза ИИ не задан. Его можно изменить в настройках GitLab Duo.

source: Self hosted AI Gateway URL is set to %{url}. It can be changed in the Gitlab Duo configuration.
ko: 자체 호스팅 AI 게이트웨이 URL이 %{url}로 설정되었습니다. Gitlab Duo 구성에서 변경할 수 있습니다.
ru: URL самоуправляемого шлюза ИИ установлен в %{url}. Его можно изменить в настройках GitLab Duo.

source: Send
ko: 전송

source: Send a single email notification to Owners and Maintainers for new alerts.
ko: 새로운 경고에 대해 소유자 및 유지관리자에게 단일 이메일 알림을 보냅니다.

source: Send email
ko: 이메일 전송
ru: Отправить электронное письмо

source: Send email in multipart format (HTML and plain text). Uncheck to send email messages in plain text only.
ko: 멀티파트 형식(HTML 및 일반 텍스트)으로 전자 메일을 보냅니다. 일반 텍스트로만 전자 메일 메시지를 보내려면 선택 취소합니다.
ru: Отправлять электронные письма в составном формате (HTML и обычный текст). Снимите флажок, чтобы отправлять письма только в обычном тексте.

source: Send email notification
ko: 이메일 알림 보내기

source: Send emails to users upon account deactivation.
ko: 계정 비활성화 시 사용자에게 이메일 보내기.
ru: Отправлять пользователям уведомления при отключении учётной записи.

source: Send message
ko: 메시지 보내기

source: Send notifications about project events to Mattermost channels.
ko: 프로젝트 이벤트에 대한 알림을 Mattermost 채널로 보냅니다.

source: Send notifications for broken pipelines.
ko: 손상된 파이프라인에 대한 알림을 보냅니다.
ru: Отправлять уведомления для сломанных конвейеров.

source: Send notifications for the default branch.
ko: 기본 브랜치에 대한 알림을 전송합니다.

source: Send report
ko: 보고서 보내기
ru: Отправить отчёт

source: Send service data
ko: 서비스 데이터 전송

source: Sentry event
ko: Sentry 이벤트
ru: Событие Sentry

source: Sentry issue not found.
ko: 센트리 이슈를 찾을 수 없습니다.

source: Sep
ko: 9월
ru: Сент.

source: September
ko: 9월
ru: Сентябрь

source: SeriesFinalConjunction|and
ko: 그리고
ru: и

source: Serve repository static objects (for example, archives and blobs) from external storage.
ko: 외부 저장공간에서 리포지토리 정적 개체(예: 아카이브 및 Blob)를 제공합니다
ru: Обслуживайте статичные объекты репозитория (например, архивы и блобы) из внешнего хранилища.

source: Server (optional)
ko: 서버 (옵션)

source: Server supports batch API only, please update your Git LFS client to version 1.0.1 and up.
ko: 서버는 배치 API만 지원합니다. Git LFS 클라이언트를 버전 1.0.1 이상으로 업데이트하십시오.
ru: Сервер поддерживает только пакетный API, пожалуйста, обновите ваш клиент Git LFS до версии 1.0.1 и выше.

source: Server version
ko: 서버 버전
ru: Версия сервера

source: Service
ko: 서비스

source: Service Account
ko: 서비스 계정
ru: Учетная запись службы

source: Service Account Key
ko: 서비스 계정 키
ru: Ключ учетной записи службы

source: Service Accounts keys authorize GitLab to deploy your Google Cloud project
ko: 서비스 계정 키는 GitLab이 Google Cloud 프로젝트를 배포할 수 있도록 승인합니다.
ru: Ключи учётных записей служб авторизуют GitLab для развертывания вашего проекта в Google Cloud

source: Service Desk
ko: 서비스 데스크
ru: Служба поддержки

source: Service Desk Ticket
ko: 서비스 데스크 티켓

source: Service Desk allows people to create issues in your GitLab instance without their own user account. It provides a unique email address for end users to create issues in a project. Replies can be sent either through the GitLab interface or by email. End users only see threads through email.
ko: 서비스 데스크는 사람들이 자신의 사용자 계정 없이 GitLab 인스턴스에서 이슈를 생성할 수 있도록 합니다. 최종 사용자가 프로젝트에서 이슈를 생성할 수 있는 고유한 전자 메일 주소를 제공합니다. 회신은 GitLab 인터페이스를 통해 보내거나 이메일로 보낼 수 있습니다. 최종 사용자는 이메일을 통해서만 스레드를 볼 수 있습니다.
ru: Служба поддержки позволяет людям создавать обсуждения в вашем экземпляре GitLab без необходимости иметь собственную учётную запись. Она предоставляет уникальный адрес электронной почты для конечных пользователей, через который можно создавать обсуждения в проекте. Ответы могут быть отправлены как через интерфейс GitLab, так и по электронной почте. Конечные пользователи видят только переписку через электронную почту.

source: Service account
ko: 서비스 계정
ru: Учетная запись службы

source: Service account creation
ko: 서비스 계정 생성
ru: Создание учётной записи службы

source: Service account generated successfully
ko: 서비스 계정이 생성되었습니다
ru: Учётная запись службы сгенерирована успешно

source: Service account was successfully updated.
ko: 서비스 계정이 성공적으로 업데이트되었습니다.
ru: Учётная запись службы успешно обновлена.

source: Service accounts
ko: 서비스 계정
ru: Учётные записи служб

source: ServiceAccounts|Add service account
ko: 서비스 계정 추가
ru: Добавить учётную запись службы

source: ServiceAccounts|An error occurred creating the service account.
ko: 서비스 계정을 생성하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при создании учётной записи службы.

source: ServiceAccounts|An error occurred updating the service account.
ko: 서비스 계정을 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при изменении учётной записи службы.

source: ServiceAccounts|An error occurred while deleting the service account.
ko: 서비스 계정을 삭제하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении учётной записи службы.

source: ServiceAccounts|An error occurred while fetching the service accounts.
ko: 서비스 계정을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении учётных записей служб.

source: ServiceAccounts|Delete account
ko: 계정 삭제
ru: Удалить учётную запись

source: ServiceAccounts|Delete account and contributions
ko: 계정 및 기여 삭제
ru: Удалить учётную запись и вклад

source: ServiceAccounts|Edit
ko: 편집
ru: Изменить

source: ServiceAccounts|Manage access tokens
ko: 액세스 토큰 관리
ru: Управление токенами доступа

source: ServiceAccounts|Name
ko: 이름
ru: Название

source: ServiceAccounts|No service accounts
ko: 서비스 계정 없음
ru: Нет учётных записей служб

source: ServiceAccounts|Personal access tokens
ko: 개인 액세스 토큰
ru: Личные токены доступа

source: ServiceAccounts|Service accounts
ko: 서비스 계정
ru: Учётные записи служб

source: ServiceAccounts|Service accounts are non-human accounts that allow interactions between software applications, systems, or services. %{learnMore}
ko: 서비스 계정은 소프트웨어 애플리케이션, 시스템 또는 서비스 간의 상호 작용을 허용하는 비인간 계정입니다. %{learnMore}
ru: Учётные записи служб — это не человеческие учётные записи, которые позволяют взаимодействовать между программными приложениями, системами или службами. %{learnMore}

source: ServiceAccounts|The service account is being deleted.
ko: 이 서비스 계정을 삭제중입니다.
ru: Учётная запись службы удаляется.

source: ServiceAccounts|The service account was created.
ko: 이 서비스 계정이 생성되었습니다.
ru: Учётная запись службы создана.

source: ServiceAccounts|The service account was updated.
ko: 이 서비스 계정이 업데이트 되었습니다.
ru: Учётная запись службы изменена.

source: ServiceAccount|No more seats are available to create Service Account User
ko: 서비스 계정 사용자를 생성하는 데 더 이상 사용할 수 있는 좌석이 없습니다.
ru: Недостаточно лицензий для создания учётной записи службы

source: ServiceAccount|User does not have permission to create a service account in this namespace.
ko: 사용자는 이 네임스페이스에서 서비스 계정을 생성할 수 있는 권한이 없습니다.
ru: У пользователя нет прав для создания учётной записи службы в этом пространстве имён.

source: ServiceAccount|User does not have permission to create a service account.
ko: 사용자에게 서비스 계정을 생성할 권한이 없습니다.
ru: У пользователя нет прав для создания учётной записи службы.

source: ServiceAccount|User does not have permission to delete a service account.
ko: 사용자에게 서비스 계정을 삭제할 권한이 없습니다.
ru: У пользователя нет прав для удаления учётной записи службы.

source: ServiceAccount|You are not authorized to update service accounts in this namespace.
ko: 이 네임스페이스에서 서비스 계정을 업데이트할 권한이 없습니다.
ru: Вам запрещено обновлять учётные записи служб в этом пространстве имён.

source: ServiceDesk|%{customEmail} with SMTP host %{smtpAddress} is %{badgeStart}verified%{badgeEnd}
ko: SMTP 호스트 %{smtpAddress}의 %{customEmail}이 %{badgeStart}확인됨%{badgeEnd}

source: ServiceDesk|A connection to the specified host could not be made or an SSL issue occurred.
ko: 지정된 호스트에 연결할 수 없거나 SSL 문제가 발생했습니다.

source: ServiceDesk|A verification email has been sent to a sub-address of your custom email address. This can take up to 30 minutes. The screen refreshes automatically.
ko: 커스텀 이메일 주소의 하위 주소로 확인 이메일이 전송되었습니다. 최대 30분이 소요될 수 있습니다. 화면이 자동으로 새로 고쳐집니다.

source: ServiceDesk|Add email addresses in the %{codeStart}Cc%{codeEnd} header of Service Desk emails to the issue.
ko: 서비스 데스크 이메일의 %{codeStart}Cc%{codeEnd} 헤더에 이메일 주소를 이슈에 추가합니다.
ru: Добавить адреса электронной почты из заголовка %{codeStart}Cc%{codeEnd} писем службы поддержки в обсуждение.

source: ServiceDesk|Add external participants from the %{codeStart}Cc%{codeEnd} header
ko: %{codeStart}Cc%{codeEnd} 헤더에서 외부 참여자 추가
