Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Deployment|Approve deployment
ko: 배포 승인

source: Deployment|Approved
ko: 승인됨
ru: Одобрено

source: Deployment|Approved as %{role}
ko: %{role}로 승인됨
ru: Одобрил(а) как %{role}

source: Deployment|Branch
ko: 브랜치

source: Deployment|Cancelled
ko: 취소됨
ru: Отменено

source: Deployment|Created
ko: 생성됨

source: Deployment|Deploy
ko: 배포

source: Deployment|Deployment #%{iid}
ko: 배포 #%{iid}

source: Deployment|Deployment approvals require a Premium or Ultimate subscription
ko: 배포 승인을 위해서는 Premium 또는 Ultimate 구독이 필요합니다.
ru: Для одобрений развёртываний требуется подписка Premium или Ultimate

source: Deployment|Failed
ko: 실패함

source: Deployment|Finished %{timeago} by %{username}
ko: %{username} 이 %{timeago} 에 완료함

source: Deployment|Flux sync failed
ko: Flux 동기화 실패

source: Deployment|Flux sync is suspended
ko: Flux 동기화 중단됨
ru: Синхронизация Flux приостановлена

source: Deployment|Flux sync reconciled successfully
ko: Flux 동기화가 성공적으로 조정되었습니다.

source: Deployment|Flux sync reconciling
ko: Flux 동기화 조정

source: Deployment|Flux sync stalled
ko: Flux 동기화 중단됨

source: Deployment|Flux sync status is unavailable
ko: Flux 동기화 상태를 사용할 수 없음

source: Deployment|Flux sync status is unknown
ko: Flux 동기화 상태를 알 수 없음

source: Deployment|Improve your continuous delivery practices with deployment approvals. Configure rules for required approvals, control which users can deploy to your environments, and collaborate throughout the delivery process.
ko: 배포 승인을 통해 지속적인 제공 방식을 개선하세요. 필수 승인을 위한 규칙을 구성하고, 환경에 배포할 수 있는 사용자를 제어하고, 제공 프로세스 전반에 걸쳐 협업하세요.
ru: Улучшите практики непрерывной поставки с помощью одобрений развертывания. Настройте правила для обязательных одобрений, контролируйте, какие пользователи могут развертывать в ваши окружения, и сотрудничайте на протяжении всего процесса поставки.

source: Deployment|Job
ko: 작업
ru: Задание

source: Deployment|Latest Deployed
ko: 마지막 배포

source: Deployment|Leave feedback
ko: 의견 남기기
ru: Оставить отзыв

source: Deployment|Needs Approval
ko: 승인 필요

source: Deployment|Open URL
ko: URL 열기

source: Deployment|Pipeline
ko: 파이프라인
ru: Конвейер

source: Deployment|Ready to be deployed.
ko: 배포 준비가 완료되었습니다.

source: Deployment|Ready to use deployment approvals?
ko: 배포 승인을 사용할 준비가 되셨나요?
ru: Готовы использовать одобрения для развёртывания?

source: Deployment|Reject
ko: 거부
ru: Отклонить

source: Deployment|Rejected
ko: 거부됨
ru: Отклонено

source: Deployment|Rejected as %{role}
ko: %{role}로 거부됨

source: Deployment|Related Tags
ko: 관련 태그

source: Deployment|Requires %d approval
ko: %d 승인 필요
ru: Требуется %d одобрение

source: Deployment|Running
ko: 실행 중
ru: Выполняется

source: Deployment|Set up Deployment Approvals
ko: 배포 승인 설정
ru: Настроить одобрения для развёртываний

source: Deployment|Set up deployment approvals to get more our of your deployments
ko: 배포 승인을 설정하여 더 많은 배포를 수행하세요.
ru: Настройте одобрения для развёртываний, чтобы получить больше от ваших развёртываний

source: Deployment|Set up deployment approvals to get started
ko: 배포 승인을 설정하여 시작하세요
ru: Для начала настройте одобрения для развёртываний

source: Deployment|Skipped
ko: 생략됨

source: Deployment|Something went wrong approving or rejecting the deployment. Please try again later.
ko: 배포를 승인하거나 거부하는 중에 문제가 발생했습니다. 나중에 다시 시도 해주세요.
ru: Произошла ошибка при одобрении или отклонении развёртывания. Повторите попытку позже.

source: Deployment|Something went wrong starting the deployment. Please try again later.
ko: 배포를 시작하는 중 문제가 발생했습니다. 나중에 다시 시도하세요.
ru: Произошла ошибка при запуске развёртывания. Повторите попытку позже.

source: Deployment|Started %{timeago} by %{username}
ko: %{username} 이 %{timeago} 에 시작함

source: Deployment|Success
ko: 성공

source: Deployment|Sync status is unknown. %{linkStart}How do I configure Flux for my deployment?%{linkEnd}
ko: 동기화 상태를 알 수 없습니다. %{linkStart}내 배포를 위해 Flux를 어떻게 구성합니까?%{linkEnd}

source: Deployment|Tag
ko: 태그
ru: Тег

source: Deployment|There was an issue fetching the deployment, please try again later.
ko: 배포를 가져오는 중 문제가 발생했습니다. 나중에 다시 시도해주세요.

source: Deployment|Triggered by %{username}
ko: %{username}에 의해 트리거됨

source: Deployment|Triggered by %{username} on %{time}
ko: %{username}에 의해 %{time}에 트리거됨

source: Deployment|Triggered on %{time}
ko: %{time}에 트리거됨

source: Deployment|Triggerer
ko: 트리거 주체
ru: Триггер

source: Deployment|Unable to detect state. %{linkStart}How are states detected?%{linkEnd}
ko: 상태를 감지할 수 없습니다. %{linkStart}상태는 어떻게 감지됩니까?%{linkEnd}

source: Deployment|Unavailable
ko: 사용할 수 없음

source: Deployment|Unknown
ko: 알 수 없음

source: Deployment|Upgrade to get more out of your deployments
ko: 배포를 더욱 효율적으로 활용하려면 업그레이드하세요.
ru: Смените тариф, чтобы получить больше от ваших развёртываний

source: Deployment|Waiting
ko: 대기 중

source: Deployment|Waiting to be deployed.
ko: 배포 대기 중입니다.

source: Deployment|We know this page is a bit empty at the moment, but we're working hard to bring you a great experience! In the meantime, we'd love to hear your feedback.
ko: 저희는 현재 이 페이지가 부족하다는 것을 알고 있습니다. 더 나은 경험을 제공하기 위해 열심히 노력하고 있습니다! 귀하의 의견을 듣고 싶습니다.

source: Deployment|What would you like to see here?
ko: 여기서 무엇을 보고 싶으십니까?

source: Deployment|You
ko: 귀하
ru: Вы

source: Deprecated
ko: 지원 중단

source: Deprecated API rate limits
ko: 지원 중단된 API 속도 제한
ru: Ограничения на частоту запросов устаревшего API

source: Deprioritize label
ko: 라벨 우선 순위 낮추기
ru: Понизить приоритет метки

source: Describe the goal of the changes and what reviewers should be aware of.
ko: 변경의 목표와 검토자가 알아야 할 사항을 설명합니다.
ru: Опишите цель изменений и важные детали для рецензентов.

source: Describe what you want to write
ko: 작성하고자 하는 것을 설명하세요
ru: Опишите, что вы хотите написать

source: Description
ko: 설명
ru: Описание

source: Description (optional)
ko: 설명 (옵션)

source: Description parsed with %{link_start}GitLab Flavored Markdown%{link_end}
ko: %{link_start}GitLab Flavored Markdown%{link_end} 으로 구문 분석된 설명
ru: Содержимое будет обработано с помощью %{link_start}Markdown в стиле GitLab%{link_end}

source: Description parsed with %{link_start}GitLab Flavored Markdown%{link_end}.
ko: %{link_start}GitLab Flavored Markdown%{link_end} 으로 구문 분석된 설명.
ru: Содержимое будет обработано с помощью %{link_start}Markdown в стиле GitLab%{link_end}.

source: Description:
ko: 설명:
ru: Описание:

source: Descriptions
ko: 설명

source: Descriptive label
ko: 설명 라벨
ru: Описывающая метка

source: Deselect all
ko: 모두 선택 해제
ru: Снять все

source: Design
ko: 디자인

source: Design Management files and data
ko: 디자인 관리 파일 및 데이터
ru: Данные и файлы управления дизайнами

source: DesignManagement|%{current_design} of %{designs_count}
ko: %{current_design}/%{designs_count}
ru: %{current_design} из %{designs_count}

source: DesignManagement|%{filename} did not change.
ko: 업로드를 시도한 디자인이 변경되지 않았습니다.

source: DesignManagement|Add a description
ko: 설명 추가
ru: Добавить описание

source: DesignManagement|Add design
ko: 디자인 추가
ru: Добавить дизайн

source: DesignManagement|Adding a design with the same filename replaces the file in a new version.
ko: 이름이 같은 디자인 파일을 추가하면 파일이 새 버전으로 교체됩니다.
ru: Добавление структуры с тем же именем файла заменяет файл в новой версии.

source: DesignManagement|All designs have been archived.
ko: 모든 디자인은 아카이빙되었습니다.
ru: Все дизайны заархивированы.

source: DesignManagement|An error occurred while loading designs. Please try again.
ko: 디자인을 로드하는 동안 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при загрузке дизайнов. Повторите попытку.

source: DesignManagement|Archive design
ko: 디자인 아카이빙

source: DesignManagement|Archive designs
ko: 디자인 아카이빙
ru: Архивные дизайны

source: DesignManagement|Archive selected
ko: 아카이브 선택됨

source: DesignManagement|Archived designs will still be available in previous versions of the design collection.
ko: 아카이빙된 디자인은 이전 버전의 디자인 모음에서 계속 사용할 수 있습니다.
ru: Архивные дизайны будут по-прежнему доступны в предыдущих версиях коллекции дизайна.

source: DesignManagement|Are you sure you want to archive the selected designs?
ko: 선택한 디자인을 아카이빙하시겠습니까?

source: DesignManagement|Are you sure you want to cancel creating this comment?
ko: 이 댓글 작성을 취소하시겠습니까?
ru: Вы действительно хотите отменить создание этого комментария?

source: DesignManagement|Are you sure you want to cancel editing the description?
ko: 이 설명의 편집을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить редактирование описания?

source: DesignManagement|Are you sure you want to cancel editing this comment?
ko: 이 댓글 편집을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить редактирование этого комментария?

source: DesignManagement|Cancel
ko: 취소
ru: Отмена

source: DesignManagement|Click on the image where you'd like to add a new comment.
ko: 새 댓글을 추가하려면 해당 이미지를 클릭하세요.

source: DesignManagement|Comment
ko: 댓글

source: DesignManagement|Continue creating
ko: 계속 생성

source: DesignManagement|Continue editing
ko: 계속 편집
ru: Продолжить редактирование

source: DesignManagement|Could not add a new comment. Please try again.
ko: 새 댓글을 추가할 수 없습니다. 다시 시도해 주세요.

source: DesignManagement|Could not award emoji. Please try again.
ko: 이모티콘을 수여할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось присвоить эмодзи. Повторите попытку.

source: DesignManagement|Could not create new discussion. Please try again.
ko: 새 토론을 생성할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось создать новую дискуссию. Повторите попытку.

source: DesignManagement|Could not delete comment. Please try again.
ko: 댓글을 삭제할 수 없습니다. 다시 시도해주세요.

source: DesignManagement|Could not find design.
ko: 디자인을 찾을 수 없습니다.
ru: Дизайн не найден.

source: DesignManagement|Could not resolve comment. Please try again.
ko: 댓글을 해결할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось разрешить комментарий. Повторите попытку.

source: DesignManagement|Could not update comment. Please try again.
ko: 댓글을 업데이트할 수 없습니다. 다시 시도해주세요.

source: DesignManagement|Could not update description. Please try again.
ko: 설명을 업데이트할 수 없습니다. 다시 시도해주세요.
ru: Не удалось обновить описание. Повторите попытку.

source: DesignManagement|Could not update discussion. Please try again.
ko: 토론을 업데이트할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось обновить обсуждение. Пожалуйста, попробуйте ещё раз.

source: DesignManagement|Description
ko: 설명
ru: Описание

source: DesignManagement|Deselect all
ko: 모두 선택 해제
ru: Отменить все

source: DesignManagement|Design description
ko: 디자인 설명
ru: Описание дизайна

source: DesignManagement|Designs
ko: 디자인

source: DesignManagement|Discard changes
ko: 변경 사항 취소

source: DesignManagement|Discussion
ko: 토론

source: DesignManagement|Download design
ko: 디자인 다운로드

source: DesignManagement|Drag images here to add designs.
ko: 여기에 이미지를 끌어다 놓아 디자인을 추가하세요.
ru: Перетащите изображения сюда, чтобы добавить дизайны.

source: DesignManagement|Drop your images to start the upload.
ko: 업로드를 시작하려면 이미지를 끌어다 놓으세요.
ru: Перетащите изображения, чтобы начать загрузку.

source: DesignManagement|Edit description
ko: 설명 편집

source: DesignManagement|Error uploading a new design. Please try again.
ko: 새 디자인을 업로드하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: DesignManagement|Failed to archive a design. Please try again.
ko: 디자인 아카이빙에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось архивировать дизайн. Повторите попытку.

source: DesignManagement|Go back to designs
ko: 디자인으로 돌아가기

source: DesignManagement|Go to next design
ko: 다음 디자인으로 이동

source: DesignManagement|Go to previous design
ko: 이전 디자인으로 이동

source: DesignManagement|Hide comments
ko: 댓글 숨기기
ru: Скрыть комментарии

source: DesignManagement|Requested design version does not exist.
ko: 요청된 디자인 버전이 존재하지 않습니다.
ru: Запрашиваемая версия дизайна не существует.

source: DesignManagement|Requested design version does not exist. Showing latest version instead
ko: 요청한 디자인 버전이 존재하지 않습니다. 최신 버전으로 대신 표시합니다
ru: Запрошенная версия дизайна не существует. Вместо неё показана последняя версия

source: DesignManagement|Resolve thread
ko: 스레드 해결

source: DesignManagement|Resolved Comments
ko: 해결된 댓글

source: DesignManagement|Resolved threads
ko: 해결된 스레드
ru: Решенные темы

source: DesignManagement|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: DesignManagement|Save comment
ko: 댓글 저장
ru: Сохранить комментарий

source: DesignManagement|Select all
ko: 모두 선택
ru: Выбрать все

source: DesignManagement|Select the design
ko: 디자인 선택
ru: Выберите дизайн

source: DesignManagement|Show comments
ko: 댓글 보기

source: DesignManagement|Some of the designs you tried uploading did not change: %{skippedFiles} and %{moreCount} more.
ko: 업로드를 시도한 디자인 중 일부가 변경되지 않았습니다: %{skippedFiles} 외 %{moreCount}

source: DesignManagement|Some of the designs you tried uploading did not change: %{skippedFiles}.
ko: 업로드를 시도한 디자인 중 일부가 변경되지 않았습니다: %{skippedFiles}.

source: DesignManagement|Something went wrong when reordering designs. Please try again
ko: 디자인 재정렬 중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при изменении порядка дизайнов. Повторите попытку.

source: DesignManagement|The maximum number of designs allowed to be uploaded is %{upload_limit}. Please try again.
ko: 업로드할 수 있는 최대 디자인 수는 %{upload_limit}개입니다. 다시 시도해 주세요.

source: DesignManagement|There was an error moving your designs. Please upload your designs below.
ko: 디자인을 이동하는 동안 오류가 발생했습니다. 아래에 디자인을 업로드하십시오.

source: DesignManagement|To upload designs, you'll need to enable LFS and have an admin enable hashed storage. %{requirements_link_start}More information%{requirements_link_end}
ko: 디자인을 업로드하려면 LFS를 활성화하고 운영자가 해시 스토리지를 활성화하도록 해야 합니다. %{requirements_link_start}추가 정보%{requirements_link_end}
ru: Для загрузки дизайнов необходимо включить LFS и попросить администратора включить хешированное хранилище. %{requirements_link_start}Подробнее%{requirements_link_end}

source: DesignManagement|Unresolve thread
ko: 미해결 스레드

source: DesignManagement|Unselect the design
ko: 디자인 선택 해제
ru: Снять выбор с дизайна

source: DesignManagement|Upload designs
ko: 디자인 업로드

source: DesignManagement|Upload skipped. %{reason}
ko: 업로드가 생략됨. %{reason}

source: DesignManagement|Write a comment or drag your files here…
ko: 댓글을 작성하거나 파일을 여기로 드래그하십시오…
ru: Напишите комментарий или перетащите файлы сюда...

source: DesignManagement|Your designs are being copied and are on their way… Please refresh to update.
ko: 당신의 디자인이 복사 중이며 진행 중입니다.… 업데이트하려면 새로고침하세요.

source: DesignManagement|of %{designs_count}
ko: %{designs_count} 개
ru: из %{designs_count}

source: Designs
ko: 디자인
ru: Дизайны

source: Destination
ko: 대상
ru: Назначение

source: Destination path
ko: 대상 경로
ru: Путь назначения

source: Destroy
ko: 제거
ru: Уничтожить

source: Detail
ko: 상세

source: Details
ko: 상세
ru: Информация

source: Details (default)
ko: 세부정보(기본값)
ru: Подробности (по умолчанию)

source: Details block
ko: 세부 정보 블록
ru: Блок деталей

source: Detect host keys
ko: 호스트 키 발견

source: DevOps Adoption
ko: DevOps 채택
ru: Принятие DevOps

source: DevOps adoption
ko: DevOps 채택
ru: Принятие DevOps

source: DevOps adoption gives you an overview of what development, security, and operations features your organization has adopted, and which groups are using these features.
ko: DevOps 도입을 통해 조직에서 도입한 개발, 보안 및 운영 기능과 이러한 기능을 사용하는 그룹이 무엇인지에 대한 개요를 파악할 수 있습니다.
ru: Принятие DevOps даёт информацию о том, какие функции разработки, безопасности и операций были приняты в вашей организации и какие группы используют эти функции.

source: Developer
ko: 개발자
ru: Разработчик

source: Developer (default)
ko: 개발자 (기본값)
ru: Разработчик (по умолчанию)

source: Development widget is not enabled for this work item type
ko: 이 작업 항목 유형에는 개발 위젯이 활성화되어 있지 않습니다.
ru: Виджет разработки отключён для этого типа рабочих элементов

source: Device name
ko: 장치 이름
ru: Название устройства

source: DeviceAuth|Authorize
ko: 권한 부여
ru: Авторизовать

source: DeviceAuth|Authorize device to access to your GitLab account.
ko: 기기가 귀하의 GitLab 계정에 액세스할 수 있도록 승인합니다.
ru: Авторизовать устройство для доступа к вашей учётной записи GitLab.

source: DeviceAuth|Confirm
ko: 확인
ru: Подтвердить

source: DeviceAuth|Please make sure that you intended to authorize this device.
ko: 이 장치를 인증하려고 했는지 확인하세요.
ru: Убедитесь, что вы действительно хотите авторизовать это устройство.

source: DeviceAuth|Scopes associated with this request:
ko: 이 요청과 관련된 범위:
ru: Области доступа, связанные с этим запросом:

source: DeviceAuth|You are an administrator, which means authorizing access will allow it to interact with GitLab as an administrator as well.
ko: 귀하는 운영자이므로 액세스를 승인하면 운영자 권한으로 GitLab과 상호 작용할 수 있습니다.
ru: Вы являетесь администратором, что означает, что авторизация доступа позволит ему взаимодействовать с GitLab как администратор.

source: Devices (optional)
ko: 장치 (옵션)

source: DevopsAdoption|%{adoptedCount}/%{featuresCount} %{title} features adopted
ko: %{adoptedCount}/%{featuresCount} %{title} 기능 채택됨

source: DevopsAdoption|Add a group to get started
ko: 시작하려면 그룹 추가
ru: Добавьте группу, чтобы начать

source: DevopsAdoption|Add or remove groups
ko: 그룹 추가 또는 제거
ru: Добавить или удалить группы

source: DevopsAdoption|Add or remove subgroups
ko: 하위 그룹 추가 또는 제거
ru: Добавить или удалить подгруппы

source: DevopsAdoption|Adopted
ko: 채택됨
ru: Принято

source: DevopsAdoption|Adoption by group
ko: 그룹별 채택
ru: Принятие по группе

source: DevopsAdoption|Adoption by subgroup
ko: 하위 그룹별 채택
ru: Принятие по подгруппе

source: DevopsAdoption|Adoption over time
ko: 시간 경과에 따른 채택
ru: Принятие со временем

source: DevopsAdoption|An error occurred while removing the group. Please try again.
ko: 그룹을 제거하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при удалении группы. Повторите попытку.

source: DevopsAdoption|Approvals
ko: 승인
ru: Одобрения

source: DevopsAdoption|Are you sure that you would like to remove %{name} from the table?
ko: 테이블에서 %{name}를 제거하시겠습니까?
ru: Вы уверены, что хотите удалить %{name} из таблицы?

source: DevopsAdoption|At least one approval on a merge request
ko: 머지 리퀘스트에 대한 하나 이상의 승인
ru: Хотя бы одно одобрение в запросе на слияние

source: DevopsAdoption|At least one deploy
ko: 하나 이상의 배포
ru: Хотя бы одно развёртывание

source: DevopsAdoption|At least one issue created
ko: 하나 이상의 이슈가 생성되었습니다.
ru: Создано хотя бы одно обсуждение

source: DevopsAdoption|At least one merge request created
ko: 최소 하나의 머지 리퀘스트가 생성되었습니다.
ru: Создан хотя бы один запрос на слияние

source: DevopsAdoption|At least one pipeline successfully run
ko: 최소 하나 이상의 파이프라인이 성공적으로 실행됨
ru: Хотя бы один конвейер успешно выполнен

source: DevopsAdoption|Code owners
ko: 코드 소유자
ru: Владельцы кода

source: DevopsAdoption|Code owners enabled for at least one project
ko: 하나 이상의 프로젝트에 대해 활성화된 코드 소유자
ru: Владельцы кода включены хотя бы для одного проекта.

source: DevopsAdoption|Confirm remove Group
ko: 그룹 제거 확인
ru: Подтвердите удаление группы

source: DevopsAdoption|DAST
ko: DAST
ru: DAST

source: DevopsAdoption|DAST enabled for at least one project
ko: 하나 이상의 프로젝트에 대해 DAST 활성화됨
ru: DAST включён хотя бы для одного проекта

source: DevopsAdoption|Dependency Scanning
ko: 의존성 스캔
ru: Сканирование зависимостей

source: DevopsAdoption|Dependency Scanning enabled for at least one project
ko: 최소 하나 이상의 프로젝트에 대한 의존성 스캔 활성화됨
ru: Сканирование зависимостей включено хотя бы для одного проекта

source: DevopsAdoption|Deploys
ko: 배포
ru: Развёртывания

source: DevopsAdoption|Dev
ko: Dev
ru: Dev

source: DevopsAdoption|DevOps adoption tracks the use of key features across your favorite groups. Add a group to the table to begin.
ko: DevOps 채택은 즐겨찾는 그룹에서 주요 기능의 사용을 추적합니다. 시작하려면 테이블에 그룹을 추가하십시오.
ru: Принятие DevOps отслеживает использование ключевых функций в ваших избранных группах. Добавьте группу в таблицу, чтобы начать.

source: DevopsAdoption|Edit groups
ko: 그룹 편집
ru: Редактировать группы

source: DevopsAdoption|Edit subgroups
ko: 하위 그룹 편집
ru: Редактировать подгруппы

source: DevopsAdoption|Feature adoption is based on usage in the previous calendar month. Data is updated at the beginning of each month. Last updated: %{timestamp}.
ko: 기능 채택은 이전 달의 사용량을 기반으로 합니다. 데이터는 매월 초에 업데이트됩니다. 마지막 업데이트: %{timestamp}.
ru: Принятие функции основывается на её использовании в предыдущем календарном месяце. Данные обновляются в начале каждого месяца. Последнее обновление: %{timestamp}.

source: DevopsAdoption|Fuzz Testing
ko: 퍼즈 테스팅
ru: Фузз-тестирование

source: DevopsAdoption|Fuzz Testing enabled for at least one project
ko: 하나 이상의 프로젝트에 대해 퍼즈 테스트 활성화
ru: Фузз-тестирование включено хотя бы для одного проекта

source: DevopsAdoption|Issues
ko: 이슈
ru: Обсуждения

source: DevopsAdoption|MRs
ko: 머지 리퀘스트
ru: Запросы на слияние

source: DevopsAdoption|No results…
ko: 결과 없음…
ru: Ничего не найдено…

source: DevopsAdoption|No tracked features
ko: 추적된 기능 없음
ru: Нет отслеживаемых функций

source: DevopsAdoption|Not adopted
ko: 채택되지 않음
ru: Не принято

source: DevopsAdoption|Ops
ko: Ops
ru: Ops

source: DevopsAdoption|Overall adoption
ko: 전체 채택
ru: Общее принятие

source: DevopsAdoption|Pipelines
ko: 파이프라인
ru: Конвейеры

source: DevopsAdoption|Remove Group
ko: 그룹 제거

source: DevopsAdoption|Remove Group from the table.
ko: 테이블에서 그룹을 제거합니다.

source: DevopsAdoption|Runner configured for project/group
ko: 프로젝트/그룹에 대해 설정된 러너
ru: Средство выполнения настроено для проекта или группы

source: DevopsAdoption|Runners
ko: 러너
ru: Средства выполнения

source: DevopsAdoption|SAST
ko: SAST
ru: SAST

source: DevopsAdoption|SAST enabled for at least one project
ko: 하나이상의 프로젝트에 대해 SAST 활성화

source: DevopsAdoption|Sec
ko: Sec
ru: Сек

source: DevopsAdoption|There was an error enabling the current group. Please refresh the page.
ko: 현재 그룹을 활성화하는 동안 오류가 발생했습니다. 페이지를 새로고침하세요.

source: DevopsAdoption|There was an error fetching Group adoption data. Please refresh the page.
ko: 그룹 채택 데이터를 가져오는 중에 오류가 발생했습니다. 페이지를 새로고침하세요.

source: DevopsAdoption|There was an error fetching Groups. Please refresh the page.
ko: 그룹을 가져오는 중 오류가 발생했습니다. 페이지를 새로고침하세요.

source: DevopsAdoption|This group has no subgroups
ko: 이 그룹에는 하위 그룹이 없습니다.
ru: В этой группе нет подгрупп

source: DevopsAdoption|Total number of features adopted
ko: 채택된 총 기능 수
ru: Общее количество внедрённых функций

source: DevopsAdoption|You cannot remove the group you are currently in.
ko: 현재 속한 그룹을 제거할 수 없습니다.
ru: Вы не можете удалить группу, в которой находитесь.

source: DevopsReport|DevOps Score
ko: DevOps 점수
ru: Оценка DevOps

source: DevopsReport|DevOps score metrics are based on usage over the last 30 days. Last updated: %{timestamp}.
ko: DevOps 점수 측정항목 지난 30일 동안의 사용량을 기반으로 합니다. 마지막 업데이트: %{timestamp}.
ru: Метрики оценки DevOps основываются на использовании за последние 30 дней. Последнее обновление: %{timestamp}.

source: DevopsReport|High
ko: 높음

source: DevopsReport|Leader usage
ko: 리더 사용량

source: DevopsReport|Low
ko: 낮음

source: DevopsReport|Moderate
ko: 보통

source: DevopsReport|Overview
ko: 개요

source: DevopsReport|Score
ko: 점수
ru: Оценка

source: DevopsReport|Your score
ko: 내 점수
ru: Ваша оценка

source: DevopsReport|Your usage
ko: 내 사용량

source: Diagram (%{language})
ko: 다이어그램 (%{language})

source: Diagram saved successfully.
ko: 다이어그램이 성공적으로 저장되었습니다.
ru: Диаграмма успешно сохранена.

source: Did not delete the source branch.
ko: 소스 브랜치를 삭제하지 않았습니다.
ru: Исходная ветка не была удалена.

source: Didn't receive a confirmation email?
ko: 확인 이메일을 받지 못하셨나요?

source: Diff files surpassing this limit will be presented as 'too large' and won't be expandable.
ko: 이 제한을 초과하는 diff 파일은 '너무 큼'으로 표시되며 펼칠 수 없습니다.
ru: Файлы различий, превышающие этот предел, будут отмечены как «слишком большие» и не будут разворачиваться.

source: Diff limits
ko: Diff 한도

source: Diff notes
ko: Diff 노트

source: DiffblueCover|Access token
ko: 액세스 토큰
ru: Токен доступа

source: DiffblueCover|Access token name used by Diffblue Cover in pipelines.
ko: Diffblue Cover가 파이프라인에서 사용하는 액세스 토큰 이름.
ru: Название токена доступа, используемое Diffblue Cover в конвейерах.

source: DiffblueCover|Access token secret used by Diffblue Cover in pipelines.
ko: 파이프라인에서 Diffblue Cover가 사용하는 액세스 토큰 비밀입니다.
ru: Секрет токена доступа, используемый Diffblue Cover в конвейерах.
