Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ContributionEvent|Updated wiki page %{targetLink} in %{resourceParentLink}.
ko: 업데이트된 위키 페이지 %{targetLink} in %{resourceParentLink}.
ru: Обновлена страница вики %{targetLink} в %{resourceParentLink}.

source: ContributionEvent|…and %{count} more commits. %{linkStart}Compare%{linkEnd}.
ko: …그리고 %{count}개 커밋이 더 많습니다. %{linkStart}비교%{linkEnd}.
ru: …и ещё %{count} коммитов. %{linkStart}Сравнить%{linkEnd}.

source: Contributions for %{calendar_date}
ko: %{calendar_date}의 기여

source: Contributor
ko: 기여자
ru: Участник

source: Contributor analytics
ko: 기여자 분석
ru: Аналитика участников

source: Control '%{name}': %{error}
ko: 컨트롤 '%{name}': %{error}
ru: Мера контроля «%{name}»: %{error}

source: Control whether events are sent to GitLab or your own %{snowplow_link_start}Snowplow%{snowplow_link_end} collector. Only one can be selected at a time and enabling one will disable the other. %{help_link_start}Learn more.%{help_link_end}
ko: 이벤트가 GitLab이나 사용자의 %{snowplow_link_start}Snowplow%{snowplow_link_end} 수집기로 전송되는지 여부를 제어합니다. 한 번에 하나만 선택할 수 있으며, 하나를 활성화하면 다른 하나는 비활성화됩니다. %{help_link_start}자세히 알아보기.%{help_link_end}
ru: Управляйте тем, отправляются ли события в GitLab или в ваш собственный %{snowplow_link_start}сборщик Snowplow%{snowplow_link_end}. Можно выбрать только один вариант, и включение одного приведет к отключению другого. %{help_link_start}Подробнее.%{help_link_end}

source: Control whether to display customer experience improvement content and third-party offers in GitLab.
ko: GitLab에서 고객 경험 개선 콘텐츠 및 타사 제안을 표시할지 여부를 제어합니다.

source: Control which projects can use CI/CD job tokens to authenticate with this project.
ko: CI/CD 작업 토큰을 사용하여 이 프로젝트에 인증할 수 있는 프로젝트를 제어합니다.
ru: Управляйте тем, какие проекты могут использовать токены CI/CD для аутентификации в этом проекте.

source: Convert Jenkins to GitLab CI/CD using Duo
ko: Duo를 사용하여 Jenkins를 GitLab CI/CD로 변환
ru: Преобразовать Jenkins в GitLab CI/CD с помощью Duo

source: Convert to GitLab CI/CD
ko: GitLab CI/CD로 변환
ru: Преобразовать в GitLab CI/CD

source: Converts item to %{type}. Widgets not supported in new type are removed.
ko: 항목을 %{type}으로 변환합니다. 새로운 유형에서 지원되지 않는 위젯이 제거됩니다.

source: Cookie Preferences
ko: 쿠키 환경설정
ru: Настройки куки

source: Cookie domain
ko: 쿠키 도메인
ru: Домен куки

source: Copied
ko: 복사됨
ru: Скопировано

source: Copied branch name.
ko: 복사된 브랜치 이름.
ru: Имя ветки скопировано.

source: Copied branch.
ko: 복사된 브랜치.
ru: Ветка скопирована.

source: Copied labels and milestone from %{source_issuable_reference}.
ko: %{source_issuable_reference}에서 라벨 및 마일스톤을 복사했습니다.
ru: Скопированы метки и этап из %{source_issuable_reference}.

source: Copied reference.
ko: 복사된 참조.
ru: Ссылка скопирована.

source: Copy
ko: 복사
ru: Скопировать

source: Copy %{accessTokenType}
ko: 복사 %{accessTokenType}
ru: Скопировать %{accessTokenType}

source: Copy %{http_label} clone URL
ko: %{http_label} 클론 URL 복사
ru: Скопировать URL для клонирования через %{http_label}

source: Copy %{issueType} email address
ko: %{issueType} 이메일 주소 복사
ru: Скопировать адрес электронной почты %{issueType}

source: Copy %{name}
ko: 복사 %{name}
ru: Копировать %{name}

source: Copy %{protocol} clone URL
ko: %{protocol} 클론 URL 복사
ru: Скопировать URL для клонирования по %{protocol}

source: Copy ID
ko: ID 복사
ru: Копировать ID

source: Copy KRB5 clone URL
ko: KRB5 클론 URL 복사
ru: Скопировать URL для клонирования через KRB5

source: Copy MLflow run ID
ko: MLflow 실행 ID 복사
ru: Скопировать ID запуска MLflow

source: Copy SSH clone URL
ko: SSH 클론 URL 복사
ru: Скопировать URL для клонирования по SSH

source: Copy SSH public key
ko: SSH 공개 키 복사
ru: Копировать открытый ключ SSH

source: Copy URL
ko: URL 복사
ru: Скопировать URL

source: Copy audio URL
ko: 오디오 URL 복사
ru: Скопировать URL аудио

source: Copy autocomplete description
ko: 자동완성 설명 복사
ru: Скопировать описание автозаполнения

source: Copy autocomplete usage hint
ko: 자동 완성 사용 힌트 복사
ru: Скопировать подсказку по автозаполнению

source: Copy branch name
ko: 브랜치 이름 복사
ru: Скопировать имя ветки

source: Copy code
ko: 코드 복사
ru: Скопировать код

source: Copy codes
ko: 코드 복사
ru: Скопировать коды

source: Copy command
ko: 명령어 복사
ru: Скопировать команду

source: Copy command to finalize manually
ko: 수동으로 마무리하기 위한 명령 복사

source: Copy commands
ko: 명령 복사
ru: Скопировать команды

source: Copy commit SHA
ko: 커밋 SHA 복사
ru: Скопировать SHA коммита

source: Copy contents
ko: 내용 복사
ru: Скопировать содержимое

source: Copy customize name
ko: 커스터마이징 이름 복사

source: Copy descriptive label
ko: 설명 라벨 복사
ru: Скопировать описательную метку

source: Copy diagram URL
ko: 다이어그램 URL 복사
ru: Скопировать URL диаграммы

source: Copy environment
ko: 환경 복사
ru: Скопировать окружение

source: Copy evidence SHA
ko: 증거 SHA 복사
ru: Скопировать SHA доказательства

source: Copy failed. Please manually copy the value.
ko: 복사에 실패했습니다. 값을 수동으로 복사하십시오.
ru: Не удалось скопировать. Скопируйте значение вручную.

source: Copy file contents
ko: 파일 내용 복사
ru: Скопировать содержимое файла

source: Copy file path
ko: 파일 경로 복사
ru: Скопировать путь к файлу

source: Copy file permalink
ko: 파일 permalink 복사
ru: Скопировать постоянную ссылку на файл

source: Copy image URL
ko: 이미지 URL 복사
ru: Скопировать URL изображения

source: Copy issue URL to clipboard
ko: 이슈 URL을 클립보드에 복사
ru: Скопировать URL обсуждения в буфер обмена

source: Copy item URL
ko: 아이템 URL 복사
ru: Скопировать URL элемента

source: Copy key
ko: 키 복사
ru: Скопировать ключ

source: Copy labels and milestone from %{source_issuable_reference}.
ko: %{source_issuable_reference}에서 라벨과 마일스톤을 복사합니다.
ru: Скопировать метки и этап из %{source_issuable_reference}.

source: Copy labels and milestone from other work item or merge request in the same namespace
ko: 같은 네임스페이스 내의 다른 작업 항목이나 병합 요청에서 라벨과 마일스톤을 복사하세요.
ru: Скопировать метки и этап из другого рабочего элемента или запроса на слияние в том же пространстве имён

source: Copy link
ko: 링크 복사
ru: Скопировать ссылку

source: Copy link URL
ko: URL 링크 복사
ru: Скопировать адрес ссылки

source: Copy permalink
ko: permalink 복사
ru: Скопировать постоянную ссылку

source: Copy reference
ko: 참조 복사
ru: Скопировать ссылку

source: Copy secret
ko: 비밀 복사
ru: Скопировать секрет

source: Copy source
ko: 소스 복사
ru: Скопировать источник

source: Copy source branch name
ko: 소스 브랜치 이름 복사
ru: Скопировать имя исходной ветки

source: Copy to clipboard
ko: 클립보드에 복사
ru: Скопировать в буфер обмена

source: Copy value
ko: 값 복사
ru: Скопировать значение

source: Copy video URL
ko: 비디오 URL 복사
ru: Скопировать URL видео

source: Corpus Management
ko: 코퍼스 관리
ru: Управление корпусами

source: Corpus Management|Are you sure you want to delete the corpus?
ko: 코퍼스를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить корпус?

source: CorpusManagement|A corpus is used by fuzz testing to improve coverage. Corpus files can be manually created or auto-generated. %{linkStart}Learn more%{linkEnd}
ko: 코퍼스는 커버리지를 높이기 위해 퍼지 테스트에서 사용됩니다. 코퍼스 파일은 수동으로 생성하거나 자동 생성할 수 있습니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Корпус используется при фузз-тестировании для улучшения покрытия. Файлы корпуса могут быть созданы вручную или автоматически. %{linkStart}Подробнее%{linkEnd}.

source: CorpusManagement|Actions
ko: 동작
ru: Действия

source: CorpusManagement|Corpus file
ko: 코퍼스 파일
ru: Файл корпуса

source: CorpusManagement|Corpus files are used in coverage-guided fuzz testing as seed inputs to improve testing.
ko: 코퍼스 파일은 테스트를 개선하기 위한 시드 입력으로써 Coverage-guided fuzz 테스트에서 사용됩니다.
ru: Файлы корпуса используются в фузз-тестировании с направленным на покрытие в качестве исходных данных для улучшения тестирования.

source: CorpusManagement|Corpus files must be in *.zip format. Maximum 5 GB
ko: 코퍼스 파일은 *.zip 형식이어야 합니다. 최대 5GB
ru: Файлы корпуса должны быть в формате *.zip. Максимальный размер — 5 ГБ

source: CorpusManagement|Corpus name
ko: 코퍼스 이름
ru: Название корпуса

source: CorpusManagement|Currently, there are no uploaded or generated corpuses.
ko: 현재 업로드되거나 생성된 코퍼스가 없습니다.
ru: В настоящее время нет ни загруженных, ни сгенерированных корпусов.

source: CorpusManagement|File too large, Maximum 5 GB
ko: 파일이 너무 큼, 최대 5GB
ru: Файл слишком большой, максимум 5 ГБ

source: CorpusManagement|Filename can contain only lowercase letters (a-z), uppercase letter (A-Z), numbers (0-9), dots (.), hyphens (-), or underscores (_).
ko: 파일 이름에는 소문자(a-z), 대문자(A-Z), 숫자(0-9), 점(.), 하이픈(-) 또는 밑줄(_)만 포함될 수 있습니다.
ru: Имя файла может содержать только строчные буквы (a-z), прописные буквы (A-Z), цифры (0–9), точки (.), дефисы (-) или символы подчеркивания (_).

source: CorpusManagement|Fuzz testing corpus management
ko: 퍼즈 테스팅 코퍼스 관리
ru: Управление корпусом для фузз-тестирования

source: CorpusManagement|Last updated
ko: 최근 업데이트
ru: Последнее обновление

source: CorpusManagement|Last used
ko: 마지막으로 사용됨
ru: Последнее использование

source: CorpusManagement|Latest Job:
ko: 최근 작업:
ru: Последнее задание:

source: CorpusManagement|Manage your fuzz testing corpus files
ko: 퍼즈 테스팅 코퍼스 파일 관리
ru: Управляйте файлами корпуса для фузз-тестирования

source: CorpusManagement|New corpus
ko: 새 코퍼스
ru: Новый корпус

source: CorpusManagement|New upload
ko: 새 업로드
ru: Новая загрузка

source: CorpusManagement|Not Set
ko: 설정되지 않음
ru: Не задано

source: CorpusManagement|Target
ko: 대상
ru: Цель

source: CorpusManagement|To use this corpus, edit the corresponding YAML file
ko: 이 코퍼스를 사용하려면 해당 YAML 파일을 편집하십시오.
ru: Для использования этого корпуса отредактируйте соответствующий YAML-файл

source: CorpusManagement|Total Size: %{totalSize}
ko: 총 크기: %{totalSize}
ru: Общий размер: %{totalSize}

source: Correlation ID
ko: 상관관계 ID

source: Cost Factor Settings
ko: 비용 요소 설정

source: Cost factor for forks of projects
ko: 프로젝트 포크의 비용 팩터
ru: Фактор затрат для форков проектов.

source: Could not apply %{name} command.
ko: %{name} 명령을 적용할 수 없습니다.

source: Could not apply %{name} command. %{message}.
ko: %{name} 명령을 적용할 수 없습니다. %{message}.

source: Could not apply iteration command. Failed to find the referenced iteration cadence.
ko: 이터레이션 명령을 적용할 수 없습니다. 참조된 이터레이션 케이던스를 찾지 못했습니다.
ru: Не удалось применить команду итерации. Не удалось найти указанную периодичность итерации.

source: Could not apply iteration command. Failed to find the referenced iteration.
ko: 이터레이션 명령을 적용할 수 없습니다. 참조된 이터레이션을 찾지 못했습니다.
ru: Не удалось применить команду итерации. Не удалось найти указанную итерацию.

source: Could not apply iteration command. Missing option --current or --next.
ko: 이터레이션 명령을 적용할 수 없습니다. --current 또는 --next 옵션이 누락되었습니다.
ru: Не удалось применить команду итерации. Отсутствует параметр --current или --next.

source: Could not apply iteration command. No current iteration found for the cadence.
ko: 이터레이션 명령을 적용할 수 없습니다. 해당 케이던스에 대한 현재 이터레이션을 찾을 수 없습니다.
ru: Не удалось применить команду итерации. Текущая итерация для периодичности не найдена.

source: Could not apply iteration command. No upcoming iteration found for the cadence.
ko: 이터레이션 명령을 적용할 수 없습니다. 해당 케이던스에 대한 다가오는 이터레이션을 찾을 수 없습니다.
ru: Не удалось применить команду итерации. Будущая итерация для периодичности не найдена.

source: Could not apply iteration command. There are multiple cadences but no cadence is specified.
ko: 이터레이션 명령을 적용할 수 없습니다. 여러 개의 케이던스가 있지만 케이던스가 지정되지 않았습니다.
ru: Не удалось применить команду итерации. Существует несколько периодичностей, но не указана конкретная.

source: Could not authorize chat nickname. Try again!
ko: 채팅 닉네임을 인증하지 못했습니다. 다시 시도하세요!
ru: Не удалось авторизовать никнейм чата. Попробуйте еще раз!

source: Could not be moved. Select another project or try again.
ko: 이동할 수 없습니다. 다른 프로젝트를 선택하거나 다시 시도하세요.
ru: Не удалось переместить. Выберите другой проект или повторите попытку.

source: Could not change HEAD: branch '%{branch}' does not exist
ko: HEAD를 변경할 수 없습니다. 브랜치 '%{branch}'이(가) 존재하지 않습니다.

source: Could not connect to FogBugz, check your URL
ko: FogBugz에 연결하지 못했습니다. URL을 확인해주세요.
ru: Не удалось подключиться к FogBugz, проверьте ваш URL

source: Could not connect to Sentry. Refresh the page to try again.
ko: Sentry에 연결할 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Не удалось подключиться к Sentry. Обновите страницу, чтобы повторить попытку.

source: Could not create Wiki Repository at this time. Please try again later.
ko: 현재 Wiki 리포지토리 만들 수 없습니다. 나중에 다시 시도해주세요.
ru: Не удалось создать репозиторий вики. Повторите попытку позже.

source: Could not create issue
ko: 이슈를 생성할 수 없습니다.

source: Could not create wiki page
ko: 위키 페이지를 만들 수 없습니다
ru: Не удалось создать страницу вики

source: Could not create wiki template
ko: 위키 템플릿을 생성할 수 없습니다
ru: Не удалось создать шаблон вики

source: Could not delete chat nickname %{chat_name}.
ko: 채팅 닉네임 %{chat_name}(을)를 삭제할 수 없습니다.
ru: Не удалось удалить никнейм чата %{chat_name}.

source: Could not delete the label %{labelName}. Please try again.
ko: %{labelName}라벨을 삭제할 수 없습니다. 다시 시도해 주세요.

source: Could not delete wiki page
ko: 위키 페이지를 삭제할 수 없습니다
ru: Не удалось удалить страницу вики

source: Could not delete wiki template
ko: 위키 템플릿을 삭제할 수 없습니다
ru: Не удалось удалить шаблон вики

source: Could not draw the lines for job relationships
ko: 직업 관계에 대한 선을 그릴 수 없습니다

source: Could not fetch all changes. Try reloading the page.
ko: 모든 변경사항을 가져올 수 없었습니다. 페이지를 다시고침 해 보세요.
ru: Не удалось получить все изменения. Обновите страницу.

source: Could not fetch policy because existing policy YAML is invalid
ko: 기존 정책 YAML이 잘못되어 정책을 가져올 수 없습니다.

source: Could not fetch training providers. Please refresh the page, or try again later.
ko: 교육 제공자를 가져올 수 없습니다. 페이지를 새로고침하거나 나중에 다시 시도하세요.

source: Could not find design.
ko: 디자인을 찾을 수 없었습니다.

source: Could not find iteration
ko: 이터레이션을 찾을 수 없음
ru: Не удалось найти итерацию

source: Could not find parent group with path %{path}
ko: %{path} 경로를 사용하여 상위 그룹을 찾을 수 없습니다.
ru: Не удалось найти родительскую группу с путём %{path}

source: Could not load the user chart. Please refresh the page to try again.
ko: 사용자 차트를 로드할 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Could not load usage counts. Please refresh the page to try again.
ko: 사용량 정보를 로드할 수 없습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: Could not remove %{user} from %{group}. Cannot remove last group owner.
ko: %{group}에서 %{user}를 제거할 수 없습니다. 마지막 그룹 소유자를 제거할 수 없습니다.

source: Could not restore the group
ko: 그룹을 복구할 수 없습니다.

source: Could not retrieve the list of branches. Use the YAML editor mode, or refresh this page later. To view the list of branches, go to %{boldStart}Code - Branches%{boldEnd}
ko: 브랜치 목록을 가져올 수 없습니다. YAML 편집기 모드를 사용하거나 나중에 이 페이지를 새로고침하세요. 브랜치 목록을 보려면 %{boldStart}코드 - 브랜치%{boldEnd}로 이동하십시오.
ru: Не удалось получить список веток. Используйте режим редактора YAML или обновите страницу позже. Чтобы просмотреть список веток, перейдите в %{boldStart}Код - Ветки%{boldEnd}

source: Could not retrieve the list of protected branches. Use the YAML editor mode, or refresh this page later. To view the list of protected branches, go to %{boldStart}Settings - Repository%{boldEnd} and expand %{boldStart}Protected branches%{boldEnd}.
ko: 보호된 브랜치 목록을 검색할 수 없습니다. YAML 편집기 모드를 사용하거나 나중에 이 페이지를 새로고침하세요. 보호된 브랜치 목록을 보려면 %{boldStart}설정 - 리포지토리%{boldEnd} 로 이동하여 %{boldStart}보호된 브랜치%{boldEnd}을 펼칩니다.
ru: Не удалось получить список защищённых веток. Используйте режим редактора YAML или обновите эту страницу позже. Чтобы просмотреть список защищённых веток, перейдите в %{boldStart}Настройки — Репозиторий%{boldEnd} и разверните %{boldStart}Защищённые ветки%{boldEnd}.

source: Could not revoke access token %{access_token_name}.
ko: 액세스 토큰 %{access_token_name}을 해지할 수 없습니다.
ru: Не удалось отозвать токен доступа %{access_token_name}.

source: Could not revoke impersonation token %{token_name}.
ko: 대리(impersonation) 토큰 %{token_name}을 해지할 수 없습니다.
ru: Не удалось отозвать токен олицетворения %{token_name}.

source: Could not revoke personal access token "%{personal_access_token_name}".
ko: "%{personal_access_token_name}" 개인 액세스 토큰을 해지 할수 없습니다.
ru: Не удалось отозвать личный токен доступа «%{personal_access_token_name}».

source: Could not save configuration. Please refresh the page, or try again later.
ko: 구성을 저장할 수 없습니다. 페이지를 새로고침하거나 나중에 다시 시도하세요.

source: Could not update wiki page
ko: Wiki 페이지를 업데이트할 수 없습니다.
ru: Не удалось изменить страницу вики

source: Could not update wiki template
ko: 위키 템플릿을 업데이트할 수 없습니다.
ru: Не удалось изменить шаблон вики

source: Could not upload your designs as one or more files uploaded are not supported.
ko: 업로드된 하나 이상의 파일이 지원되지 않으므로 디자인을 업로드할 수 없습니다.

source: Couldn't assign policy to project or group
ko: 프로젝트 또는 그룹에 정책을 할당할 수 없습니다.

source: Couldn't create link due to an internal error.
ko: 내부 오류로 인해 링크를 만들 수 없습니다.

source: Couldn't delete link due to an internal error.
ko: 내부 오류로 링크를 삭제할 수 없습니다.

source: Couldn't delete work item link due to an internal error.
ko: 내부 오류로 인해 작업 항목 링크를 삭제할 수 없습니다.
ru: Не удалось удалить ссылку на рабочий элемент из-за внутренней ошибки.

source: Couldn't fetch the linked file.
ko: 링크된 파일을 가져올 수 없습니다.

source: Couldn't find event type filters where audit event type(s): %{missing_filters}
ko: 감사 이벤트 유형이 %{missing_filters}인 이벤트 유형 필터를 찾을 수 없습니다.

source: Couldn't link %{issuables}. You must have at least the Guest role in both %{issuable}'s %{projects_or_groups}.
ko: %{issuables}를 링크할 수 없습니다. %{issuable}의 %{projects_or_groups} 모두에서 최소한 게스트 역할이 있어야 합니다.

source: Couldn't link issues. You must have at least the Guest role in both projects.
ko: 이슈를 링크할 수 없습니다. 두 프로젝트 모두에서 최소한 게스트 역할이 있어야 합니다.

source: Couldn't re-order due to an internal error.
ko: 내부 오류로 인해 재정렬할 수 없습니다.
ru: Не удалось изменить порядок из-за внутренней ошибки.

source: Couldn't reorder child due to an internal error.
ko: 내부 오류로 인해 하위 항목을 재정렬할 수 없습니다.
ru: Не удалось изменить порядок дочерних элементов из-за внутренней ошибки.

source: Count
ko: 카운트
ru: Количество

source: Counter exceeded max value
ko: 카운터가 최대값을 초과했습니다
ru: Счётчик превысил максимальное значение

source: Country or region
ko: 국가 또는 지역
ru: Страна или регион

source: Counts
ko: 측정값

source: Counts reflect children you may not have access to.
ko: 카운트에는 당신이 액세스할 수 없는 하위 항목이 반영됩니다.
ru: Числа учитывают вложенные элементы, к которым у вас может не быть доступа.

source: Coverage
ko: 커버리지
ru: Покрытие

source: Coverage Fuzzing
ko: 커버리지 퍼징
ru: Фаззинг покрытия

source: Create
ko: 만들기
ru: Создать

source: Create %{environment}
ko: %{environment} 생성
ru: Создать %{environment}

source: Create %{humanized_resource_name}
ko: %{humanized_resource_name} 생성
ru: Создать %{humanized_resource_name}

source: Create %{workspace} label
ko: %{workspace} 라벨 생성
ru: Создать метку %{workspace}

source: Create a Kubernetes cluster
ko: Kubernetes 클러스터 생성
ru: Создать кластер Kubernetes

source: Create a Mattermost team for this group
ko: 이 그룹을 위한 Mattermost 팀 만들기
ru: Создать команду в Mattermost для этой группы

source: Create a cluster
ko: 클러스터 생성

source: Create a group
ko: 그룹 생성
ru: Создать группу

source: Create a merge request
ko: 머지 리퀘스트 만들기
ru: Создать запрос на слияние

source: Create a merge request branch target.
ko: 머지 리퀘스트 브랜치 대상을 생성

source: Create a merge request for this change
ko: 이 변경 사항에 대한 머지 리퀘스트를 만듭니다.
ru: Создать запрос на слияние для этого изменения

source: Create a merge request, or edit your criteria and try again.
ko: 머지 리퀘스트를 만들거나, 기준을 수정하여 다시 시도하세요.
ru: Создайте запрос на слияние или отредактируйте критерии и повторите попытку.

source: Create a new %{codeStart}.gitlab-ci.yml%{codeEnd} file at the root of the repository to get started.
ko: 시작하려면 리포지토리의 루트에 새 %{codeStart}.gitlab-ci.yml%{codeEnd} 파일을 만듭니다.

source: Create a new fork
ko: 새 포크 만들기
ru: Создать новый форк

source: Create a new issue
ko: 새 이슈 만들기
ru: Создать новое обсуждение

source: Create a new project
ko: 새 프로젝트 생성
ru: Создать новый проект

source: Create a new project on GitLab. Store your files, plan your work, and collaborate on code.
ko: GitLab에서 새 프로젝트를 만듭니다. 파일을 저장하고, 작업을 계획하고, 코드 공동작업을 해보세요.

source: Create a new release
ko: 새 릴리스 만들기
ru: Создать новый релиз

source: Create a new repository
ko: 새 리포지토리 만들기
ru: Создание нового репозитория

source: Create a personal access token on your account to pull or push via %{protocol}.
ko: %{protocol}을 (를) 통해 Pull 하거나 Push 할 개인 액세스 토큰을 만드십시오.
ru: Создать личный токен для вашей учётной записи для получения или отправки через %{protocol}.

source: Create a project
ko: 프로젝트 생성

source: Create an account in %{simple_url} first, and then %{doc_start}connect it to your %{label} account%{doc_end}.
ko: 먼저 %{simple_url} 에서 계정을 만든 다음, %{doc_start}해당 계정을 %{label} 계정%{doc_end}에 연결하세요.
ru: Сначала создайте учётную запись %{simple_url}, а затем %{doc_start}свяжите её с вашей учётной записью %{label}%{doc_end}.

source: Create an incident. Incidents are created for each alert triggered.
ko: 인시던트를 만듭니다. 트리거된 각 경고에 대해 인시던트가 생성됩니다.
ru: Создать инцидент. Инциденты создаются для каждого срабатывания оповещения.

source: Create branch
ko: 브랜치 생성
ru: Создать ветку

source: Create commit
ko: 커밋 생성
ru: Создать коммит

source: Create common files more quickly, and standardize their format.
ko: 공통 파일을 더 빠르게 만들고 표준화합니다.

source: Create confidential merge request
ko: 비공개 머지 리퀘스트 생성
ru: Создать конфиденциальный запрос на слияние

source: Create confidential merge request and branch
ko: 비공개 머지 리퀘스트와 브랜치 생성
ru: Создать конфиденциальный запрос на слияние и ветку

source: Create custom type
ko: 사용자 정의 유형 만들기

source: Create empty repository
ko: 빈 저장소 생성
ru: Создать пустой репозиторий

source: Create epic
ko: 에픽 생성
ru: Создать цель

source: Create from
ko: 다음에서 생성
ru: Создать из

source: Create group
ko: 그룹 만들기
ru: Создать группу

source: Create group label
ko: 새로운 그룹 라벨
ru: Создать метку группы

source: Create identity verification exemption
ko: 신원 확인 면제 생성
ru: Создать исключение для проверки личности

source: Create issue
ko: 이슈 생성
ru: Создать обсуждение

source: Create label
ko: 라벨 생성

source: Create lists from labels. Issues with that label appear in that list.
ko: 라벨로부터 목록을 생성합니다. 이슈와 함께 라벨이 목록에 표시됩니다.
ru: Создать список из меток. Обсуждения с этой меткой появляются в этом списке.

source: Create merge request
ko: 머지 리퀘스트 만들기
ru: Создать запрос на слияние

source: Create merge request and branch
ko: 머지 리퀘스트 및 브랜치 생성
ru: Создать запрос на слияние и ветку

source: Create milestone
ko: 마일스톤 만들기
ru: Создать этап

source: Create new
ko: 새로 만들기
ru: Создать новый

source: Create new %{name} by email
ko: 이메일로 새로운 %{name} 생성
ru: Создать новое %{name} по электронной почте

source: Create new confidential %{issuableType}
ko: 새 비공개 %{issuableType} 만들기
ru: Создать новый конфиденциальный %{issuableType}

source: Create new domain
ko: 새 도메인 만들기
ru: Создать новый домен

source: Create new emoji
ko: 새 이모티콘 만들기
ru: Создать новый эмодзи

source: Create new label
ko: 새 라벨 만들기
ru: Создать новую метку

source: Create new project
ko: 새 프로젝트 만들기
ru: Создать новый проект

source: Create new…
ko: 새로 만들기...
ru: Создать новый...

source: Create one
ko: 하나 만들기
ru: Создайте новую

source: Create or close an issue.
ko: 이슈를 생성하거나 닫습니다.

source: Create or edit diagram
ko: 다이어그램을 생성 또는 편집

source: Create or import your first project
ko: 첫 번째 프로젝트 만들기 또는 가져오기
ru: Создайте или импортируйте свой первый проект

source: Create project
ko: 프로젝트 생성
ru: Создать проект

source: Create project label
ko: 새로운 프로젝트 라벨
ru: Создать метку проекта

source: Create release
ko: 릴리스 생성
ru: Создать релиз

source: Create requirement
ko: 요구 사항 생성
ru: Создать требование

source: Create service account
ko: 서비스 계정 만들기
ru: Создать учётную запись службы

source: Create snippet
ko: 스니펫 만들기
ru: Создать сниппет

source: Create testing scenarios by defining project conditions in your development platform.
ko: 개발 플랫폼에서 프로젝트 조건을 정의하여 테스트 시나리오를 생성하세요.

source: Create topic
ko: 주제 만들기
ru: Создать тег

source: Create user
ko: 사용자 생성
ru: Создать пользователя

source: Create wildcard
ko: 와일드카드 만들기
ru: Создать шаблон

source: Create wildcard: %{searchTerm}
ko: 와일드카드 생성: %{searchTerm}
ru: Создать шаблон: %{searchTerm}
