Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AdminSettings|Make new users' profiles private by default
ko: 기본적으로 새 사용자의 프로필을 비공개로 설정
ru: Сделать профили новых пользователей приватными по умолчанию

source: AdminSettings|Manage which integrations can be enabled on this instance.
ko: 이 인스턴스에서 활성화할 수 있는 통합을 관리합니다.
ru: Указать какие интеграции будут доступны для этого экземпляра

source: AdminSettings|Maximum downstream pipeline trigger rate
ko: 최대 다운스트림 파이프라인 트리거 속도
ru: Максимальная частота запуска следующих конвейеров

source: AdminSettings|Maximum duration of a session for Git operations when 2FA is enabled.
ko: 2FA가 활성화된 경우 Git을 사용할 수 있는 최대 세션 기간입니다.
ru: Максимальная продолжительность сессии для операций Git при включённой двухфакторной аутентификации.

source: AdminSettings|Maximum includes
ko: 최대 포함
ru: Максимальное количество включений

source: AdminSettings|Maximum number of Instance-level CI/CD variables that can be defined
ko: 정의할 수 있는 인스턴스 수준 CI/CD 변수의 최대 수
ru: Максимальное количество переменных CI/CD, которые можно определить на уровне экземпляра

source: AdminSettings|Maximum number of custom domains per project
ko: 프로젝트당 최대 커스텀 도메인 수
ru: Максимальное количество пользовательских доменов на проект

source: AdminSettings|Maximum number of downstream pipelines in a pipeline's hierarchy tree
ko: 파이프라인 계층 트리의 다운스트림 파이프라인 최대 개수
ru: Максимальное количество следующих конвейеров в иерархическом дереве конвейера

source: AdminSettings|Maximum number of jobs in a single pipeline
ko: 단일 파이프라인내의 작업의 최대 개수
ru: Максимальное количество заданий в одном конвейере

source: AdminSettings|Maximum number of needs dependencies that a job can have
ko: 작업이 가질 수 있는 최대 요구 사항 의존성 수
ru: Максимальное число зависимостей, которые могут быть у задания

source: AdminSettings|Maximum number of pipeline schedules
ko: 파이프라인 스케줄의 최대 개수
ru: Максимальное количество расписаний конвейеров

source: AdminSettings|Maximum number of pipeline subscriptions to and from a project
ko: 프로젝트에 대한 파이프라인 구독의 최대 개수
ru: Максимальное количество подписок конвейера на проект и из проекта

source: AdminSettings|Maximum number of runners created or active in a group during the past seven days
ko: 지난 7일간 이 그룹에서 생성 혹은 활성화된 러너의 최대 개수
ru: Максимальное количество созданных или активных средств выполнения в группе за последние семь дней

source: AdminSettings|Maximum number of runners created or active in a project during the past seven days
ko: 지난 7일간 이 프로젝트에서 생성 혹은 활성화된 러너의 최대 개수
ru: Максимальное количество созданных или активных средств выполнения в проекте за последние семь дней

source: AdminSettings|Maximum number of variables in a dotenv artifact
ko: dotenv 아티팩트에서 변수의 최대 수
ru: Максимальное количество переменных в артефакте dotenv

source: AdminSettings|Maximum size of a dotenv artifact in bytes
ko: dotenv 아티팩트의 최대 크기(바이트)
ru: Максимальный размер артефакта dotenv в байтах

source: AdminSettings|Minimum size must be at least 0.
ko: 최소 크기는 0 이상이어야 합니다.

source: AdminSettings|New CI/CD variables in projects and groups default to protected.
ko: 프로젝트 및 그룹의 새 CI/CD 변수는 기본적으로 보호됨으로 설정됩니다.
ru: Новые переменные CI/CD в проектах и группах по умолчанию защищены.

source: AdminSettings|No required configuration
ko: 필수 구성 없음
ru: Нет нужной конфигурации

source: AdminSettings|Only enable search after installing the plugin, enabling indexing, and recreating the index.
ko: 플러그인을 설치하고, 인덱싱을 활성화하고, 인덱스를 재생성한 후에만 검색이 활성화 됩니다.
ru: Поиск включается только после установки плагина, включения индексации и пересоздания индекса.

source: AdminSettings|Package registry metadata to sync
ko: 동기화할 패키지 레지스트리 메타데이터

source: AdminSettings|Pause Elasticsearch indexing
ko: Elasticsearch 인덱싱 일시 중지
ru: Приостановить индексацию Elasticsearch

source: AdminSettings|Pipeline limit per Git push
ko: Git push 당 파이프라인 한도
ru: Ограничение числа конвейеров на одну отправку Git

source: AdminSettings|Prevent non-administrators from using the selected visibility levels for groups, projects and snippets.
ko: 운영자가 아닌 사용자가 그룹, 프로젝트 및 스니펫에 대해 공개 수준 선택을 사용하지 못하도록 합니다.
ru: Запретить неадминистраторам использовать выбранные уровни видимости для групп, проектов и сниппетов.

source: AdminSettings|Preview payload
ko: 페이로드 미리보기
ru: Предпросмотр полезной нагрузки

source: AdminSettings|Project export
ko: 프로젝트 내보내기
ru: Экспорт проекта

source: AdminSettings|Project runners expiration
ko: 프로젝트 러너 만료
ru: Истечение срока действия токенов средств выполнения проекта

source: AdminSettings|Protect CI/CD variables by default
ko: 기본적으로 CI/CD 변수 보호
ru: Защищать переменные CI/CD по умолчанию

source: AdminSettings|Requeue indexing workers
ko: 인덱싱 처리기 대기열 재조정
ru: Поставить задания на повторную индексацию в очередь

source: AdminSettings|Require users to prove ownership of custom domains
ko: 사용자가 사용자 정의 도메인의 소유권을 증명하도록 요구
ru: Требовать от пользователей подтверждения права собственности на сторонние домены

source: AdminSettings|Required pipeline configuration
ko: 필수 파이프라인 구성
ru: Требуемая конфигурация конвейера

source: AdminSettings|Requires %{linkStart}email notifications%{linkEnd}
ko: %{linkStart}이메일 알림%{linkEnd} 필요
ru: Требует %{linkStart}уведомлений по электронной почте%{linkEnd}

source: AdminSettings|Restricted visibility levels
ko: 제한된 공개 수준
ru: Ограниченные уровни видимости

source: AdminSettings|Save %{name} limits
ko: %{name} 한도 저장

source: AdminSettings|Search with Elasticsearch enabled
ko: 활성화된 Elasticsearch로 검색
ru: Поиск с Elasticsearch включен

source: AdminSettings|Secret Push Protection
ko: 비밀 푸시 방지

source: AdminSettings|Select a CI/CD template
ko: CI/CD 템플릿 선택
ru: Выбрать шаблон для CI/CD

source: AdminSettings|Select a group to use as a source of custom templates for new projects. %{link_start}Learn more%{link_end}.
ko: 새 프로젝트의 사용자 지정 템플릿 소스로 사용할 그룹을 선택합니다. %{link_start}자세히 알아보기%{link_end}.
ru: Выберите группу для использования в качестве источника пользовательских шаблонов для новых проектов. %{link_start}Подробнее%{link_end}.

source: AdminSettings|Select to disable public access for Pages sites, which requires users to sign in for access to the Pages sites in your instance. %{link_start}Learn more%{link_end}.
ko: Pages 사이트에 대한 공개 액세스를 비활성화하려면 선택합니다. 이 경우 사용자가 인스턴스의 Pages 사이트에 액세스하려면 로그인해야 합니다. %{link_start}자세히 알아보기%{link_end}.
ru: Выберите, чтобы отключить общий доступ к сайтам Pages. Это потребует от пользователей авторизации для доступа к сайтам Pages вашего экземпляра. %{link_start}Подробнее.%{link_end}.

source: AdminSettings|Send email to maintainers after project is dormant for
ko: 프로젝트를 휴면으로 설정 후 유지관리자에게 이메일 보내기
ru: Отправить электронное письмо мейнтейнерам после того, как проект остаётся неактивным на протяжении

source: AdminSettings|Send event data to GitLab.
ko: 이벤트 데이터를 GitLab으로 보냅니다.
ru: Отправлять данные событий в GitLab.

source: AdminSettings|Send event data to your own Snowplow collector.
ko: 이벤트 데이터를 귀하의 Snowplow 수집기로 보냅니다.
ru: Отправлять данные событий в ваш собственный сборщик Snowplow.

source: AdminSettings|Send warning email
ko: 경고 이메일 보내기
ru: Отправить предупреждение по электронной почте

source: AdminSettings|Service Ping payload not found in the application cache
ko: 서비스 Ping 페이로드를 응용 프로그램 캐시에서 찾을 수 없습니다.
ru: Статистика использования не найдена в кэше приложения

source: AdminSettings|Service ping is disabled in your configuration file, and cannot be enabled through this form. For more information, see the documentation on %{link_start}deactivating service ping%{link_end}.
ko: 서비스 핑은 설정 파일에서 비활성화되어 있으며 이 양식을 통해 활성화할 수 없습니다. 자세한 내용은 %{link_start}서비스 핑 비활성화에%{link_end} 대한 설명서를 참조하십시오.
ru: Статистика использования отключена в вашем конфигурационном файле и не может быть включена через эту форму. Для получения дополнительной информации ознакомьтесь с документацией о %{link_start}деактивации статистики использования%{link_end}.

source: AdminSettings|Session duration for Git operations when 2FA is enabled (minutes)
ko: 2FA가 활성화된 경우 Git 사용할 수 있는 세션 기간(분)
ru: Продолжительность сессии для операций Git при включённой двухфакторной аутентификации (в минутах)

source: AdminSettings|Set a CI/CD template as the required pipeline configuration for all projects in the instance. Project CI/CD configuration merges into the required pipeline configuration when the pipeline runs. %{link_start}What is a required pipeline configuration?%{link_end}
ko: 인스턴스의 모든 프로젝트에 필요한 파이프라인 구성으로 CI/CD 템플릿을 설정합니다. 파이프라인이 실행되면 프로젝트 CI/CD 구성이 필요한 파이프라인 구성에 병합됩니다. %{link_start}필요한 파이프라인 구성은 무엇입니까?%{link_end}
ru: Установите шаблон CI/CD как требуемую конфигурацию конвейера для всех проектов в экземпляре. Конфигурация CI/CD проекта объединяется с требуемой конфигурацией конвейера при запуске конвейера. %{link_start}Что такое требуемая конфигурация конвейера?%{link_end}

source: AdminSettings|Set options for cost factors of forks
ko: 포크의 비용 팩터에 대한 옵션 설정
ru: Установите параметры для факторов затрат форков.

source: AdminSettings|Set the default time after which parallel deployments expire (0 for unlimited). %{link_start}What are parallel deployments%{link_end}?
ko: 병렬 배포가 만료되는 기본 시간을 설정합니다(무제한은 0). %{link_start}병렬 배포란 무엇입니까%{link_end}?
ru: Установить период по умолчанию, после которого экземпляры параллельных развёртываний считаются устаревшими (0 для снятия ограничения по времени). %{link_start}Что такое параллельные развёртывания%{link_end}?

source: AdminSettings|Set the expiration time of authentication tokens of newly registered group runners.
ko: 새로 등록된 그룹 러너의 인증 토큰 만료 시간을 설정합니다.
ru: Задать срок действия токенов аутентификации для новых средств выполнения группы.

source: AdminSettings|Set the expiration time of authentication tokens of newly registered instance runners. Authentication tokens are automatically reset at these intervals.
ko: 새로 등록된 인스턴스 러너의 인증 토큰 만료 시간을 설정합니다. 인증 토큰은 이 간격으로 자동으로 재설정됩니다.
ru: Установите время истечения токенов аутентификации для новых зарегистрированных средств выполнения экземпляра. Токены аутентификации автоматически сбрасываются через эти интервалы.

source: AdminSettings|Set the expiration time of authentication tokens of newly registered project runners.
ko: 새로 등록된 프로젝트 러너의 인증 토큰 만료 시간을 설정합니다.
ru: Установить время истечения срока действия токенов аутентификации для новых зарегистрированных средств выполнения проекта.

source: AdminSettings|Set the initial name and protections for the default branch of new repositories created in the instance.
ko: 인스턴스에서 생성된 새 리포지토리의 기본 브랜치에 대한 초기 이름 및 보호 정책를 설정합니다.
ru: Установите начальное имя и защиты для ветки по умолчанию новых репозиториев, создаваемых в экземпляре.

source: AdminSettings|Set the maximum number of GitLab Pages custom domains per project (0 for unlimited). %{link_start}Learn more%{link_end}.
ko: 프로젝트당 최대 GitLab Pages 사용자 정의 도메인 수를 설정합니다(무제한의 경우 0). %{link_start}자세히 알아보기%{link_end}.
ru: Задайте максимальное количество пользовательских доменов GitLab Pages на проект (0 — без ограничений). %{link_start}Подробнее.%{link_end}.

source: AdminSettings|Set the maximum size of GitLab Pages per project (0 for unlimited). %{link_start}Learn more%{link_end}.
ko: 프로젝트당 GitLab Pages 최대 크기를 설정합니다(무제한의 경우 0). %{link_start}자세히 알아보기%{link_end}.
ru: Задайте максимальный размер GitLab Pages на проект (0 — без ограничений). %{link_start}Подробнее.%{link_end}.

source: AdminSettings|Set visibility of project contents and configure Git access protocols.
ko: 프로젝트 콘텐츠의 공개범위를 설정하고 Git 액세스 프로토콜을 구성합니다.
ru: Установите видимость содержимого проекта и настройте протоколы доступа к Git.

source: AdminSettings|Setting locked
ko: 설정이 잠김
ru: Настройка заблокирована

source: AdminSettings|Setting must be greater than 0.
ko: 설정은 0보다 커야 합니다.
ru: Значение параметра должно быть больше 0.

source: AdminSettings|Show a banner on merge requests in projects with Jenkins pipelines to prompt migration to GitLab CI/CD instead.
ko: Jenkins 파이프라인이 있는 프로젝트의 머지 리퀘스트에 GitLab CI/CD로 마이그레이션을 유도하는 배너 표시.
ru: Показывать баннер в запросах на слияние в проектах с конвейерами Jenkins, чтобы предложить перейти на GitLab CI/CD.

source: AdminSettings|Show a redirect page that warns you about user-generated content in GitLab Pages.
ko: GitLab Pages의 사용자 생성 콘텐츠에 대해 경고하는 리디렉션 페이지를 표시합니다.
ru: Отображать страницу перенаправления с предупреждением о контенте, созданном пользователями, в GitLab Pages.

source: AdminSettings|Show the migrate from Jenkins banner
ko: Jenkins 배너에서 마이그레이션 표시
ru: Включить баннер, рекомендующий миграцию из Jenkins

source: AdminSettings|Silent exports by admins %{silent_admin_exports_link_start}%{icon}%{silent_admin_exports_link_end}
ko: 운영자 내보내기 %{silent_admin_exports_link_start}%{icon}%{silent_admin_exports_link_end}

source: AdminSettings|Size and domain settings for Pages static sites.
ko: Pages 정적 사이트의 크기 및 도메인 설정.
ru: Настройки размеров и домена для статических сайтов Pages.

source: AdminSettings|Skip confirmation when administrators reassign placeholder users %{link_start}%{icon}%{link_end}
ko: 운영자가 플레이스홀더 사용자를 재할당할 때 확인 건너뛰기 %{link_start}%{icon}%{link_end}
ru: Пропускать подтверждение при переназначении администраторами временных пользователей %{link_start}%{icon}%{link_end}

source: AdminSettings|The URL of your Cube instance.
ko: Cube 인스턴스의 URL

source: AdminSettings|The default domain to use for Auto Review Apps and Auto Deploy stages in all projects.
ko: 모든 프로젝트의 자동 리뷰 앱과 자동 배치 단계에서 사용할 기본 도메인
ru: Домен по умолчанию для автоматических приложений для рецензии и этапов автоматического развёртывания во всех проектах.

source: AdminSettings|The host of your data collector instance.
ko: 데이터 수집 인스턴스의 호스트입니다.

source: AdminSettings|The latest artifacts for all jobs in the most recent successful pipelines in each project are stored and do not expire.
ko: 각 프로젝트에서 가장 최근에 성공한 파이프라인의 모든 작업에 대한 최신 아티팩트가 저장되며 만료되지 않습니다.
ru: Последние артефакты для всех заданий в недавних успешных сборочных линиях каждого проекта сохраняются бессрочно.

source: AdminSettings|The maximum number of downstream pipelines that can be triggered per minute (for a given project, user, and commit).
ko: 분당 트리거할 수 있는 다운스트림 파이프라인의 최대 수(지정된 프로젝트, 사용자 및 커밋의 경우)입니다.
ru: Максимальное количество следующих конвейеров, которые могут быть запущены в минуту (для проекта, пользователя или коммита).

source: AdminSettings|The maximum number of included files per pipeline.
ko: 파이프라인당 포함할 수 있는 최대 파일의 개수입니다.
ru: Максимальное количество файлов, включаемых в конвейер.

source: AdminSettings|The maximum number of tag or branch pipelines triggered by a single Git push. Setting the limit to 0 will remove the limit.
ko: 하나의 Git push에 의해 만들 수 있는 태그 또는 브랜치의 최대 개수. 이 제한을 없에려면 0을 입력하십시오.
ru: Максимальное количество конвейеров для тегов или веток, запускаемых одной отправкой Git. Установка значения 0 снимет ограничение.

source: AdminSettings|The option to make profiles private has been disabled. Profiles are required to be public in this instance, and cannot be set to private by default. %{linkStart}Learn more%{linkEnd}.
ko: 프로필을 비공개로 만드는 옵션이 비활성화되었습니다. 이 경우 프로필은 공개되어야 하며 기본적으로 비공개로 설정할 수 없습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Возможность сделать профили приватными отключена. В этом экземпляре профили должны быть публичными и не могут быть приватными по умолчанию. %{linkStart}Подробнее%{linkEnd}.

source: AdminSettings|The selected level must be different from the selected default group and project visibility.
ko: 선택한 수준은 선택한 기본 그룹 및 프로젝트 공개범위와 달라야 합니다.
ru: Выбранный уровень должен отличаться от выбранной видимости группы и проекта по умолчанию.

source: AdminSettings|The template for the required pipeline configuration can be one of the GitLab-provided templates, or a custom template added to an instance template repository. %{link_start}How do I create an instance template repository?%{link_end}
ko: 필수 파이프라인 구성에 대한 템플릿은 GitLab에서 제공하는 템플릿 중 하나이거나 인스턴스 템플릿 리포지토리에 추가된 사용자 정의 템플릿일 수 있습니다. %{link_start}인스턴스 템플릿 리포지토리는 어떻게 만듭니까?%{link_end}
ru: Шаблон для требуемой конфигурации конвейера может быть одним из шаблонов, предоставленных GitLab, или пользовательским шаблоном, добавленным в репозиторий шаблонов экземпляра. %{link_start}Как создать репозиторий шаблонов экземпляра?%{link_end}

source: AdminSettings|There are Advanced Search migrations pending that require indexing to pause. Indexing must remain paused until GitLab completes the migrations.
ko: 인덱싱을 일시 중지해야 하는 고급 검색 마이그레이션이 보류 중입니다. GitLab이 마이그레이션을 완료할 때까지 인덱싱을 일시 중지된 상태로 유지해야 합니다.
ru: Отложенные миграции расширенного поиска требуют приостановки индексации. Индексирование должно быть приостановлено до тех пор, пока GitLab не завершит миграцию.

source: AdminSettings|This cost factor will be applied to the storage consumed by forks.
ko: 이 비용 팩터는 포크가 사용하는 스토리지에 적용됩니다.
ru: Этот фактор затрат будет применён к объёму хранимых данных форков.

source: AdminSettings|This limit cannot be disabled. Set to 0 to block all job (needs) dependencies.
ko: 이 제한은 비활성화할 수 없습니다. 모든 작업(필요) 의존성을 차단하려면 0으로 설정하세요.
ru: Этот лимит нельзя отключить. Установите 0, чтобы заблокировать все зависимости заданий (needs).

source: AdminSettings|To enable Registration Features, first enable Service Ping.
ko: 등록 기능을 활성화하려면 먼저 서비스 핑을 활성화하십시오.
ru: Для включения функционала за регистрацию сначала включите статистику использования.

source: AdminSettings|To enable Registration Features, first enable optional data in Service Ping.
ko: 등록 기능을 활성화하려면 먼저 서비스 Ping에서 옵션 데이터를 활성화하십시오.
ru: Для включения функционала за регистрацию сначала включите дополнительные данные в статистике использования.

source: AdminSettings|To help improve GitLab and its user experience, GitLab periodically collects usage information. %{link_start}What information is shared with GitLab Inc.?%{link_end}
ko: GitLab과 사용자 경험을 개선하기 위해 GitLab은 주기적으로 사용 정보를 수집합니다. %{link_start}GitLab Inc.와 어떤 정보를 공유하나요?%{link_end}
ru: Чтобы помочь улучшить GitLab и его взаимодействие с пользователями, GitLab периодически собирает информацию об использовании. %{link_start}Какая информация передается GitLab Inc.?%{link_end}

source: AdminSettings|Total number of jobs in currently active pipelines
ko: 현재 활성 파이프라인의 총 작업 개수
ru: Общее количество заданий в текущих активных конвейерах

source: AdminSettings|Use AWS OpenSearch Service with IAM credentials
ko: IAM 자격 증명으로 AWS OpenSearch Service 사용

source: AdminSettings|Use for cluster and index migrations. When indexing is paused, GitLab still tracks changes.
ko: 클러스터 및 인덱스 마이그레이션에 사용합니다. 인덱싱이 일시 중지되어도 GitLab은 여전히 변경 사항을 추적합니다.
ru: Используйте для миграций кластера и индекса. Когда индексирование приостановлено, GitLab продолжает отслеживать изменения.

source: AdminSettings|User impersonation is not enabled on the GitLab instance.
ko: 사용자 대리 (impersonation)는 GitLab 인스턴스에서 활성화되지 않았습니다.
ru: Олицетворение пользователей отключено для этого экземпляра GitLab.

source: AdminSettings|Users and groups must accept the invitation before they're added to a group or project.
ko: 사용자 및 그룹은 그룹 또는 프로젝트에 추가되기 전에 초대를 수락해야 합니다.

source: AdminSettings|When disabled, runner registration tokens are disabled from runner pages, and maintainers and owners cannot use registration tokens to register runners. They can use runner authentication tokens instead as the more secure runner registration method.
ko: 이 기능이 비활성화되면, 러너 등록 토큰이 러너 페이지에서 비활성화되며 유지관리자와 소유자는 등록 토큰을 사용하여 러너를 등록할 수 없습니다. 대신 더 안전한 러너 등록 방법으로 러너 인증 토큰을 사용할 수 있습니다.
ru: При отключении токены регистрации средств выполнения становятся недоступными на страницах средств выполнения, и мейнтейнеры и владельцы не могут использовать токены регистрации для регистрации средств выполнения. Вместо этого они могут использовать токены аутентификации средств выполнения как более безопасный метод регистрации.

source: AdminSettings|When to delete dormant projects
ko: 휴면 프로젝트를 삭제할 때
ru: Когда удалять неактивные проекты

source: AdminSettings|You can enable Registration Features because Service Ping is enabled.
ko: 서비스 Ping이 활성화되었으므로 등록 기능을 활성화할 수 있습니다.
ru: Вы можете включить функционал за регистрацию, потому что статистика использования включена.

source: AdminSettings|You can enable Registration Features because optional data in Service Ping is enabled.
ko: 서비스 Ping의 옵션 데이터가 활성화되어 있으므로 등록 기능을 활성화할 수 있습니다.
ru: Вы можете включить функционал за регистрацию, потому что дополнительные данные в статистике использования включены.

source: AdminSettings|You can't delete projects before the warning email is sent.
ko: 경고 이메일이 전송되기 전에는 프로젝트를 삭제할 수 없습니다.
ru: Вы не можете удалить проекты до отправки предупреждающего письма.

source: AdminSettings|templates found
ko: 템플릿 발견됨
ru: шаблонов найдено

source: AdminStatistics|Active Users
ko: 활성 사용자
ru: Активные пользователи

source: AdminStatistics|Forks
ko: 포크
ru: Форки

source: AdminStatistics|Issues
ko: 이슈
ru: Обсуждения

source: AdminStatistics|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: AdminStatistics|Milestones
ko: 마일스톤
ru: Этапы

source: AdminStatistics|Notes
ko: 노트
ru: Заметки

source: AdminStatistics|SSH Keys
ko: SSH 키
ru: Ключи SSH

source: AdminStatistics|Snippets
ko: 스니펫
ru: Сниппеты

source: AdminUsers|A user can validate themselves by inputting a credit/debit card, or an admin can manually validate a user. Validated users can use free compute minutes on instance runners.
ko: 사용자는 신용/직불 카드를 입력하여 자신을 확인할 수 있으며, 운영자는 수동으로 사용자를 확인할 수 있습니다. 검증된 사용자는 인스턴스 러너에서 무료 컴퓨팅 시간을 사용할 수 있습니다.
ru: Пользователь может подтвердить себя введя данные банковской карты или администратор может вручную подтвердить пользователя. Подтверждённые пользователи могут использовать бесплатные вычислительные минуты на средствах выполнения этого экземпляра.

source: AdminUsers|Access
ko: 액세스
ru: Доступ

source: AdminUsers|Access Git repositories
ko: Git 리포지토리에 접근
ru: Получать доступ к репозиториям Git

source: AdminUsers|Access level
ko: 액세스 레벨
ru: Уровень доступа

source: AdminUsers|Access summary for %{userType} user
ko: %{userType} 사용자에 대한 억세스 요약
ru: Сводка доступа для пользователя типа %{userType}

source: AdminUsers|Access the API
ko: API에 접근
ru: Получать доступ к API

source: AdminUsers|Access to their groups and projects.
ko: 그룹 및 프로젝트에 대한 접근 권한.
ru: Доступ к собственным группам и проектам.

source: AdminUsers|Activate
ko: 활성화
ru: Активировать

source: AdminUsers|Activate user %{username}?
ko: %{username} 사용자를 활성화 할까요?
ru: Активировать пользователя %{username}?

source: AdminUsers|Active
ko: 활성
ru: Активный

source: AdminUsers|Adjust the user cap setting on your instance
ko: 인스턴스의 사용자 한도 설정
ru: Настроить лимит пользователей для вашего экземпляра

source: AdminUsers|Admin
ko: 운영자
ru: Администратор

source: AdminUsers|Administrator
ko: 운영자
ru: Администратор

source: AdminUsers|Administrators
ko: 운영자
ru: Администраторы

source: AdminUsers|An error occurred while fetching this user's contributions, and the request cannot return the number of issues, merge requests, groups, and projects linked to this user. If you proceed with deleting the user, all their contributions will still be deleted.
ko: 이 사용자가 기여한 작업들을 가져오는 동안 오류가 발생했으며, 요청은 이 사용자에 링크된 이슈, 머지 리퀘스트, 그룹, 프로젝트의 수를 반환할 수 없습니다. 이 사용자의 삭제를 진행하면 해당 사용자의 모든 기여들도 삭제됩니다.
ru: Во время получения данных о вкладе этого пользователя произошла ошибка и запрос не смог вернуть количество обсуждений, запросов на слияние, групп и проектов, связанных с этим пользователем. Если вы продолжите удаление пользователя, весь его вклад будет удалён.

source: AdminUsers|Approve
ko: 승인
ru: Одобрить

source: AdminUsers|Approve user %{username}?
ko: %{username} 사용자를 승인할까요?
ru: Одобрить пользователя %{username}?

source: AdminUsers|Approved users can:
ko: 승인된 사용자는 다음을 수행할 수 있어요.
ru: Одобренные пользователи могут:

source: AdminUsers|Auditor
ko: 감사자
ru: Аудитор

source: AdminUsers|Auditors have read-only access to all groups, projects, and users.
ko: 감사자는 모든 그룹, 프로젝트 및 사용자에 대한 읽기 전용 액세스 권한을 가집니다.
ru: Аудиторы имеют право на просмотр всех групп, проектов и пользователей.

source: AdminUsers|Automatically marked as default internal user
ko: 기본 내부 사용자로 자동 마킹됨
ru: Автоматически помечен как внутренний пользователь по умолчанию.
