Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Use this section to disable your one-time password authenticator and WebAuthn devices. You can also generate new recovery codes.
ko: 이 섹션을 사용하여 일회용 비밀번호 인증기와 WebAuthn 장치를 비활성화하십시오. 새 복구 코드를 생성할 수도 있습니다
ru: Используйте этот раздел, чтобы отключить свой генератор одноразовых паролей или устройства WebAuthn. Вы также можете сгенерировать новые коды восстановления.

source: Use this token to validate received payloads.
ko: 이 토큰을 사용하여 수신된 페이로드의 유효성을 검사합니다.

source: Use webhook
ko: Webhook을 사용하세요
ru: Используя вебхук

source: Use your global notification setting
ko: 전체 알림 설정 사용
ru: Используются глобальные настройки уведомлений

source: Use your smart card to authenticate with the LDAP server.
ko: 스마트 카드를 사용하여 LDAP 서버를 인증하십시오.
ru: Используйте вашу смарт-карту для аутентификации с сервером LDAP.

source: Used
ko: 사용 된

source: Used by %d package
ko: %d 개의 패키지에서 사용

source: Used by members to sign in to your group in GitLab
ko: GitLab에서 멤버가 그룹에 로그인할 때 사용

source: Used by more than 100,000 organizations, GitLab is the most popular solution to manage git repositories on-premises.
ko: 100,000개 이상의 조직에서 사용하는 GitLab은 Git 리포지토리를 자체 서버로 운영할 수 있는 가장 인기 있는 솔루션입니다.
ru: GitLab, используемый более чем 100 000 организаций, является самым популярным решением для управления репозиториями git локально.

source: Used for account notifications if a %{openingTag}group-specific email address%{closingTag} is not set.
ko: %{openingTag}그룹별 이메일 주소%{closingTag}이 설정되지 않은 경우 계정 알림에 사용됩니다.
ru: Используется для уведомлений учётной записи, если %{openingTag}адрес электронной почты, специфичный для группы%{closingTag} не установлен.

source: Used for avatar detection. You can change it in your %{openingTag}profile settings%{closingTag}.
ko: 아바타 감지에 사용됩니다. %{openingTag}프로필 설정%{closingTag}에서 변경할 수 있습니다.
ru: Используется для определения аватара. Вы можете изменить это в %{openingTag}настройках профиля%{closingTag}.

source: Used for web based operations, such as edits and merges.
ko: 편집 및 머지와 같은 웹 기반 운영에 사용됩니다.
ru: Используется для веб-операций, таких как редактирование и слияние.

source: Used programming language
ko: 사용되는 프로그래밍 언어
ru: Используемый язык программирования

source: Used to help configure your identity provider
ko: 자격증명 공급자를 설정하는 데 사용됩니다.
ru: Используется для настройки вашего провайдера идентификации

source: User
ko: 사용자
ru: Пользователь

source: User %{current_user_username} has started impersonating %{username}
ko: 사용자 %{current_user_username}가 %{username} 대리(impersonate)를 시작했습니다.
ru: Пользователь %{current_user_username} начал выдавать себя за %{username}

source: User %{user_name} will be removed! Are you sure?
ko: 사용자 %{user_name} 제거됩니다! 확실합니까?
ru: Пользователь %{user_name} будет удалён! Вы уверены?

source: User %{username} was successfully removed.
ko: 사용자 %{username}가 제거되었습니다.
ru: Пользователь %{username} был успешно удален.

source: User %{user} SCIM identity is deactivated
ko: 사용자 %{user} SCIM ID가 비활성화됨
ru: SCIM-идентичность пользователя %{user} отключена

source: User %{user} SCIM identity is reactivated
ko: 사용자 %{user} SCIM ID가 재활성화되었습니다.

source: User %{user} was removed from %{group}.
ko: 사용자 %{user}가 %{group}에서 제거되었습니다.

source: User API token. The user must have access to the task. All comments are attributed to this user.
ko: 사용자 API 토큰. 사용자는 작업에 액세스할 수 있어야 합니다. 모든 댓글은 이 사용자에게 귀속됩니다.
ru: API токен пользователя. Пользователь должен иметь доступ к задаче. Все комментарии — от имени этого пользователя.

source: User ID
ko: 사용자 ID

source: User OAuth applications
ko: 사용자 OAuth 응용 프로그램

source: User Settings
ko: 사용자 설정
ru: Настройки пользователя

source: User and IP rate limits
ko: 사용자 및 IP 속도 제한
ru: Ограничения на частоту запросов для пользователей и IP-адресов

source: User caps is enabled for this group. You can manage members on the %{pending_members_link_start}pending members%{pending_members_link_end} page.
ko: 이 그룹에는 사용자 한도가 활성화되어 있습니다. %{pending_members_link_start}대기 회원%{pending_members_link_end} 페이지에서 회원관리를 하실 수 있습니다.
ru: Для этой группы включены пределы пользователей. Вы можете управлять участниками на странице %{pending_members_link_start}ожидающих участников%{pending_members_link_end}.

source: User compute minutes were successfully reset.
ko: 사용자 컴퓨팅 시간(분)이 성공적으로 재설정되었습니다.
ru: Вычислительные минуты пользователя были успешно сброшены.

source: User created at
ko: 사용자 생성일

source: User created:
ko: 사용자 생성됨:
ru: Пользователь создан:

source: User deleted own account on %{timestamp}
ko: 사용자가 %{timestamp}에 자신의 계정을 삭제했습니다.
ru: Пользователь удалил свою учетную запись %{timestamp}

source: User does not have a pending request
ko: 사용자에게 대기 중인 요청이 없습니다.

source: User does not have permission to create a Security Policy project.
ko: 사용자에게 보안 정책 프로젝트를 생성할 권한이 없습니다.
ru: У пользователя нет прав на создание проекта политики безопасности

source: User does not have permission to modify agent.
ko: 사용자에게 에이전트를 수정할 권한이 없습니다.
ru: У пользователя нет разрешения на изменение агента.

source: User doesn't exist or you don't have permission to change namespace commit emails.
ko: 사용자가 존재하지 않거나 네임스페이스 커밋 이메일을 변경할 권한이 없습니다.
ru: Пользователь не существует или не имеет прав на изменение адресов электронной почты коммита для пространства имён.

source: User has already been deactivated
ko: 사용자가 이미 비활성화되었습니다.
ru: Пользователь уже отключён

source: User identity was successfully created.
ko: 사용자 ID가 성공적으로 생성되었습니다.
ru: Идентификатор пользователя был успешно создан.

source: User identity was successfully removed.
ko: 사용자 ID가 성공적으로 제거되었습니다.
ru: Идентификатор пользователя был успешно удален.

source: User identity was successfully updated.
ko: 사용자 ID가 성공적으로 업데이트되었습니다.
ru: Идентификатор пользователя был успешно обновлен.

source: User in subscription
ko: 구독 중인 사용자

source: User invitation restrictions
ko: 사용자 초대 제한
ru: Ограничения на приглашения пользователей

source: User is blocked
ko: 사용자가 차단됨
ru: Пользователь заблокирован

source: User is not a service account
ko: 사용자는 서비스 계정이 아닙니다.
ru: Пользователь не является учётной записью службы

source: User is not allowed to resolve thread
ko: 사용자가 스레드를 확인할 수 없습니다.
ru: Пользователь не имеет права решать тему

source: User key
ko: 사용자 키

source: User key was successfully removed.
ko: 사용자 키가 성공적으로 제거되었습니다.
ru: Ключ пользователя был успешно удален.

source: User list %{name} will be removed. Are you sure?
ko: 사용자 목록 %{name}이 제거됩니다. 정말로 제거할 것 입니까?

source: User map
ko: 사용자 맵

source: User must have developer access to the project.
ko: 사용자가 프로젝트에 대해 개발자 권한이 있어야 합니다.
ru: У пользователя должен быть доступ уровня разработчика к проекту.

source: User not provided
ko: 사용자가 주어지지 않았습니다

source: User restrictions
ko: 사용자 제한

source: User settings
ko: 사용자 설정
ru: Настройки пользователя

source: User was successfully banned.
ko: 사용자가 계정정지 되었습니다.

source: User was successfully created.
ko: 사용자가 성공적으로 생성되었습니다.

source: User was successfully removed from group and any subgroups and projects.
ko: 사용자가 그룹 및 모든 하위 그룹 및 프로젝트에서 성공적으로 제거되었습니다.
ru: Участник успешно удалён из группы, всех подгрупп и проектов.

source: User was successfully removed from group.
ko: 사용자가 그룹에서 성공적으로 제거되었습니다.
ru: Пользователь был успешно удален из группы.

source: User was successfully removed from project.
ko: 사용자가 프로젝트에서 성공적으로 제거되었습니다.

source: User was successfully unbanned.
ko: 사용자의 계정정지가 해제되었습니다.

source: User was successfully updated.
ko: 사용자가 성공적으로 업데이트되었습니다.
ru: Пользователь успешно изменен.

source: User will be allowed to create possible spam! Are you sure?
ko: 사용자는 스팸을 만들 수도 있습니다! 확실합니까?
ru: Пользователю будет разрешено создавать возможный спам! Вы уверены?

source: User will be blocked! Are you sure?
ko: 사용자가 차단됩니다! 확실합니까?
ru: Пользователь будет заблокирован! Вы уверены?

source: User will not be allowed to create possible spam! Are you sure?
ko: 사용자는 스팸을 생성하는 것이 허용되지 않습니다! 확실합니까?
ru: Пользователю не будет разрешено создавать возможный спам! Вы уверены?

source: User with API access to the Bamboo server.
ko: Bamboo 서버에 대한 API 액세스 권한이 있는 사용자입니다.

source: User-based escalation rules must have a user with access to the project
ko: 사용자 기반 에스컬레이션 규칙에는 프로젝트에 대한 액세스 권한이 있는 사용자가 있어야 합니다.

source: UserAvailability|%{author}%{badgeStart}Busy%{badgeEnd}
ko: %{author}%{badgeStart}바쁨%{badgeEnd}
ru: %{author}%{badgeStart}Занят(а)%{badgeEnd}

source: UserLists|Add
ko: 추가
ru: Добавить

source: UserLists|Add Users
ko: 사용자 추가
ru: Добавить пользователей

source: UserLists|Add users
ko: 사용자 추가
ru: Добавить пользователей

source: UserLists|Cancel
ko: 취소
ru: Отмена

source: UserLists|Create
ko: 생성

source: UserLists|Define a set of users to be used within feature flag strategies
ko: 피처 플래그 전략 내에서 사용할 사용자 집합 정의
ru: Определите набор пользователей для использования в стратегиях флагов функций

source: UserLists|Edit
ko: 편집
ru: Редактировать

source: UserLists|Edit %{name}
ko: %{name} 편집
ru: Редактировать %{name}

source: UserLists|Enter a comma separated list of user IDs. These IDs should be the users of the system in which the feature flag is set, not GitLab IDs
ko: 쉼표로 구분된 사용자 ID 목록을 입력합니다. 이러한 ID는 GitLab ID가 아니라 피처 플래그가 설정된 시스템의 사용자여야 합니다.
ru: Введите список идентификаторов пользователей, разделённых запятыми. Эти идентификаторы должны быть пользователями системы, в которой установлен флаг функции, а не идентификаторами GitLab

source: UserLists|Feature flag user list
ko: 피처 플래그 사용자 목록
ru: Список пользователей флага функции

source: UserLists|Get started with user lists
ko: 사용자 목록으로 시작
ru: Начните работу со списками пользователей

source: UserLists|Lists allow you to define a set of users to be used with feature flags. %{linkStart}Read more about feature flag lists.%{linkEnd}
ko: 목록을 사용하여 피처 플래그와 함께 사용할 사용자 집합을 정의할 수 있습니다. %{linkStart}기능 플래그 목록에 대해 자세히 알아보십시오.%{linkEnd}
ru: Списки позволяют определить набор пользователей, которые будут использоваться с флагами функций. %{linkStart}Подробнее о списках флагов функций.%{linkEnd}

source: UserLists|Loading user lists
ko: 사용자 목록 로드 중

source: UserLists|Name
ko: 이름

source: UserLists|New list
ko: 새 목록
ru: Новый список

source: UserLists|New user list
ko: 새 사용자 목록
ru: Новый список пользователей

source: UserLists|Save
ko: 저장
ru: Сохранить

source: UserLists|There are no users
ko: 사용자가 없습니다.
ru: Нет пользователей

source: UserLists|There was an error fetching the user lists.
ko: 사용자 목록을 가져오는 동안 오류가 발생했습니다.

source: UserLists|User ID
ko: 사용자 ID
ru: Идентификатор пользователя

source: UserLists|User IDs
ko: 사용자 ID

source: UserLists|User Lists
ko: 사용자 목록
ru: Списки пользователей

source: UserLists|User lists allow you to define a set of users to use with Feature Flags.
ko: 사용자 목록을 사용하면 피처 플래그와 함께 사용할 사용자 집합을 정의할 수 있습니다.
ru: Списки пользователей позволяют определить набор пользователей для использования с флагами функций.

source: UserList|Delete %{name}?
ko: %{name}을 삭제하시겠습니까?

source: UserList|created %{timeago}
ko: %{timeago} 전 생성됨

source: UserMapping|%{count} placeholder user was kept as a placeholder.
ko: %{count}명의 플레이스홀더 사용자가 플레이스홀더로 유지되었습니다.
ru: %{count} пользователь оставлен как временный.

source: UserMapping|%{reassign_to_name} (%{reassign_to_username}) has declined your request to reassign contributions from %{source_name} (%{source_username}) on %{source_hostname} to them in %{destination_group}. To reassign these contributions to another user, go to the "Members" page of %{destination_group}.
ko: %{reassign_to_name} (%{reassign_to_username})가 %{source_name} (%{source_username})의 기여를 %{source_hostname}에서 %{destination_group}에 재할당하라는 요청을 거부했습니다. 이러한 기여를 다른 사용자에게 재할당하려면 %{destination_group}의 "멤버" 페이지로 이동하세요.
ru: %{reassign_to_name} (%{reassign_to_username}) отклонил(а) ваш запрос на переназначение вкладов от %{source_name} (%{source_username}) на %{source_hostname} на него(неё) в %{destination_group}. Чтобы переназначить эти вклады другому пользователю, перейдите на страницу «Участники» %{destination_group}.

source: UserMapping|%{reassigned_by_name} (%{reassigned_by_username}) wants to reassign contributions from %{source_name} (%{source_username}) on %{source_hostname} to you in %{destination_group}.
ko: %{reassigned_by_name} (%{reassigned_by_username})가 %{source_hostname}에서 %{source_name} (%{source_username})의 기여를 %{destination_group}에 있는 귀하에게 재할당하려고 합니다.
ru: %{reassigned_by_name} (%{reassigned_by_username}) хочет переназначить вклад %{source_name} (%{source_username}) на %{source_hostname} вам в %{destination_group}.

source: UserMapping|After you select "Reassign", users receive an email to accept the reassignment. Accepted reassignments cannot be undone, so check all data carefully before you continue.
ko: "재할당"을 선택하면 사용자는 재할당을 수락하는 이메일을 받습니다. 수락된 재할당은 취소할 수 없으므로 계속하기 전에 모든 데이터를 주의 깊게 확인하세요.
ru: После нажатия кнопки «Переназначить» пользователи получат электронное письмо с просьбой подтвердить переназначение. Подтверждённые переназначения не могут быть отменены, поэтому тщательно проверьте все данные перед продолжением.

source: UserMapping|Approve reassignment
ko: 재할당 승인
ru: Одобрить переназначение

source: UserMapping|Approve reassignments only from users you trust. After you approve, contributions are assigned to you permanently.
ko: 신뢰하는 사용자로부터의 재할당만 승인하세요. 승인 후에는 기여가 영구적으로 귀하에게 할당됩니다.
ru: Одобряйте переназначения только от пользователей, которым доверяете. После одобрения вклад будет назначен вам навсегда.

source: UserMapping|Awaiting reassignment
ko: 재할당 대기 중
ru: Ожидают переназначения

source: UserMapping|Confirm reassignment
ko: 재할당 확인
ru: Подтвердить переназначение

source: UserMapping|Contribution and membership reassignment cannot be undone. Incorrect reassignment %{linkStart}poses a security risk%{linkEnd}, so check carefully before you reassign.
ko: 기여와 멤버쉽 재지정은 취소할 수 없습니다. 잘못된 재지정은 %{linkStart}보안 위험성%{linkEnd}이 있으므로, 재설정 전에 확인하기 바랍니다.
ru: Переназначение вклада и участия невозможно отменить. Неправильное переназначение %{linkStart}создаёт риск безопасности%{linkEnd}, поэтому внимательно проверьте все данные перед переназначением.

source: UserMapping|Could not upload the file. Check that the file follows the CSV template and try again.
ko: 파일을 업로드할 수 없습니다. 파일이 CSV 템플릿을 따르는지 확인한 후 다시 시도하세요.
ru: Не удалось загрузить файл. Проверьте, соответствует ли файл шаблону CSV, и попробуйте снова.

source: UserMapping|Do not reassign
ko: 재할당 안 함
ru: Не переназначать

source: UserMapping|Download the prefilled CSV template.
ko: 사전 작성된 CSV 템플릿을 다운로드하세요.
ru: Скачайте предварительно заполненный шаблон CSV.

source: UserMapping|Drop your file here or %{linkStart}click to upload%{linkEnd}.
ko: 여기에 파일을 드롭하거나 %{linkStart}클릭하여 업로드하세요%{linkEnd}.
ru: Перетащите файл сюда или %{linkStart}нажмите, чтобы загрузить%{linkEnd}.

source: UserMapping|For more information, see %{link_start}accept contribution reassignment%{link_end}. %{strong_open}If you do not recognize this request, %{report_link_start}report abuse%{report_link_end}.%{strong_close}
ko: 자세한 내용은 %{link_start}기여 재할당 승인%{link_end}을 참조하세요. %{strong_open}이 요청이 의심스럽다면 %{report_link_start}남용 신고%{report_link_end}를 해주세요.%{strong_close}
ru: Дополнительную информацию смотрите в разделе %{link_start}принятие переназначения вклада%{link_end}. %{strong_open}Если вы не запрашивали это действие, %{report_link_start}сообщите о нарушении%{report_link_end}.%{strong_close}

source: UserMapping|For more information, see accept contribution reassignment (%{help_link}). If you do not recognize this request, report abuse (%{report_link}).
ko: 자세한 내용은 기여 재할당 승인(%{help_link})을 참조하세요. 이 요청이 의심스럽다면 남용 신고(%{report_link})를 해주세요.
ru: Дополнительную информацию смотрите в разделе «Принятие переназначения вклада» (%{help_link}). Если вы не запрашивали это действие, сообщите о нарушении (%{report_link}).

source: UserMapping|Full user details could not be fetched from source instance. %{linkStart}Why are placeholder users created%{linkEnd}?
ko: 소스 인스턴스에서 전체 사용자 세부 정보를 가져올 수 없습니다. %{linkStart}플레이스홀더 사용자는 왜 생성되나요%{linkEnd}?
ru: Не удалось получить полные сведения о пользователе из исходного экземпляра. %{linkStart}Почему создаются временные пользователи%{linkEnd}?

source: UserMapping|Full user details missing
ko: 전체 사용자 상세정보가 없음
ru: Полные данные пользователя отсутствуют

source: UserMapping|How do I accept reassignments?
ko: 재할당을 수락하는 방법은 무엇인가요?
ru: Как принять переназначения?

source: UserMapping|If you keep all as placeholders, you cannot reassign their contributions to users at a later time. Ensure all required reassignments are completed before you keep all as placeholders.
ko: 모두 플레이스홀더로 유지하는 경우 나중에 사용자에게 기여한 내용을 재할당할 수 없습니다. 모두 플레이스홀더로 유지하기 전에 필요한 모든 재할당이 완료되었는지 확인합니다.
ru: Если сохранить всех как временных пользователей, позже нельзя будет переназначить их вклад другим участникам. Убедитесь, что все необходимые переназначения выполнены до этого действия.

source: UserMapping|Import details:
ko: 가져오기 세부정보:
ru: Сведения об импорте:

source: UserMapping|Imported from: %{source_hostname}
ko: 다음에서 가져옴: %{source_hostname}
ru: Импортировано из: %{source_hostname}

source: UserMapping|Imported to: %{destination_group}
ko: 다음으로 가져옴: %{destination_group}
ru: Импортировано в: %{destination_group}

source: UserMapping|Keep all as placeholders
ko: 모두 플레이스홀더로 유지
ru: Оставить всех как временных пользователей

source: UserMapping|Keep all as placeholders?
ko: 모두 플레이스홀더로 유지할까요?
ru: Оставить всех как временных пользователей?

source: UserMapping|Keeping all as placeholders could not be done.
ko: 모든 것을 플레이스홀더로 유지할 수 없습니다.
ru: Не удалось оставить всех как временных пользователей.

source: UserMapping|Kept as placeholder
ko: 플레이스홀더로 유지됨
ru: Оставлен как временный пользователь

source: UserMapping|No matching user for provided information.
ko: 주어진 정보에 일치하는 사용자가 없습니다.
ru: Нет пользователя, соответствующего предоставленной информации.

source: UserMapping|Notification email could not be sent again.
ko: 알림 이메일을 다시 보낼 수 없습니다.
ru: Не удалось повторно отправить уведомление по электронной почте.

source: UserMapping|Notification email sent.
ko: 알림 이메일이 전송되었습니다.
ru: Уведомление отправлено по электронной почте.

source: UserMapping|Notify again
ko: 다시 알림
ru: Повторно отправить уведомление

source: UserMapping|Original user: %{source_name} (%{source_username})
ko: 원래 사용자: %{source_name} (%{source_username})
ru: Исходный пользователь: %{source_name} (%{source_username})

source: UserMapping|Pending approval
ko: 승인 대기 중
ru: Ожидает одобрения

source: UserMapping|Placeholder
ko: 플레이스홀더
ru: Временный

source: UserMapping|Placeholder %{name} (@%{username}) was kept as a placeholder.
ko: 플레이스홀더 %{name} (@%{username})가 플레이스홀더 유지되었습니다.
ru: Пользователь %{name} (@%{username}) был оставлен как временный.

source: UserMapping|Placeholder deleted
ko: 플레이스홀더가 삭제되었습니다.
ru: Временный пользователь удалён

source: UserMapping|Placeholder top-level group:
ko: 최상위 그룹의 플레이스홀더:
ru: Временная группа верхнего уровня:

source: UserMapping|Placeholder user
ko: 플레이스홀더 사용자
ru: Временный пользователь

source: UserMapping|Placeholder user could not be reassigned.
ko: 플레이스홀더 사용자를 재지정할 수 없습니다.
ru: Временный пользователь не может быть переназначен.

source: UserMapping|Placeholder user limit
ko: 플레이스홀더 사용자 한도
ru: Ограничение на количество временных пользователей

source: UserMapping|Placeholder user made permanent.
ko: 플레이스홀더 사용자가 영구적으로 설정되었습니다.
ru: Временный пользователь стал постоянным.

source: UserMapping|Placeholder users awaiting reassignment
ko: 재지정을 기다리는 플레이스홀더 사용자
ru: Временные пользователи, ожидающие переназначения

source: UserMapping|Placeholder users could not be fetched.
ko: 플레이스홀더 사용자를 가져올 수 없습니다.
ru: Не удалось загрузить временных пользователей.

source: UserMapping|Placeholder users were created in %{group_names}. These users were assigned group memberships and contributions from %{source_hostname}. To reassign contributions from placeholder users to GitLab users, go to the "Members" page of %{group_links}.
ko: %{group_names}에 플레이스홀더 사용자가 생성되었습니다. 이 사용자들은 %{source_hostname}에서 그룹 멤버십과 기여를 할당받았습니다. 플레이스홀더 사용자로부터 GitLab 사용자에게 기여를 재할당하려면 %{group_links}의 "멤버" 페이지로 이동하세요.
ru: Временные пользователи были созданы в %{group_names}. Эти пользователи получили членства в группах и вклад из %{source_hostname}. Чтобы переназначить вклад временных пользователей пользователям GitLab, перейдите на страницу "Участники" %{group_links}.

source: UserMapping|Placeholders
ko: 플레이스홀더
ru: Временные пользователи

source: UserMapping|Please upload a valid CSV file.
ko: 유요한 CSV 파일을 업로드 하세요.
ru: Загрузите корректный файл CSV.

source: UserMapping|Reassign
ko: 재할당
ru: Переназначить

source: UserMapping|Reassign placeholder to
ko: 다음으로 플레이스홀더 재지정
ru: Переназначить временного пользователя

source: UserMapping|Reassign to
ko: 재할당 대상
ru: Переназначить

source: UserMapping|Reassign with CSV file
ko: CSV 파일로 재할당
ru: Переназначить с помощью CSV-файла

source: UserMapping|Reassigned
ko: 재할당됨
ru: Переназначен

source: UserMapping|Reassigned by: %{reassigned_by_name} (%{reassigned_by_username})
ko: 재할당자: %{reassigned_by_name} (%{reassigned_by_username})
ru: Переназначен пользователем: %{reassigned_by_name} (%{reassigned_by_username})

source: UserMapping|Reassigned to
ko: 재할당 대상
ru: Переназначен на

source: UserMapping|Reassigned to: %{reassign_to_name} (%{reassign_to_username})
ko: 다음에게 재할당됨: %{reassign_to_name} (%{reassign_to_username})
ru: Переназначен на: %{reassign_to_name} (%{reassign_to_username})

source: UserMapping|Reassigning
ko: 재할당 중
ru: Переназначение

source: UserMapping|Reassigning placeholder user could not be canceled.
ko: 플레이스홀더 사용자 재지정 취소할 수 없습니다.
ru: Переназначение временного пользователя нельзя отменить.

source: UserMapping|Reassignment approved
ko: 재할당 승인됨
ru: Переназначение одобрено

source: UserMapping|Reassignment details:
ko: 재할당 세부 정보:
ru: Детали переназначения:

source: UserMapping|Reassignment failed.
ko: 재할당에 실패했습니다.
ru: Переназначение не удалось.

source: UserMapping|Reassignment in progress.
ko: 재할당이 진행 중입니다.
ru: Переназначение в процессе.

source: UserMapping|Reassignment not available
ko: 재할당 불가합니다
ru: Переназначение недоступно

source: UserMapping|Reassignment not started.
ko: 재할당이 시작되지 않았습니다.
ru: Переназначение не начато.

source: UserMapping|Reassignment rejected
ko: 재할당 거부됨
ru: Переназначение отклонено.

source: UserMapping|Reassignment rejected by user.
ko: 사용자에 의해 재할당이 거부되었습니다.
ru: Переназначение отклонено пользователем.

source: UserMapping|Reassignment status
ko: 재할당 상태
ru: Статус переназначения.

source: UserMapping|Reassignment succeeded.
ko: 재할당이 성공했습니다.
ru: Переназначение успешно выполнено.

source: UserMapping|Reassignment waiting on user approval.
ko: 재할당이 사용자 승인을 기다리고 있습니다.
ru: Переназначение ожидает одобрения пользователем.

source: UserMapping|Reassignments cannot be undone, so check all data carefully before you continue.
ko: 재할당은 취소할 수 없으므로 계속 진행하기 전에 모든 데이터를 주의 깊게 확인하세요.
ru: Переназначение нельзя отменить, поэтому внимательно проверьте все данные перед продолжением.

source: UserMapping|Reassignments in %{group} rejected
ko: %{group}에서 재할당이 거부되었습니다.
ru: Переназначения в группе %{group} отклонены

source: UserMapping|Reassignments in %{group} waiting for review
ko: %{group}에서의 재할당이 리뷰를 기다리고 있습니다.
ru: Переназначения в группе %{group} ожидают рассмотрения

source: UserMapping|Reject
ko: 거부
ru: Отклонить

source: UserMapping|Rejected
ko: 거부됨
ru: Отклонено

source: UserMapping|Review and complete the CSV file.
ko: CSV 파일을 검토하고 완성하세요.
ru: Рассмотрите и завершите работу с файлом CSV.

source: UserMapping|Review reassignment details
ko: 재할당 세부 정보 검토
ru: Рассмотрите детали переназначения

source: UserMapping|Search placeholder users
ko: 플레이스홀더 사용자 검색
ru: Поиск временных пользователей

source: UserMapping|Select user
ko: 사용자 선택
ru: Выберите пользователя

source: UserMapping|Something went wrong while uploading the CSV file.
ko: CSV 파일을 업로드하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при загрузке CSV-файла.

source: UserMapping|Source name
ko: 소스 이름
ru: Название источника
