Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: IdentityVerification|If you have not recently tried to sign into GitLab, we recommend changing your password (%{password_link}) and setting up Two-Factor Authentication (%{two_fa_link}) to keep your account safe.
ko: 최근에 GitLab에 로그인을 시도하지 않은 경우 계정을 안전하게 유지하기 위해 비밀번호(%{password_link})를 변경하고 이중 인증(%{two_fa_link})을 설정하는 것이 좋습니다.

source: IdentityVerification|Maximum login attempts exceeded. Wait %{interval} and try again.
ko: 최대 로그인 시도 횟수를 초과했습니다. %{interval}을 기다렸다가 다시 시도하십시오.
ru: Превышено максимальное количество попыток входа. Подождите %{interval} и повторите попытку.

source: IdentityVerification|Phone number
ko: 전화 번호
ru: Номер телефона

source: IdentityVerification|Phone number is required.
ko: 전화번호가 필요합니다.
ru: Номер телефона обязателен.

source: IdentityVerification|Phone number must be %{maxLength} digits or fewer.
ko: 전화 번호는 %{maxLength} 자리 이하여야 합니다.
ru: Номер телефона должен содержать не более %{maxLength} цифр.

source: IdentityVerification|Phone number must contain only digits.
ko: 전화 번호는 숫자만 포함해야 합니다.
ru: Номер телефона должен содержать только цифры.

source: IdentityVerification|Phone number verification is unavailable at this time. Please verify with a credit card instead.
ko: 현재 전화번호 인증을 사용할 수 없습니다. 대신 신용카드로 인증해 주세요.

source: IdentityVerification|Please enter a valid code
ko: 유효한 코드를 입력하십시오

source: IdentityVerification|Please enter a valid email address.
ko: 유효한 이메일 주소를 입력하십시오.

source: IdentityVerification|Resend code
ko: 코드 재전송
ru: Повторно отправить код

source: IdentityVerification|Select country or region
ko: 국가 또는 지역 선택
ru: Выберите страну или регион

source: IdentityVerification|Send code
ko: 코드 보내기
ru: Отправить код

source: IdentityVerification|Send code in %{timer}
ko: %{timer} 내에 새 코드를 보내기

source: IdentityVerification|Something went wrong. Please try again.
ko: 정상적으로 처리되지 않았습니다. 다시 시도해 주세요.
ru: Произошла ошибка. Повторите попытку.

source: IdentityVerification|Step %{stepNumber}: Verify a payment method
ko: %{stepNumber}단계 : 결제 수단 확인

source: IdentityVerification|Step %{stepNumber}: Verify email address
ko: %{stepNumber}단계 : 이메일 주소 확인

source: IdentityVerification|Step %{stepNumber}: Verify phone number
ko: %{stepNumber}단계 : 전화번호 확인

source: IdentityVerification|The code has expired. Send a new code and try again.
ko: 코드가 만료되었습니다. 새 코드를 보내고 다시 시도하세요.

source: IdentityVerification|The code is incorrect. Enter it again, or send a new code.
ko: 코드가 잘못되었습니다. 다시 입력하거나 새 코드를 보내십시오.

source: IdentityVerification|Update email
ko: 이메일 업데이트

source: IdentityVerification|Verification code
ko: 인증 코드
ru: Код подтверждения

source: IdentityVerification|Verification code can't be blank.
ko: 인증 코드는 비워 둘 수 없습니다.
ru: Код подтверждения не может быть пустым.

source: IdentityVerification|Verification code must be a number.
ko: 인증 코드는 숫자여야 합니다.
ru: Код подтверждения должен быть числом.

source: IdentityVerification|Verification successful
ko: 인증 성공
ru: Проверка прошла успешно

source: IdentityVerification|Verify code
ko: 코드 확인
ru: Проверить код

source: IdentityVerification|Verify email address
ko: 이메일 주소 인증
ru: Подтвердить электронную почту

source: IdentityVerification|Verify my account
ko: 내 계정 인증
ru: Подтвердить мою учётную запись

source: IdentityVerification|Verify payment method
ko: 결제 수단 확인

source: IdentityVerification|Verify phone number
ko: 전화번호 검증

source: IdentityVerification|Verify with a credit card instead?
ko: 대신 신용 카드로 인증하시겠습니까?

source: IdentityVerification|Verify with a phone number instead?
ko: 대신 전화번호로 인증하시겠습니까?

source: IdentityVerification|Verify your identity
ko: 본인 인증

source: IdentityVerification|We sent a new code to +%{phoneNumber}
ko: +%{phoneNumber}에 새 코드를 보냈습니다.

source: IdentityVerification|We won't ask you for this information again. It will never be used for marketing purposes.
ko: 이 정보는 다시 요청되지 않습니다. 절대로 마케팅 목적으로 사용되지 않습니다.
ru: Мы не будем запрашивать у вас эту информацию снова. Она никогда не будет использована в маркетинговых целях.

source: IdentityVerification|We've sent a verification code to %{email}
ko: 인증 코드를 %{email}에게 보냈습니다.

source: IdentityVerification|We've sent a verification code to +%{phoneNumber}
ko: 인증 코드를 +%{phoneNumber}으로 보냈습니다.

source: IdentityVerification|You are signed in as %{username}. For added security, you'll need to verify your identity in a few quick steps.
ko: 귀하는 %{username}로 로그인되었습니다. 보안을 강화하기 위해 몇 가지 간단한 단계로 신원을 확인해야 합니다.
ru: Вы вошли как %{username}. Для повышения безопасности вам нужно будет пройти несколько быстрых шагов для подтверждения вашей личности.

source: IdentityVerification|You are signed in as %{username}. For added security, you'll need to verify your identity. We've sent a verification code to %{email}
ko: %{username}로 로그인되었습니다. 보안을 강화하기 위해 신원을 확인해야 합니다. %{email}로 확인 코드를 보냈습니다.
ru: Вы вошли как %{username}. Для обеспечения дополнительной безопасности необходимо подтвердить вашу личность. Мы отправили код подтверждения на %{email}.

source: IdentityVerification|You will receive a text containing a code. Standard charges may apply.
ko: 코드가 포함된 문자를 받게 됩니다. 표준 요금이 적용될 수 있습니다.
ru: Вы получите СМС с кодом. Может взиматься стандартная плата.

source: IdentityVerification|You've reached the maximum amount of resends. Wait %{interval} and try again.
ko: 최대 재전송 횟수에 도달했습니다. %{interval}을 기다렸다가 다시 시도하십시오.

source: IdentityVerification|You've reached the maximum amount of tries. Wait %{interval} and try again.
ko: 최대 시도 횟수에 도달했습니다. %{interval} 기다린 후 다시 시도하십시오.
ru: Вы достигли максимального количества попыток. Подождите %{interval} и повторите попытку.

source: IdentityVerification|You've reached the maximum amount of tries. Wait %{interval} or send a new code and try again.
ko: 최대 시도 횟수에 도달했습니다. %{interval} 을 기다리거나 새 코드를 보내고 다시 시도하십시오.
ru: Вы достигли максимума попыток. Подождите %{interval} или отправьте новый код и попробуйте ещё раз

source: IdentityVerification|Your account has been successfully verified. You'll be redirected to your account in just a moment. You can also %{redirect_url_start}refresh the page%{redirect_url_end}.
ko: 귀하의 계정이 성공적으로 인증되었습니다. 잠시 후 귀하의 계정으로 이동합니다. %{redirect_url_start}페이지를 새로 고침%{redirect_url_end}으로 이동할 수 있습니다.
ru: Ваша учётная запись успешно подтверждена. Сейчас вы будете перенаправлены в свою учётную запись. Вы также можете %{redirect_url_start}обновить страницу%{redirect_url_end}.

source: IdentityVerification|Your verification code expires after %{expires_in_minutes} minutes.
ko: 귀하의 인증 코드는 %{expires_in_minutes} 분 후에 만료됩니다.

source: IdentityVerification|send a code to another address associated with this account
ko: 이 계정과 연결된 다른 주소로 코드 보내기
ru: отправить код на другой адрес, связанный с этой учётной записью

source: Identity|Active
ko: 활성

source: Identity|Provider ID
ko: 자격증명 공급자 ID
ru: ID провайдера

source: If any indexed field exceeds this limit, it is truncated to this number of characters. The rest of the content is neither indexed nor searchable. This does not apply to repository and wiki indexing. For unlimited characters, set this to 0.
ko: 인덱싱된 필드가 이 제한을 초과하면 이 문자 수로 잘립니다. 나머지 콘텐츠는 인덱싱되거나 검색되지 않습니다. 리포지토리 및 위키 인덱싱에는 적용되지 않습니다. 무제한 글자로 하려면 이 값을 0으로 설정합니다.
ru: Если какое-либо индексированное поле превышает этот предел, оно усекается до этого количества символов. Остальное содержимое не индексируется и не может быть найдено в поиске. Это не относится к индексации репозиториев и вики. Для неограниченного количества символов установите значение 0.

source: If blank, defaults to %{code_open}Retry later%{code_close}.
ko: 비어 있는 경우 기본값은 %{code_open}나중에 다시 시도%{code_close}입니다.
ru: Если пусто, по умолчанию будет %{code_open}Retry later%{code_close}.

source: If blank, set allowable lifetime to %{instance_level_policy_in_words}, as defined by the instance admin. Once set, existing tokens for users in this group may be revoked.
ko: 비어 있는 경우 허용 가능 수명을 인스턴스 운영자가 정의한 대로 %{instance_level_policy_in_words}으로 설정합니다. 설정되면 이 그룹의 사용자에 대한 기존 토큰이 해지될 수 있습니다.
ru: Если пусто, установить разрешенное время жизни равным %{instance_level_policy_in_words}, как определено администратором экземпляра. После установки, существующие токены пользователей данной группы могут быть отозваны.

source: If checked, group owners can manage LDAP group links and LDAP member overrides
ko: 이 옵션을 선택하면 그룹 소유자가 LDAP 그룹 링크 및 LDAP 멤버 오바라이드를 관리할 수 있습니다.
ru: Если отмечено, владельцы групп могут управлять ссылками на группы LDAP и переопределять пользователей LDAP

source: If checked, new group memberships and permissions can only be added via LDAP synchronization
ko: 이 옵션을 선택하면 LDAP 동기화를 통해서만 새 그룹 멤버쉽 및 권한을 추가할 수 있습니다.
ru: Если отмечено, новые членства в группах и разрешения можно добавлять только через синхронизацию LDAP

source: If checked, new group memberships and permissions can only be added via SAML Group Links synchronization
ko: 선택하면 SAML 그룹 링크 동기화를 통해서만 새 그룹 구성원 및 권한을 추가할 수 있습니다.

source: If disabled, a diverged local branch will not be automatically updated with commits from its remote counterpart, to prevent local data loss. If the default branch (%{default_branch}) has diverged and cannot be updated, mirroring will fail. Other diverged branches are silently ignored. %{link_start}Learn more.%{link_end}
ko: 비활성화된 경우, 분기된 로컬 브랜치는 로컬 데이터 손실을 방지하기 위해 리모트 상대의 커밋으로 자동 업데이트되지 않습니다. 기본 브랜치(%{default_branch})가 분기되어 업데이트할 수 없는 경우,미러링이 실패합니다. 다른 분기된 브랜치는 자동으로 무시됩니다. %{link_start}자세히 알아보기%{link_end}
ru: Если эта опция отключена, разветвлённая локальная ветка не будет автоматически обновляться с коммитами с её удалённого аналога, чтобы избежать потери локальных данных. Если ветка по умолчанию (%{default_branch}) разветвлёна и не может быть обновлена, зеркалирование завершится неудачей. Другие разветвлённые ветки будут просто проигнорированы. %{link_start}Подробнее.%{link_end}

source: If disabled, only administrators can configure repository mirroring.
ko: 비활성화된 경우 운영자만 리포지토리 미러링을 설정할 수 있습니다.
ru: Если отключено, только администраторы могут настраивать зеркалирование репозитория.

source: If enabled, all branches will be mirrored.
ko: 활성화하면 모든 브랜치가 미러링됩니다.
ru: Если этот параметр включен, все ветки будут зеркалироваться.

source: If enabled, only protected branches will be mirrored.
ko: 활성화된 경우, 보호된 브랜치만 미러링됩니다.
ru: Если включено, будут зеркалироваться только защищённые ветки.

source: If selected, successful pipelines do not trigger a notification event.
ko: 선택된 경우, 성공한 파이프라인은 알림 이벤트를 발생시키지 않습니다.
ru: Если выбрано, успешные конвейеры не вызывают событие уведомления.

source: If the email address is incorrect, you can %{registration_link_start}register again with a different email%{registration_link_end}.
ko: 이메일 주소가 올바르지 않으면 다른 이메일로 %{registration_link_start}다시 등록할 수 있습니다%{registration_link_end}.

source: If the number of active users exceeds the user limit, you will be charged for the number of %{users_over_license_link} at your next license reconciliation.
ko: 활성 사용자 수가 현재 라이센스에 대한 사용자 제한을 초과하는 경우 다음 라이센스 갱신 시에 %{users_over_license_link} 에 대한 요금이 부과됩니다.
ru: Если количество активных участников превышает лимит, вам будет выставлен счёт за %{users_over_license_link} при следующем согласовании лицензии.

source: If this email was added in error, you can remove it here:
ko: 이 이메일이 추가에 오류가 있는 경우 여기에서 삭제할 수 있습니다.

source: If this email was added in error, you can remove it here: %{profile_emails_url}
ko: 이 이메일이 추가에 오류가 있는 경우 여기에서 삭제할 수 있습니다: %{profile_emails_url}

source: If this was a mistake you can %{leave_link_start}leave the %{source_type}%{link_end}.
ko: 이것이 실수였다면 %{leave_link_start} %{source_type}에서 나가기%{link_end} 할 수 있습니다.
ru: Если это произошло по ошибке, вы можете %{leave_link_start}покинуть %{source_type}%{link_end}.

source: If this was a mistake you can leave the %{source_type}.
ko: 이것이 오류라면 %{source_type}에서 나갈 수 있습니다.
ru: Если это произошло по ошибке, вы можете покинуть %{source_type}.

source: If this was a mistake, you can %{link_start}retain the group%{link_end} before %{deletion_date}.
ko: 만일 이것이 실수였다면 %{deletion_date} 전까지는 %{link_start}그룹을 유지%{link_end}할 수 있습니다.
ru: Если это была ошибка, вы можете %{link_start}сохранить группу%{link_end} до %{deletion_date}.

source: If this was a mistake, you can %{link_start}retain the project%{link_end} before %{deletion_date}.
ko: 만일 이것이 실수였다면 %{deletion_date} 전까지는 %{link_start}프로젝트를 유지%{link_end}할 수 있습니다.
ru: Если это была ошибка, вы можете %{link_start}сохранить проект%{link_end} до %{deletion_date}.

source: If this was a mistake, you can retain the group before %{deletion_date}: %{retention_url}
ko: 만일 이것이 실수였다면 %{deletion_date} 전까지는 그룹을 유지할 수 있습니다: %{retention_url}
ru: Если это была ошибка, вы можете сохранить группу до %{deletion_date}: %{retention_url}

source: If this was a mistake, you can retain the project before %{deletion_date}: %{retention_url}
ko: 만일 이것이 실수였다면 %{deletion_date} 전까지는 프로젝트를 유지할 수 있습니다: %{retention_url}
ru: Если это была ошибка, вы можете сохранить проект до %{deletion_date}: %{retention_url}

source: If using GitHub, you’ll see pipeline statuses on GitHub for your commits and pull requests. %{more_info_link}
ko: GitHub을 사용할 경우, 커밋과 풀 리퀘스트에 대한 GitHub의 파이프라인 상태를 확인할 수 있습니다. %{more_info_link}
ru: Если вы используете GitHub, вы увидите статусы сборочных линии в GitHub для своих коммитов и запросов на слияние. %{more_info_link}

source: If you are unable to sign in or recover your password, contact a GitLab administrator.
ko: 로그인할 수 없거나 비밀번호를 복구할 수 없는 경우 GitLab 운영자에게 문의하세요.
ru: Если вам не удаётся войти или восстановить пароль, обратитесь к администратору GitLab.

source: If you did not initiate these sign-in attempts, please reach out to your administrator or enable two-factor authentication (2FA) on your account.
ko: 이러한 로그인 시도를 하지 않은 경우, 운영자에게 문의하거나 계정 이중 인증(2FA)을 활성화하십시오.
ru: Если вы не инициировали эти попытки входа, свяжитесь с вашим администратором или включите двухфакторную аутентификацию (2ФА) для вашей учётной записи.

source: If you did not initiate this change, please contact your administrator immediately.
ko: 이 변경을 하지 않은 경우, 즉시 운영자에게 문의하십시오.
ru: Если вы не инициировали это изменение, немедленно свяжитесь с администратором.

source: If you did not perform this request, you can safely ignore this email.
ko: 이 요청을 하지 않았다면, 이 이메일을 무시하셔도 됩니다.
ru: Если вы не выполнили этот запрос, проигнорируйте это письмо.

source: If you did not recently sign in, you should immediately %{password_link_start}change your password%{password_link_end}.
ko: 최근에 로그인하지 않았다면 즉시 %{password_link_start}비밀번호를 변경%{password_link_end}해야 합니다.
ru: Если вы не выполняли вход в систему недавно, немедленно %{password_link_start}измените пароль%{password_link_end}.

source: If you did not recently sign in, you should immediately change your password: %{password_link}.
ko: 최근에 로그인하지 않았다면 즉시 비밀번호를 변경해야 합니다: %{password_link}.
ru: Если вы не выполняли вход в систему недавно, немедленно измените пароль: %{password_link}.

source: If you did not recently try to sign in, you should immediately %{password_link_start}change your password%{password_link_end}.
ko: 최근에 로그인을 시도하지 않았다면 즉시 %{password_link_start}비밀번호를%{password_link_end}변경하기 바랍니다.
ru: Если вы не пытались выполнить вход недавно, немедленно %{password_link_start}измените пароль%{password_link_end}.

source: If you did not recently try to sign in, you should immediately change your password: %{password_link}.
ko: 최근에 로그인을 시도하지 않은 경우 즉시 비밀번호를 변경하기 바랍니다: %{password_link}.
ru: Если вы не пытались выполнить вход недавно, немедленно измените пароль: %{password_link}.

source: If you do not renew by %{strong}%{downgrades_on}%{strong_close}, you can't use merge approvals, %{end_message}
ko: %{strong}%{downgrades_on}%{strong_close}까지 갱신하지 않으면 머지 승인을 사용할 수 없습니다. %{end_message}
ru: Если вы не обновите подписку до %{strong}%{downgrades_on}%{strong_close}, вы не сможете использовать одобрения запросов на слияние, %{end_message}.

source: If you don't renew by %{strong}%{downgrades_on}%{strong_close} your instance will become read-only, and you won't be able to create issues or merge requests. You will also lose access to your paid features and support entitlement. %{learn_more_link}
ko: %{strong}%{downgrades_on}%{strong_close} 까지 갱신하지 않으면 인스턴스가 읽기 전용이 되며 문제를 생성하거나 머지 리퀘스트를 할 수 없습니다. 또한 유료 기능 및 지원 자격에 대한 액세스 권한을 잃게 됩니다. %{learn_more_link}
ru: Если вы не продлите подписку до %{strong}%{downgrades_on}%{strong_close}, ваш экземпляр станет доступным только для чтения, и вы не сможете создавать обсуждения или слияния. Вы также потеряете доступ к платным функциям и правам на поддержку. %{learn_more_link}

source: If you get a lot of false alarms from repository checks, you can clear all repository check information from the database.
ko: 리포지토리 검사에서 잘못된 알람이 많이 발생하면 데이터베이스에서 모든 리포지토리 검사 정보를 지울 수 있습니다.
ru: Если вы получаете много ложных тревог от проверок репозитория, вы можете очистить всю информацию о проверках репозитория из базы данных.

source: If you lose your recovery codes you can generate new ones, invalidating all previous codes.
ko: 복구 코드를 분실한 경우 새 코드를 생성하여 이전 코드를 모두 무효화할 수 있습니다.
ru: Если вы потеряете свои коды восстановления, вы можете создать новые, аннулируя все предыдущие коды.

source: If you recently signed in and recognize the IP address, you may disregard this email.
ko: 최근에 로그인하고 IP주소를 알고 있다면, 이 이메일을 무시해도 됩니다.
ru: Если вы недавно вошли в систему и узнаёте IP-адрес, можете проигнорировать это письмо.

source: If you recently tried to sign in, but mistakenly entered an incorrect verification code, you can ignore this email.
ko: 최근에 로그인을 시도했지만 실수로 잘못된 확인 코드를 입력한 경우 이 이메일을 무시해도 됩니다.

source: If you use firewalls or proxy servers, they must allow traffic to this host.
ko: 방화벽이나 프록시 서버를 사용하는 경우 해당 호스트로의 트래픽을 허용해야 합니다.
ru: Если вы используете файрволы или прокси-серверы, они должны разрешать трафик к этому хосту.

source: If you want to re-enable two-factor authentication, visit %{two_factor_link}
ko: 이중 인증을 다시 활성화하려면 %{two_factor_link}를 방문하십시오.

source: If you want to re-enable two-factor authentication, visit the %{settings_link_to} page.
ko: 이중 인증을 다시 활성화하려면 %{settings_link_to} 페이지를 방문하십시오.

source: If you want to remove this email address, visit %{profile_link}
ko: 이 이메일 주소를 제거하려면 %{profile_link}를 방문하십시오.

source: If you want to remove this email address, visit the %{settings_link_to} page.
ko: 이 이메일 주소를 제거하려면 %{settings_link_to} 페이지를 방문하십시오.

source: If your HTTP repository is not publicly accessible, add your credentials.
ko: HTTP 리포지토리에 공개적으로 액세스할 수 없는 경우 자격 증명을 추가하십시오.

source: Ignore
ko: 무시

source: Ignored
ko: 무시됨

source: Image
ko: 이미지

source: ImageDiffViewer|2-up
ko: 2-up

source: ImageDiffViewer|Onion skin
ko: Onion skin
ru: наложение кадров

source: ImageDiffViewer|Swipe
ko: Swipe

source: ImageViewerDimensions|H
ko: 높이
ru: В

source: ImageViewerDimensions|W
ko: 너비
ru: Ш

source: Images with incorrect dimensions are not resized automatically, and may result in unexpected behavior.
ko: 크기가 잘못된 이미지는 자동으로 크기가 조정되지 않으며 예기치 않은 동작이 발생할 수 있습니다.
ru: Изображения с неправильными размерами не изменяются автоматически, что может привести к неожиданному поведению.

source: Impact detected
ko: 영향 감지됨

source: Impact mitigated
ko: 영향 완화됨

source: Impersonate
ko: 대리하기(Impersonate)
ru: Олицетворение

source: Impersonation Tokens
ko: 대리(Impersonation) 토큰
ru: Токены олицетворения

source: Impersonation has been disabled
ko: 대리(Impersonation)가 중지되었습니다.
ru: Олицетворение отключено

source: Impersonation tokens
ko: 대리(Impersonation) 토큰
ru: Токены олицетворения

source: Import
ko: 가져오기
ru: Импортировать

source: Import %d compatible repository
ko: 호환 가능한 리포지토리 %d개 가져오기

source: Import %d repository
ko: 리포지토리 %d개 가져오기

source: Import CSV
ko: CSV 가져오기
ru: Импорт CSV

source: Import an exported GitLab project
ko: 내보낸 GitLab 프로젝트 가져오기
ru: Импортировать экспортированный проект GitLab

source: Import and export rate limits
ko: 가져오기 및 내보내기 속도 제한
ru: Ограничения на частоту запросов для импорта и экспорта

source: Import and export settings
ko: 가져오기 및 내보내기 설정

source: Import from
ko: 다음에서 가져오기
ru: Импортировать из

source: Import from Jira
ko: Jira에서 가져오기
ru: Импортировать из Jira

source: Import group
ko: 그룹 가져오기

source: Import group from file
ko: 파일에서 그룹 가져오기

source: Import history
ko: 가져오기 이력
ru: История импорта

source: Import in progress
ko: 가져오기 진행중
ru: Выполняется импорт

source: Import in progress. Refresh page to see newly added issues.
ko: 가져오기가 진행 중. 새로 추가된 이슈를 보려면 페이지를 새로고침하세요.

source: Import issues
ko: 이슈 가져오기
ru: Импорт обсуждений

source: Import multiple repositories by uploading a manifest file.
ko: manifest 파일을 업로드하여 여러개의 리포지토리를 가져오세요.
ru: Импортировать несколько репозиториев, загрузив файл манифеста.

source: Import project
ko: 프로젝트 가져오기
ru: Импортировать проект

source: Import project from
ko: 프로젝트 가져오기
ru: Импортировать проект из

source: Import projects from Bitbucket
ko: Bitbucket에서 프로젝트 가져오기
ru: Импорт проектов из Bitbucket

source: Import projects from Bitbucket Server
ko: Bitbucket 서버에서 프로젝트 가져 오기
ru: Импорт проектов с сервера Bitbucket

source: Import projects from FogBugz
ko: FogBugz에서 프로젝트 가져오기
ru: Импорт проектов из FogBugz

source: Import projects from GitLab.com
ko: GitLab.com에서 프로젝트 가져오기
ru: Импорт проектов из GitLab.com

source: Import projects from Gitea
ko: Gitea에서 프로젝트 가져오기

source: Import repositories from Bitbucket Server
ko: Bitbucket 서버에서 리포지토리 가져오기
ru: Импорт репозиториев с сервера Bitbucket

source: Import repositories from GitHub
ko: GitHub으로 부터 리포지토리 가져오기
ru: Импорт репозиториев из GitHub

source: Import repository
ko: 리포지토리 가져 오기
ru: Импорт репозитория

source: Import requirements
ko: 요구 사항 가져오기

source: Import started by: %{importInitiator}
ko: 가져오기 시작됨: %{importInitiator}
ru: Импорт запущен: %{importInitiator}

source: Import timed out. Import took longer than %{import_jobs_expiration} seconds
ko: 가져오기 시간 초과. 가져오기가 %{import_jobs_expiration}초보다 오래 걸렸습니다.

source: Import with projects
ko: 프로젝트와 함께 가져오기
ru: Импортировать с проектами

source: Import without projects
ko: 프로젝트 없이 가져오기
ru: Импортировать без проектов

source: ImportAProjectModal|Import from a project
ko: 프로젝트에서 가져오기
ru: Импорт из проекта

source: ImportAProjectModal|Import members from another project
ko: 다른 프로젝트에서 멤버 가져오기
ru: Импорт участников из другого проекта

source: ImportAProjectModal|Import project members
ko: 프로젝트 멤버 가져오기
ru: Импортировать участников проекта

source: ImportAProjectModal|Only project members (not group members) are imported, and they get the same permissions as the project you import from.
ko: 그룹 멤버가 아닌 프로젝트 멤버만 가져오고, 가져오는 프로젝트와 동일한 권한을 갖습니다.

source: ImportAProjectModal|Successfully imported
ko: 성공적으로 가져왔습니다.

source: ImportAProjectModal|Unable to import project members
ko: 프로젝트 멤버 가져오기를 할 수 없습니다.
ru: Не удалось импортировать участников проекта

source: ImportAProjectModal|You're importing members to the %{strongStart}%{name}%{strongEnd} project.
ko: 멤버를 %{strongStart}%{name}%{strongEnd} 프로젝트로 가져오고 있습니다.

source: ImportButtons|Connect repositories from
ko: 다음으로부터 리포지토리 연결

source: ImportHistory|%{groupName} import history
ko: %{groupName} 가져오기 이력
ru: История импорта %{groupName}

source: ImportProjects|%{provider} rate limit exceeded. Try again later
ko: %{provider} 속도 제한을 초과했습니다. 나중에 다시 시도하세요.
ru: Превышен лимит частоты запросов к %{provider}. Попробуйте позже.

source: ImportProjects|Advanced import settings
ko: 고급 가져오기 설정
ru: Расширенные настройки импорта

source: ImportProjects|All organizations
ko: 모든 조직
ru: Все организации

source: ImportProjects|Are you sure you want to import the project to a personal namespace?
ko: 프로젝트를 개인 네임스페이스로 가져오시겠습니까?
ru: Вы уверены, что хотите импортировать проект в личное пространство имён?

source: ImportProjects|Blocked import URL: %{message}
ko: 차단된 가져오기 URL: %{message}
ru: Заблокирован URL импорта: %{message}

source: ImportProjects|Cancel import
ko: 가져오기 취소
ru: Отменить импорт

source: ImportProjects|Cancelling project import failed
ko: 프로젝트 가져오기 취소 실패
ru: Не удалось отменить импорт проекта
