Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: WorkItemCustomField|Type
ko: 유형
ru: Тип

source: WorkItemCustomField|Use on
ko: 사용 대상

source: WorkItemStatus|%{status_name} is not a valid status for this item.
ko: %{status_name}은 이 항목에 대한 유효한 상태가 아닙니다.
ru: %{status_name} не является допустимым статусом для этого элемента.

source: WorkItemStatus|Options could not be loaded for field: %{dropdownLabel}. Please try again.
ko: 필드에 대한 옵션을 로드할 수 없습니다: %{dropdownLabel}. 다시 시도해 주세요.
ru: Не удалось загрузить варианты для поля: %{dropdownLabel}. Повторите попытку.

source: WorkItemStatus|Set status
ko: 상태 설정
ru: Установить статус

source: WorkItemStatus|Set status to %{status_name}.
ko: 상태를 %{status_name}로 설정.
ru: Установить статус: %{status_name}

source: WorkItemStatus|Status set to %{status_name}.
ko: 상태를 %{status_name}로 설정.
ru: Статус установлен: %{status_name}

source: WorkItems|An error occurred while fetching children
ko: 하위 항목을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении потомков

source: WorkItems|Ancestors not available
ko: 선행항목을 사용할 수 없음
ru: Предки недоступны

source: WorkItem| %{workItemType}s closed
ko: %{workItemType}s 닫힘

source: WorkItem|%{count} more assignees
ko: %{count} 추가 담당자
ru: Ещё %{count} исполнителей

source: WorkItem|%{invalidWorkItemsList} cannot be added: Cannot assign a non-confidential %{childWorkItemType} to a confidential parent %{parentWorkItemType}. Make the selected %{childWorkItemType} confidential and try again.
ko: %{invalidWorkItemsList}을(를) 추가할 수 없습니다. 비공개가 아닌 %{childWorkItemType}을 비공개 상위 %{parentWorkItemType}에 할당할 수 없습니다. 선택한 %{childWorkItemType}을 비공개로 만들고 다시 시도하십시오.

source: WorkItem|%{usersLength} assignees
ko: %{usersLength} 담당자
ru: %{usersLength} исполнителей

source: WorkItem|%{workItemType} blocks 1 item
ko: %{workItemType} 차단 %{itemCount} 항목

source: WorkItem|%{workItemType} created
ko: %{workItemType} 생성됨

source: WorkItem|%{workItemType} deleted
ko: %{workItemType} 삭제됨

source: WorkItem|%{workItemType} does not support the %{childItemType} child item types. Remove child items to change type.
ko: %{workItemType} 은 하위 유형으로 %{childItemType}를 허용하지 않습니다. 유형을 변경하려면 하위 아이템을 삭제하십시오.

source: WorkItem|%{workItemType} has 1 linked item
ko: %{workItemType} 에 %{itemCount} 개의 링크된 항목이 있습니다.

source: WorkItem|%{workItemType} is blocked by 1 item
ko: %{workItemType}은 %{itemCount} 항목에 의해 차단됨

source: WorkItem|+%d more item
ko: +%d 항목
ru: +%d элемент

source: WorkItem|A non-confidential %{workItemType} cannot be assigned to a confidential parent %{parentWorkItemType}.
ko: 공개 %{workItemType}은 비공개 상위 %{parentWorkItemType}에 할당할 수 없습니다.

source: WorkItem|Active
ko: 활성
ru: Активные

source: WorkItem|Active custom fields
ko: 활성 커스텀 필드

source: WorkItem|Activity
ko: 활동
ru: Активность

source: WorkItem|Add
ko: 추가
ru: Добавить

source: WorkItem|Add %{linkStart}description templates%{linkEnd} to help your contributors communicate effectively!
ko: 기여자들이 효과적으로 의사소통할 수 있도록 %{linkStart} 설명 템플릿 %{linkEnd} 추가!
ru: Добавьте %{linkStart}шаблоны описаний%{linkEnd} чтобы помочь вашим участникам эффективней общаться!

source: WorkItem|Add %{workItemType}
ko: %{workItemType} 추가
ru: Добавить %{workItemType}

source: WorkItem|Add %{workItemType}s
ko: %{workItemType} 추가

source: WorkItem|Add a title
ko: 제목 추가
ru: Добавить заголовок

source: WorkItem|Add a to-do item
ko: 할 일 추가
ru: Добавить напоминание

source: WorkItem|Add up to 10 items at a time.
ko: 한 번에 최대 10개 항목 추가합니다.
ru: Добавьте до 10 элементов за раз.

source: WorkItem|All activity
ko: 모든 활동
ru: Вся активность

source: WorkItem|An error occurred while getting work item counts.
ko: 작업 항목 수를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении количества рабочих элементов.

source: WorkItem|An error occurred while saving the custom field.
ko: 커스텀 필드를 저장하는 중 오류가 발생했습니다.

source: WorkItem|Ancestor
ko: 선행항목
ru: Предок

source: WorkItem|Ancestor not available
ko: 선행항목을 사용할 수 없음
ru: Предок недоступен

source: WorkItem|Apply template
ko: 템플릿 적용
ru: Применить шаблон

source: WorkItem|Applying a template will replace the existing description. Any changes you have made will be lost.
ko: 템플릿을 적용하면 기존 설명이 바뀝니다. 변경한 내용은 모두 손실됩니다.
ru: Применение шаблона заменит существующее описание. Любые сделанные вами изменения будут потеряны.

source: WorkItem|Apricot
ko: 자두색

source: WorkItem|Aqua
ko: 아쿠아

source: WorkItem|Archive %{itemName}
ko: %{itemName} 아카이브

source: WorkItem|Archived
ko: 아카이빙됨

source: WorkItem|Archived custom fields
ko: 아카이빙된 커스텀 필드

source: WorkItem|Are you sure you want to cancel creating this %{workItemType}?
ko: 이 %{workItemType} 생성을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить создание этого %{workItemType}?

source: WorkItem|Are you sure you want to cancel editing?
ko: 정말 편집을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить редактирование?

source: WorkItem|Are you sure you want to close this %{workItemType}?
ko: %{workItemType}를 닫으시겠습니까?

source: WorkItem|Are you sure you want to close this blocked %{workItemType}?
ko: 이 차단된 %{workItemType}을 닫으시겠습니까?

source: WorkItem|Are you sure you want to delete the %{workItemType}? This action cannot be reversed.
ko: 정말로 %{workItemType}을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.

source: WorkItem|Assignee
ko: 담당자
ru: Ответственный

source: WorkItem|Assignees
ko: 담당자
ru: Исполнители

source: WorkItem|At risk
ko: 위험함
ru: Под угрозой

source: WorkItem|Author
ko: 작성자
ru: Автор

source: WorkItem|Back
ko: 뒤로
ru: Назад

source: WorkItem|Blocked by
ko: 차단한 사람

source: WorkItem|Blocking
ko: 차단

source: WorkItem|Blue
ko: 파란색

source: WorkItem|Cancel
ko: 취소
ru: Отмена

source: WorkItem|Change appearance for all issues, epics, and tasks
ko: 모든 이슈, 에픽, 작업에 대한 모양을 변경
ru: Изменить внешний вид для всех обсуждений, целей и заданий

source: WorkItem|Change type
ko: 유형 변경
ru: Изменить тип

source: WorkItem|Child items
ko: 하위 항목
ru: Дочерние элементы

source: WorkItem|Child items of a confidential parent must be confidential. Turn off confidentiality on the parent item first.
ko: 비공개 상위항목의 하위 항목은 비공개이어야 합니다. 먼저 상위 항목의 비공개 설정을 해제합니다.
ru: Дочерние элементы конфиденциального родителя должны быть конфиденциальными. Сначала отключите конфиденциальность для родительского элемента.

source: WorkItem|Child removal reverted
ko: 하위 삭제가 취소됨
ru: Удаление дочернего элемента отменено

source: WorkItem|Child removed
ko: 하위 항목 삭제됨
ru: Дочерний элемент удалён

source: WorkItem|Choose a template
ko: 템플릿을 선택하세요

source: WorkItem|Clear
ko: 지우기

source: WorkItem|Close %{workItemType}
ko: %{workItemType} 닫기
ru: Закрыть %{workItemType}

source: WorkItem|Closed
ko: 닫힘

source: WorkItem|Closing %{workItemType}
ko: %{workItemType} 닫는 중

source: WorkItem|Coffee
ko: 커피색

source: WorkItem|Color
ko: 색
ru: Цвет

source: WorkItem|Comment & close %{workItemType}
ko: %{workItemType} 댓글 달고 닫기
ru: Комментировать и закрыть %{workItemType}

source: WorkItem|Comment & reopen %{workItemType}
ko: 댓글 달고 %{workItemType} 다시 열기
ru: Комментировать и переоткрыть %{workItemType}

source: WorkItem|Comments and threads
ko: 댓글과 쓰레드
ru: Комментарии и темы

source: WorkItem|Comments only
ko: 댓글만
ru: Только комментарии

source: WorkItem|Confidentiality turned off.
ko: 기밀성이 꺼져 있습니다.
ru: Конфиденциальность отключена.

source: WorkItem|Confidentiality turned on.
ko: 기밀성이 켜져 있습니다.
ru: Конфиденциальность включена.

source: WorkItem|Configure work items such as epics, issues, and tasks to represent how your team works.
ko: 팀의 작업 방식을 표현하도록 에픽, 이슈, 작업 등의 작업 항목을 구성합니다.
ru: Настройте рабочие элементы, такие как цели, обсуждения и задания, чтобы они отражали, как работает ваша команда.

source: WorkItem|Contacts
ko: 연락처

source: WorkItem|Continue editing
ko: 편집 계속
ru: Продолжить редактирование

source: WorkItem|Convert to child item
ko: 하위 항목으로 변환
ru: Преобразовать в дочерний элемент

source: WorkItem|Converted to task
ko: 작업으로 전환됨
ru: Преобразовано в задание

source: WorkItem|Copy %{workItemType} email address
ko: %{workItemType} 이메일 주소 복사

source: WorkItem|Create %{workItemType}
ko: %{workItemType} 생성
ru: Создать %{workItemType}

source: WorkItem|Create field
ko: 필드 생성
ru: Создать поле

source: WorkItem|Created %{timeago}
ko: %{timeago}에 생성됨
ru: Создано %{timeago}

source: WorkItem|Creating this %{workItemType} will resolve all threads in
ko: 이 %{workItemType}을 생성하면 모든 스레드가 해결됩니다

source: WorkItem|Creating this %{workItemType} will resolve the thread in
ko: 이 %{workItemType}을 생성하면 스레드가 해결됩니다.

source: WorkItem|Custom fields
ko: 커스텀 필드

source: WorkItem|Custom fields extend work items to track additional data. Fields will appear in alphanumeric order. All fields apply to all subgroups and projects.
ko: 커스텀 필드는 추가 데이터를 추적하기 위해 작업 항목을 확장합니다. 필드는 영숫자 순서로 나타납니다. 모든 필드는 모든 하위 그룹 및 프로젝트에 적용됩니다.
ru: Настраиваемые поля расширяют рабочие элементы для отслеживания дополнительных данных. Поля отображаются в алфавитно-цифровом порядке. Все поля применяются ко всем подгруппам и проектам.

source: WorkItem|Dark red
ko: 어두운 빨간색

source: WorkItem|Dates
ko: 날짜
ru: Даты

source: WorkItem|Delete %{workItemType}
ko: %{workItemType} 삭제

source: WorkItem|Delete this %{workItemType} and release all child items? This action cannot be reversed.
ko: 이 %{workItemType} 을 삭제하고 모든 하위 항목을 릴리스 하시겠습니까? 이 작업은 되돌릴 수 없습니다.

source: WorkItem|Description
ko: 설명
ru: Описание

source: WorkItem|Designs
ko: 디자인
ru: Дизайны

source: WorkItem|Development
ko: 개발
ru: Разработка

source: WorkItem|Discard changes
ko: 변경 사항을 취소
ru: Отменить изменения

source: WorkItem|Due
ko: 기한
ru: Срок

source: WorkItem|Edit %{fieldName}
ko: %{fieldName} 수정

source: WorkItem|Edit custom field %{fieldName}
ko: 사용자 정의 필드 %{fieldName} 수정

source: WorkItem|Edit work item
ko: 작업 항목 편집

source: WorkItem|Email participants
ko: 이메일 참가자

source: WorkItem|Emoji reactions
ko: 이모티콘 리액션
ru: Реакции эмодзи

source: WorkItem|Epic
ko: 에픽
ru: Цель

source: WorkItem|Epic will be moved to parent group %{groupName}.
ko: 에픽은 상위 그룹 %{groupName}으로 이동됩니다.
ru: Цель будет перемещена в родительскую группу %{groupName}.

source: WorkItem|Error loading work item types
ko: 할일 아이템 유형로딩 오류

source: WorkItem|Existing %{workItemName}
ko: 기존 %{workItemName}

source: WorkItem|Existing task
ko: 기존 작업
ru: Существующую задачу

source: WorkItem|Failed to archive custom field %{fieldName}.
ko: 다음 커스텀 항목을 아카이빙 하는데 실패함 %{fieldName}.
ru: Не удалось архивировать пользовательское поле %{fieldName}.

source: WorkItem|Failed to create a branch for this %{workItemType}. Please try again.
ko: 이 %{workItemType}에 대한 브랜치를 만들지 못했습니다. 다시 시도해 주세요.
ru: Не удалось создать ветку для этого рабочего элемента (%{workItemType}). Попробуйте снова.

source: WorkItem|Failed to load custom fields.
ko: 사용자 정의 필드를 불러오지 못했습니다.
ru: Не удалось загрузить пользовательские поля.

source: WorkItem|Failed to unarchive custom field %{fieldName}.
ko: 커스텀 항목 %{fieldName}을 아카이빙 해제 하는데 실패함.
ru: Не удалось разархивировать пользовательское поле %{fieldName}.

source: WorkItem|Field
ko: 필드
ru: Поле

source: WorkItem|Fixed
ko: 수정됨
ru: Фиксированные

source: WorkItem|Forest green
ko: 진녹색

source: WorkItem|Group by
ko: 다음으로 묶기
ru: Группировка

source: WorkItem|Health Status
ko: 헬스 체크 상태
ru: Состояние здоровья

source: WorkItem|Health status
ko: 헬스 체크 상태
ru: Состояние здоровья

source: WorkItem|Hide empty
ko: 빈 항목 숨기기
ru: Скрыть пустые

source: WorkItem|Hide sidebar
ko: 사이드바 숨기기
ru: Скрыть боковую панель

source: WorkItem|History only
ko: 히스토리 만
ru: Только история

source: WorkItem|How do I use custom fields?
ko: 커스텀 필드를 어떻게 사용하나요?

source: WorkItem|Incident
ko: 인시던트
ru: Инцидент

source: WorkItem|Inherited
ko: 상속됨
ru: Наследуемые

source: WorkItem|Issue
ko: 이슈
ru: Обсуждение

source: WorkItem|Issue has 1 related vulnerability
ko: 이슈가 %{itemCount}개의 연관된 취약점을 갖고 있습니다

source: WorkItem|Issues settings
ko: 이슈 설정

source: WorkItem|Iteration
ko: 이터레이션
ru: Итерация

source: WorkItem|Key Result
ko: 주요 결과

source: WorkItem|Key result
ko: 주요 결과

source: WorkItem|Label
ko: 라벨
ru: Метка

source: WorkItem|Labels
ko: 라벨
ru: Метки

source: WorkItem|Last updated %{timeago}
ko: 최종 업데이트 %{timeago}
ru: Последнее обновление %{timeago}

source: WorkItem|Lavender
ko: 라벤더

source: WorkItem|Light blue
ko: 연한 파란색

source: WorkItem|Link items together to show that they're related or that one is blocking others.
ko: 작업 항목을 함께 링크하여 서로 관련되어 있거나 다른 항목을 차단하고 있음을 표시합니다.
ru: Свяжите элементы, чтобы показать их взаимосвязь или то, что один из них блокирует другие

source: WorkItem|Link items together to show that they're related.
ko: 서로 관련성을 보여주기 위해 함께 링크합니다.
ru: Свяжите элементы, чтобы показать их взаимосвязь.

source: WorkItem|Linked item removed
ko: 링크된 항목이 제거되었습니다.

source: WorkItem|Linked items
ko: 링크된 항목
ru: Связанные элементы

source: WorkItem|Load more
ko: 더 보기

source: WorkItem|Magenta
ko: 마젠타

source: WorkItem|Mark as done
ko: 완료로 마킹
ru: Отметить как выполненное

source: WorkItem|Mark this item as related to: %{workItemType} %{workItemReference}
ko: 이 항목을 다음과 관련된 것으로 마킹: %{workItemType} %{workItemReference}
ru: Отметить этот элемент как связанный с: %{workItemReference} (%{workItemType})

source: WorkItem|Merged
ko: 머지됨
ru: Объединено

source: WorkItem|Milestone
ko: 마일스톤
ru: Этап

source: WorkItem|Mint green
ko: 민트그린

source: WorkItem|More actions
ko: 추가 동작
ru: Дополнительно

source: WorkItem|Move
ko: 이동

source: WorkItem|Multi select
ko: 다중 선택

source: WorkItem|Must be a valid hex code
ko: 유효한 16진수 코드여야 합니다.

source: WorkItem|Needs attention
ko: 주의 필요
ru: Требует внимания

source: WorkItem|New
ko: 새로 만들기

source: WorkItem|New %{workItemName}
ko: 신규 %{workItemName}

source: WorkItem|New %{workItemType}
ko: 신규 %{workItemType}

source: WorkItem|New custom field
ko: 새 사용자 정의 필드

source: WorkItem|New related %{workItemType}
ko: 새로운 관련 %{workItemType}
ru: Создать и связать %{workItemType}

source: WorkItem|New related item
ko: 새 관련 항목
ru: Новый связанный элемент

source: WorkItem|New task
ko: 새 작업
ru: Новую задачу

source: WorkItem|No assignees
ko: 담당자 없음
ru: Нет исполнителей

source: WorkItem|No child items are currently assigned. Use child items to break down this issue into smaller parts.
ko: 현재 할당된 하위 항목이 없습니다. 하위 항목을 사용하여 이 이슈를 더 작은 부분으로 나누세요.
ru: В данный момент нет назначенных дочерних элементов. Используйте дочерние элементы для разделения этой задачи на более мелкие части.

source: WorkItem|No child items are currently assigned. Use child items to break down work into smaller parts.
ko: 현재 할당된 하위 항목이 없습니다. 하위 항목을 사용하여 작업을 더 작은 부분으로 나눕니다.
ru: В данный момент нет назначенных дочерних элементов. Используйте дочерние элементы для разделения работы на более мелкие части.

source: WorkItem|No child items are currently open.
ko: 현재 열려 있는 하위 항목이 없습니다.
ru: В данный момент нет открытых дочерних элементов.

source: WorkItem|No custom fields have been archived. Archive custom fields to remove them from active work items while preserving their data.
ko: 커스텀 필드가 보관되지 않았습니다. 커스텀 필드를 보관하여 데이터를 보존하면서 활성 작업 항목에서 제거하세요.

source: WorkItem|No items
ko: 항목 없음
ru: Нет элементов

source: WorkItem|No iteration
ko: 이터레이션 없음
ru: Без итерации

source: WorkItem|No linked items are currently open.
ko: 현재 열려 있는 링크된 항목이 없습니다.
ru: В данный момент нет открытых связанных элементов.

source: WorkItem|No matches found
ko: 일치하는 항목이 없습니다.
ru: Совпадений не найдено

source: WorkItem|No matching results
ko: 일치하는 결과가 없습니다
ru: Нет подходящих результатов

source: WorkItem|No milestone
ko: 마일스톤 없음
ru: Нет этапа

source: WorkItem|No template
ko: 템플릿 없음

source: WorkItem|None
ko: 없음
ru: Нет

source: WorkItem|Notifications
ko: 알림
ru: Уведомления

source: WorkItem|Notifications turned off.
ko: 알림이 꺼졌습니다.
ru: Уведомления выключены.

source: WorkItem|Notifications turned on.
ko: 알림이 켜졌습니다.
ru: Уведомления включены.

source: WorkItem|Number
ko: 번호

source: WorkItem|Objective
ko: 목표

source: WorkItem|On track
ko: 추적 중
ru: В рамках плана

source: WorkItem|One or more items cannot be shown. If you're using SAML authentication, this could mean your session has expired.
ko: 하나 이상의 항목을 표시할 수 없습니다. SAML 인증을 사용하는 경우 세션이 만료되었을 수 있습니다.
ru: Один или несколько элементов не могут быть отображены. Если вы используете аутентификацию через SAML, это может означать, что ваша сессия истекла.

source: WorkItem|Only 10 items can be added at a time.
ko: 한 번에 10개의 항목만 추가할 수 있습니다.
ru: За раз можно добавить только 10 элементов.

source: WorkItem|Options:
ko: 옵션:

source: WorkItem|Parent item type %{parentWorkItemType} is not supported on %{workItemType}. Remove the parent item to change type.
ko: 상위 아이템 유형 %{parentWorkItemType}이 %{workItemType}에는 지원하지 않습니다. 유형을 변경하려면 상위 아이템을 삭제하세요.

source: WorkItem|Participants
ko: 참가자
ru: Участники

source: WorkItem|Pink
ko: 핑크

source: WorkItem|Progress
ko: 진행 상황
ru: Прогресс

source: WorkItem|Promoted to objective.
ko: 목표로 승격되었습니다.

source: WorkItem|Purple
ko: 보라색

source: WorkItem|Related to
ko: 관련 항목
ru: Связано с

source: WorkItem|Related vulnerabilities
ko: 관련 취약점

source: WorkItem|Remove
ko: 삭제

source: WorkItem|Reopen %{workItemType}
ko: %{workItemType} 다시 열기
ru: Переоткрыть %{workItemType}

source: WorkItem|Reopening %{workItemType}
ko: %{workItemType} 다시 열기
ru: Переоткрытие %{workItemType}

source: WorkItem|Requirement
ko: 요구 사항

source: WorkItem|Reset template
ko: 템플릿 리셋

source: WorkItem|Rose
ko: 장미빛

source: WorkItem|Save and overwrite
ko: 저장 및 덮어쓰기

source: WorkItem|Search existing items, paste URL, or enter reference ID
ko: 기존 항목 검색, URL 붙여넣기 또는 참조 ID 입력
ru: Ищите существующие элементы, вставьте URL или введите идентификатор ссылки

source: WorkItem|Search or paste URL
ko: 검색 또는 URL 붙여넣기
ru: Ищите или вставьте URL

source: WorkItem|Select a group
ko: 그룹 선택
ru: Выберите группу

source: WorkItem|Select a project
ko: 프로젝트 선택

source: WorkItem|Select parent
ko: 부모 항목 선택
ru: Выберите родительский элемент

source: WorkItem|Select template
ko: 템플릿을 선택하세요

source: WorkItem|Select type
ko: 유형 선택
ru: Выберите тип

source: WorkItem|Select types
ko: 유형 선택

source: WorkItem|Select which type you would like to change this item to.
ko: 이 아이템을 변경하고자 하는 유형을 선택하세요

source: WorkItem|Show all ancestors
ko: 모든 상위 항목 표시
ru: Показать всех предков

source: WorkItem|Show closed items
ko: 닫힌 항목 표시
ru: Закрытые элементы

source: WorkItem|Show empty
ko: 빈 항목 보기
ru: Показать пустые

source: WorkItem|Show labels
ko: 라벨 표시
ru: Метки

source: WorkItem|Show sidebar
ko: 사이드바 표시
ru: Показать боковую панель

source: WorkItem|Similar items
ko: 유사한 항목
ru: Похожие элементы

source: WorkItem|Single select
ko: 단일 선택
ru: Одиночный выбор

source: WorkItem|Some fields are not present in %{workItemType}. If you change type now, this information will be lost.
ko: 일부 필드가 %{workItemType} 내에 없습니다. 만일 유형을 변경하면, 이 정보를 잃어버리게 됩니다.
ru: Некоторые поля отсутствуют в %{workItemType}. Если вы сейчас измените тип, эта информация будет потеряна.

source: WorkItem|Some values are not present in %{groupName} and will be removed.
ko: %{groupName}에 일부 값이 없으므로 제거됩니다.
ru: Некоторые значения отсутствуют в группе %{groupName} и будут удалены.

source: WorkItem|Someone edited the description at the same time you did. If you save it will overwrite their changes. Please confirm you'd like to save your edits.
ko: 누군가 당신과 동시에 설명을 편집했습니다. 저장하면 변경 사항을 덮어씁니다. 수정 사항을 저장할지 확인하십시오.
ru: Кто-то редактирует описание одновременно с вами. Если вы его сохраните, чужие изменения будут потеряны. Подтвердите что вы хотите сохранить ваши правки.

source: WorkItem|Something went wrong when creating %{workItemType}. Please try again.
ko: %{workItemType} 생성 시 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при создании %{workItemType}. Повторите попытку.

source: WorkItem|Something went wrong when deleting the %{workItemType}. Please try again.
ko: %{workItemType}을 삭제할 때 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при удалении %{workItemType}. Повторите попытку.

source: WorkItem|Something went wrong when deleting the task. Please try again.
ko: 작업을 삭제할 때 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при удалении задания. Повторите попытку.

source: WorkItem|Something went wrong when fetching CRM contacts. Please try again.
ko: CRM 연락처를 가져오는 중에 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при получении контактов CRM. Повторите попытку.

source: WorkItem|Something went wrong when fetching child items. Please refresh this page.
ko: 하위 항목을 가져오는 중에 문제가 발생했습니다. 이 페이지를 새로고침하세요.
ru: Произошла ошибка при получении дочерних элементов. Обновите эту страницу.

source: WorkItem|Something went wrong when fetching items. Please refresh this page.
ko: 항목을 가져오는 중에 문제가 발생했습니다. 이 페이지를 새로고침하세요.
ru: Произошла ошибка при получении элементов. Обновите страницу.

source: WorkItem|Something went wrong when fetching iterations. Please try again.
ko: 이터레이션을 가져올 때 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении итераций. Повторите попытку.

source: WorkItem|Something went wrong when fetching labels. Please try again.
ko: 라벨을 가져올 때 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении меток. Повторите попытку.

source: WorkItem|Something went wrong when fetching status. Please try again.
ko: 상태를 가져올 때 문제가 발생했습니다. 다시 시도해 주세요.

source: WorkItem|Something went wrong when fetching work item types. Please try again
ko: 작업 항목 유형을 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении типов рабочих элементов. Повторите попытку.

source: WorkItem|Something went wrong when fetching work items. Please try again.
ko: 작업 항목을 가져올 때 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении рабочих элементов. Повторите попытку.

source: WorkItem|Something went wrong when removing item. Please refresh this page.
ko: 항목을 제거하는 중에 문제가 발생했습니다. 이 페이지를 새로고침하세요.
ru: Произошла ошибка при удалении элемента. Обновите страницу.

source: WorkItem|Something went wrong when trying to add a child. Please try again.
ko: 하위 작업을 추가하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке добавить дочерний элемент. Повторите попытку.

source: WorkItem|Something went wrong when trying to create a child. Please try again.
ko: 하위 항목을 생성하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке создать дочерний элемент. Повторите попытку.

source: WorkItem|Something went wrong when trying to link a item. Please try again.
ko: 항목을 링크하는 중에 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке связать элемент. Повторите попытку.

source: WorkItem|Something went wrong while bulk editing.
ko: 대량 편집과정에서 문제가 발생하였습니다.

source: WorkItem|Something went wrong while copying the %{workItemType} email address. Please try again.
ko: %{workItemType} 이메일 주소를 복사하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при копировании адреса электронной почты %{workItemType}. Повторите попытку.

source: WorkItem|Something went wrong while copying the %{workItemType} reference. Please try again.
ko: %{workItemType} 참조를 복사하는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при копировании ссылки на %{workItemType}. Повторите попытку.

source: WorkItem|Something went wrong while fetching items. Please try again.
ko: 항목을 가져오는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении элементов. Повторите попытку.

source: WorkItem|Something went wrong while fetching milestones. Please try again.
ko: 마일스톤을 가져오는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении этапов. Повторите попытку.

source: WorkItem|Something went wrong while fetching more related vulnerabilities.
ko: 더 많은 관련 취약점을 가져오는 동안 오류가 발생했습니다.

source: WorkItem|Something went wrong while fetching related vulnerabilities.
ko: 관련 취약점을 가져오는 동안 오류가 발생했습니다.

source: WorkItem|Something went wrong while fetching the %{workItemType}. Please try again.
ko: %{workItemType}을 가져오는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении %{workItemType}. Повторите попытку.

source: WorkItem|Something went wrong while fetching work item award emojis. Please try again.
ko: 작업 항목 어워드 이모티콘을 가져오는 동안 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении эмодзи награды для рабочего элемента. Повторите попытку.
