Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: To reactivate your account, sign in to GitLab at %{gitlab_url}.
ko: 계정을 다시 활성화하려면 %{gitlab_url}의 GitLab에 로그인하십시오

source: To remove the %{link_start}read-only%{link_end} state and regain write access, ask your top-level group owner(s) to reduce the number of users in your top-level group to %{free_limit} users or less, or to upgrade to a paid tier which do not have user limits.
ko: %{link_start}읽기 전용%{link_end} 상태를 제거하고 쓰기 권한을 다시 얻으려면 최상위 그룹 소유자에게 최상위 그룹의 사용자 수를 %{free_limit} 명 이하로 줄이거나 사용자 제한이 없는 유료 요금제로 업그레이드하도록 요청하십시오. .
ru: Чтобы снять статус %{link_start}только для чтения%{link_end} и восстановить доступ на запись, попросите владельца(ев) группы верхнего уровня сократить количество пользователей в вашей группе верхнего уровня до %{free_limit} пользователей или меньше, или перейти на платный уровень, не имеющий ограничений на количество пользователей.

source: To remove the %{link_start}read-only%{link_end} state and regain write access, you can reduce the number of users in your top-level group to %{free_limit} users or less. You can also upgrade to a paid tier, which do not have user limits. If you need additional time, you can start a free 60-day trial which includes unlimited users.
ko: %{link_start}읽기 전용%{link_end} 상태를 제거하고 쓰기 권한을 회복하려면 최상위 그룹의 사용자 수를 %{free_limit} 사용자 이하로 줄일 수 있습니다. 사용자 제한이 없는 유료 티어로 업그레이드할 수도 있습니다. 추가 시간이 필요한 경우 무제한 사용자를 포함하는 무료 60일 평가판을 시작할 수 있습니다.
ru: Чтобы снять статус %{link_start}только для чтения%{link_end} и восстановить доступ на запись, вы можете сократить количество пользователей в вашей группе верхнего уровня до %{free_limit} пользователей или меньше. Вы также можете начать бесплатный 60-дневный пробный период, который включает неограниченное количество пользователей.

source: To remove the read-only state, reduce git repository and git LFS storage.
ko: 읽기 전용 상태에서 나오려면, git 리포지토리와 git LFS 스토리지 사용량을 줄이기 바랍니다.

source: To resolve the problem, refine your search criteria. Select a group or project or use double quotes for multiple keywords (for example, %{code_open}"your search"%{code_close}).
ko: 문제를 해결하려면 검색 기준을 구체화하십시오. 그룹 또는 프로젝트를 선택하거나 여러 키워드에 큰따옴표를 사용합니다(예: %{code_open}"검색어"%{code_close}).
ru: Для решения проблемы уточните критерии поиска. Выберите группу или проект, или используйте кавычки для нескольких ключевых слов (например, %{code_open}"ваш запрос"%{code_close}).

source: To run CI/CD pipelines with JetBrains TeamCity, input the GitLab project details in the TeamCity project Version Control Settings.
ko: JetBrains TeamCity와 CI/CD 파이프라인을 실행하려면 TeamCity 프로젝트 버전 제어 설정에 GitLab 프로젝트 세부 정보를 입력하십시오.
ru: Для запуска CI/CD конвейеров с использованием JetBrains TeamCity введите данные проекта GitLab в настройки контроля версий проекта TeamCity.

source: To see all the user's personal access tokens you must impersonate them first.
ko: 모든 사용자의 개인 액세스 토큰을 보려면 먼저 해당사용자로 대리(Impersonate) 해야 합니다.
ru: Чтобы увидеть все личные токены доступа пользователя, вы должны сначала выдать себя за него.

source: To see this project's operational details, %{linkStart}upgrade its group plan to Premium%{linkEnd}. You can also remove the project from the dashboard.
ko: 프로젝트의 운영 세부 정보를 보려면 %{linkStart} 그룹 요금제를 Premium%{linkEnd}으로 업그레이드하십시오. 대시보드에서 프로젝트를 제거할 수도 있습니다.

source: To see this project's operational details, contact an owner of group %{groupName} to upgrade the plan. You can also remove the project from the dashboard.
ko: 이 프로젝트의 운영 세부 정보를 보려면 %{groupName} 그룹의 소유자에게 연락하여 요금제를 업그레이드하십시오. 대시보드에서 프로젝트를 제거할 수도 있습니다.

source: To set up SAML authentication for your group through an identity provider like Azure, Okta, Onelogin, Ping Identity, or your custom SAML 2.0 provider:
ko: Azure, Okta, Onelogin, Ping Identity 또는 사용자 지정 SAML 2.0 공급자와 같은 자격증명 공급자를 통해 그룹에 대한 커스텀 SAML 인증을 설정하려면:

source: To set up this integration:
ko: 이 통합을 설정하려면:
ru: Чтобы настроить эту интеграцию:

source: To specify the notification level per project of a group you belong to, visit the project page and change the notification level there.
ko: 당신이 속한 그룹의 프로젝트별 알림 수준을 지정하려면 프로젝트 페이지를 방문하여 알림 수준을 변경하세요.
ru: Чтобы указать уровень уведомлений для проекта группы, к которой вы принадлежите, перейдите на страницу проекта и измените уровень уведомлений там.

source: To start using GitLab Enterprise Edition, upload the %{codeOpen}.gitlab-license%{codeClose} file or enter the license key you have received from GitLab Inc.
ko: GitLab Enterprise Edition 사용을 시작하려면 %{codeOpen}.gitlab-license%{codeClose} 파일을 업로드하거나 GitLab Inc에서 받은 라이센스 키를 입력하십시오.
ru: Чтобы начать использовать GitLab Enterprise Edition, загрузите файл %{codeOpen}.gitlab-license%{codeClose} или введите лицензионный ключ, который вы получили от GitLab Inc.

source: To submit your changes in a merge request, create a new fork.
ko: 머지 리퀘스트에 변경 사항을 제출하려면 새 포크를 만드십시오.
ru: Чтобы отправить изменения в запросе на слияние, создайте новый форк.

source: To submit your changes in a merge request, switch to one of these forks or create a new fork.
ko: 머지 리퀘스트에서 변경 사항을 제출하려면 이러한 포크 중 하나로 전환하거나 새 포크를 만드십시오.
ru: Чтобы отправить изменения в запросе на слияние, переключитесь на один из этих форков или создайте новый форк.

source: To unsubscribe from this issue, please paste the following link into your browser:
ko: 이 이슈로 부터 구독을 취소하려면 브라우저에 다음 링크를 붙여넣으십시오.

source: To update Snippets with multiple files, you must use the `files` parameter
ko: 여러 파일로 스니펫을 업데이트하려면 `files` 매개 변수를 사용해야 합니다.
ru: Чтобы обновить сниппеты с несколькими файлами, используйте параметр `files`

source: To use Service Desk in this project, you must %{linkStart}activate the issue tracker%{linkEnd}.
ko: 이 프로젝트에서 Service Desk를 사용하려면 이슈 트래커 %{linkEnd}%{linkStart} 해야 합니다.

source: To use the additional formats, you must start the required %{container_link_start}companion containers%{container_link_end}.
ko: 추가 형식을 사용하려면 필요한 %{container_link_start} 지원 컨테이너 %{container_link_end}을(를) 시작해야 합니다.

source: To use the system's default, set this value to 0.
ko: 시스템의 기본값을 사용하려면 이 값을 0으로 설정하십시오.
ru: Для использования значения по умолчанию системы установите это значение равным 0.

source: To view all %{scannedResourcesCount} scanned URLs, %{linkStart}please download the CSV file%{linkEnd}
ko: 검색된 %{scannedResourcesCount}개의 모든 URL을 보려면 %{linkStart}개의 CSV 파일 %{linkEnd}을 다운로드하십시오.
ru: Чтобы просмотреть все %{scannedResourcesCount} отсканированных URL, %{linkStart}скачайте файл CSV%{linkEnd}

source: To view usage, refresh this page in a few minutes.
ko: 사용양을 보려면, 몇 분 후에 이 페이지를 새로 고치십시오.

source: To widen your search, change or remove filters above
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 제거하십시오.

source: To widen your search, change or remove filters above.
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 제거하십시오.
ru: Чтобы расширить область поиска, измените или удалите фильтры выше.

source: To-Do List
ko: 할 일 목록
ru: Список дел

source: Today
ko: 오늘
ru: Сегодня

source: Todos| What actions create to-do items?
ko: To-do 항목은 어떤 동작으로 생성되나요?
ru: Какие действия создают элементы в списке дел?

source: Todos|%{count} selected
ko: %{count}개 선택됨
ru: Выбрана %{count} задача

source: Todos|%{day}, %{time}
ko: %{day}, %{time}
ru: %{day}, %{time}

source: Todos|(removed)
ko: (삭제됨)
ru: (удалено)

source: Todos|Action failed. Try again later.
ko: 작업이 실패했습니다. 나중에 다시 시도하세요.
ru: Действие не выполнено. Повторите попытку позже.

source: Todos|Added approver
ko: 승인자 추가됨
ru: Добавлен одобряющий

source: Todos|Alert
ko: 경고
ru: Оповещение

source: Todos|Approval required
ko: 승인 필요
ru: Требуется одобрение

source: Todos|Assigned
ko: 할당됨
ru: Назначено

source: Todos|At
ko: 시각
ru: Время

source: Todos|Build failed
ko: 빌드 실패됨
ru: Сборка завершилась с ошибкой

source: Todos|Category
ko: 카테고리
ru: Категория

source: Todos|Clear all
ko: 모두 지우기
ru: Очистить всё

source: Todos|Could not merge
ko: 머지할 수 없음
ru: Слияние не удалось

source: Todos|Design
ko: 디자인
ru: Дизайн

source: Todos|Done
ko: 완료
ru: Выполненные

source: Todos|Due %{when}
ko: 기한 %{when}
ru: Срок %{when}

source: Todos|Due today
ko: 오늘 마감
ru: Срок сегодня

source: Todos|Failed adding todo. Try again later.
ko: 할일 추가에 실패했습니다. 나중에 다시 시도하세요.
ru: Не удалось добавить напоминание. Повторите попытку позже.

source: Todos|Failed to snooze todo. Try again later.
ko: 할일 미루기를 실패했습니다. 나중에 다시 시도하세요.
ru: Не удалось отложить напоминание. Повторите попытку позже.

source: Todos|Failed to un-snooze todo. Try again later.
ko: 할 일을 미루기 취소를 하지 못했습니다. 나중에 다시 시도하세요.
ru: Не удалось снять отсрочку с напоминания. Повторите попытку позже.

source: Todos|Filter to-do items
ko: 할 일 항목 필터링
ru: Фильтровать напоминания

source: Todos|For one hour
ko: 한시간 동안
ru: На один час

source: Todos|Getting started with GitLab Duo
ko: GitLab Duo 시작하기
ru: Начало работы с GitLab Duo

source: Todos|Give yourself a pat on the back!
ko: 스스로 격려해 주세요!
ru: Похлопайте себя по плечу!

source: Todos|Good job! Looks like you don't have anything left on your To-Do List
ko: 수고했습니다! 할 일 목록에 아무것도 남지 않은 것 같습니다.
ru: Хорошая работа! Похоже, в вашем списке дел ничего не осталось

source: Todos|Henceforth, you shall be known as "To-Do Destroyer"
ko: 당신은 "할일 목록 파괴자"로 칭하겠습니다.
ru: Отныне ты будешь известен как «Уничтожитель задач»

source: Todos|Hidden
ko: 숨김
ru: Скрыто

source: Todos|Isn't an empty To-Do List beautiful?
ko: 비어 있는 할일 리스트가 아름답지 않나요?
ru: Разве пустой список дел не прекрасен?

source: Todos|Issue
ko: 이슈
ru: Обсуждение

source: Todos|It's how you always know what to work on next.
ko: 이것이 여러분이 항상 다음에 무엇을 해야 할지 아는 방법입니다.
ru: Так вы теперь всегда знаете, над чем работать дальше.

source: Todos|Label priority
ko: 라벨 우선순위
ru: Приоритет метки

source: Todos|Leave feedback
ko: 피드백을 남겨주세요
ru: Оставить отзыв

source: Todos|Mark as done
ko: 완료로 마킹
ru: Отметить как выполненное

source: Todos|Mark as done failed. Try again later.
ko: 완료로 마킹에 실패했습니다. 나중에 다시 시도하세요.
ru: Не удалось отметить как выполненное. Повторите попытку позже.

source: Todos|Mark selected items as done
ko: 선택한 항목을 완료로 마킹
ru: Отметить выбранные элементы как выполненные

source: Todos|Mark selected items as pending
ko: 선택한 항목을 보류로 마킹
ru: Отметить выбранные элементы как ожидающие выполнения

source: Todos|Marked
ko: 마킹됨
ru: Отмечено

source: Todos|Marked 1 to-do as done
ko: %d개의 할 일 항목이 완료로 마킹됨
ru: Напоминание отмечено как выполненное

source: Todos|Member access request
ko: 멤버 접근 요청
ru: Запрос на доступ участника

source: Todos|Mentioned
ko: 언급함
ru: Упомянут(а)

source: Todos|Merge request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: Todos|Merge train removed
ko: 머지 트레인이 제거되었습니다
ru: Цепочка слияний удалена

source: Todos|Not sure where to go next? Take a look at your %{assignedIssuesLinkStart}assigned issues%{assignedIssuesLinkEnd} or %{mergeRequestLinkStart}merge requests%{mergeRequestLinkEnd}.
ko: 다음으로 어디로 가야 할지 모르겠나요? %{assignedIssuesLinkStart}할당된 이슈%{assignedIssuesLinkEnd} 또는 %{mergeRequestLinkStart}머지 리퀘스트%{mergeRequestLinkEnd}를 살펴보세요.
ru: Не уверены, что делать дальше? Посмотрите на ваши %{assignedIssuesLinkStart}назначенные обсуждения%{assignedIssuesLinkEnd} или %{mergeRequestLinkStart}запросы на слияние%{mergeRequestLinkEnd}.

source: Todos|Nothing left to do. High five!
ko: 더 이상 할 일이 없습니다. 하이 파이브!
ru: Всё сделано, дай пять!

source: Todos|OKR checkin requested
ko: OKR 체크인 요청됨

source: Todos|Previously snoozed
ko: 이전에 미루기 됨
ru: Ранее отложено

source: Todos|Raw text search is not currently supported
ko: 원시 텍스트 검색은 현재 지원되지 않습니다.
ru: Поиск по необработанному тексту в настоящее время не поддерживается

source: Todos|Raw text search is not currently supported. Please use the available search tokens.
ko: 원시 텍스트 검색은 현재 지원되지 않습니다. 사용 가능한 검색 토큰을 사용하세요.
ru: Поиск по необработанному тексту в настоящее время не поддерживается. Используйте доступные токены поиска.

source: Todos|Reason
ko: 이유
ru: Причина

source: Todos|Recommended
ko: 권장됨
ru: Рекомендуемый

source: Todos|Remove snooze
ko: 미루기 제거
ru: Снять отсрочку

source: Todos|Remove snooze for selected items
ko: 선택된 항목의 미루기 해제
ru: Снять отсрочку для выбранных элементов

source: Todos|Removed from Merge Train
ko: 머지 트레인에서 제거됨
ru: Удалён из цепочки слияний

source: Todos|Removed snooze from 1 to-do
ko: %d개의 할 일에서 미루기 제거됨
ru: С 1 напоминания снята отсрочка

source: Todos|Restored 1 to-do
ko: %d 할 일을 복원했습니다.
ru: Восстановлено 1 напоминание

source: Todos|Review requested
ko: 리뷰 요청
ru: Запрошена рецензия

source: Todos|Review submitted
ko: 리뷰가 제출됨
ru: Рецензия отправлена

source: Todos|SSH key
ko: SSH 키
ru: SSH ключ

source: Todos|SSH key expired
ko: SSH 키가 만료됨
ru: Срок действия ключа SSH истёк

source: Todos|SSH key expiring soon
ko: SSH 키가 곧 만료됩니다
ru: Срок действия SSH ключа скоро истекает

source: Todos|Select all
ko: 모두 선택
ru: Выбрать все

source: Todos|Select this item to sign in with SAML and view it.
ko: 이 항목을 선택하여 SAML에 로그인하고 표시하세요.
ru: Выберите этот элемент, чтобы войти с помощью SAML и просмотреть его.

source: Todos|Snooze
ko: 미루기
ru: Отложить

source: Todos|Snooze date can't be in the past.
ko: 미루기 날짜는 과거일 수 없습니다.
ru: Дата отсрочки не может быть в прошлом.

source: Todos|Snooze selected items
ko: 선택된 항목 미루기
ru: Отложить выбранные напоминания

source: Todos|Snooze until
ko: 까지 미루기
ru: Отложить до

source: Todos|Snooze...
ko: 미루기...
ru: Отложить...

source: Todos|Snoozed
ko: 미루기 완료
ru: Отложенные

source: Todos|Snoozed 1 to-do
ko: %d개의 할 일이 미룸
ru: Напоминание отложено

source: Todos|Snoozed until %{date}
ko: %{date}까지 미룸
ru: Отложено до %{date}

source: Todos|Snoozed until %{day}, %{time}
ko: %{day}, %{time}까지 미룸
ru: Отложено до %{day}, %{time}

source: Todos|Snoozed until %{time}
ko: %{time}까지 미룸
ru: Отложено до %{time}

source: Todos|Snoozed until tomorrow, %{time}
ko: 내일 %{time}까지 미룸
ru: Отложено до завтра, %{time}

source: Todos|Someone
ko: 누군가
ru: Кто-то

source: Todos|Something went wrong. Please try again.
ko: 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка. Повторите попытку.

source: Todos|Sorry, your filter produced no results
ko: 죄송합니다. 필터로 검색 결과가 나오지 않았습니다.
ru: Извините, ваш фильтр не дал результатов

source: Todos|The date is required.
ko: 날짜가 필요합니다.
ru: Дата обязательна.

source: Todos|The pipeline failed
ko: 파이프라인 실패
ru: Конвейер завершился с ошибкой

source: Todos|The selected date and time cannot be in the past.
ko: 선택한 날짜와 시간은 과거일 수 없습니다.
ru: Выбранная дата и время не могут быть в прошлом.

source: Todos|The time is required.
ko: 시간이 필요합니다.
ru: Время обязательно.

source: Todos|There are no done to-do items yet.
ko: 완료된 할 일 항목이 아직 없습니다.
ru: Нет напоминаний, отмеченных как выполненные.

source: Todos|There are no snoozed to-do items yet.
ko: 미룬 할일 항목이 없습니다.
ru: Пока нет отложенных напоминаний.

source: Todos|To Do
ko: 할 일
ru: Напоминания

source: Todos|Undo
ko: 취소
ru: Отменить

source: Todos|Unmergeable
ko: 머지 불가
ru: Невозможно объединить

source: Todos|Until a specific time and date
ko: 특정 시간과 날짜까지
ru: До указанного времени и даты

source: Todos|Until later today
ko: 오늘 중으로
ru: Позже сегодня

source: Todos|Until next week
ko: 다음주까지
ru: До следующей недели

source: Todos|Until tomorrow
ko: 내일까지
ru: До завтра

source: Todos|Updated
ko: 업데이트됨
ru: Время изменения

source: Todos|When an issue or merge request is assigned to you, or when you receive a %{strongStart}@mention%{strongEnd} in a comment, this automatically triggers a new item in your To-Do List.
ko: 이슈 또는 머지 리퀘스트가 나에게 할당되거나 댓글에서 %{strongStart}@멘션%{strongEnd} 을 받으면 할 일 목록에 새 항목이 자동으로 트리거됩니다.
ru: Когда вам назначается обсуждение или запрос на слияние, или когда вас %{strongStart}@ упоминают%{strongEnd} в комментарии, это автоматически создает новый пункт в вашем списке дел.

source: Todos|When to-do items are done, they will appear here.
ko: 할 일 항목이 완료되면 여기에 표시됩니다.
ru: Когда напоминания будут отмечены как выполненные, они появятся здесь.

source: Todos|When to-do items are snoozed, they will appear here.
ko: 할 일 항목이 미루어지면, 여기에 표시됩니다.
ru: Когда напоминания будут отложены, они появятся здесь.

source: Todos|Wiki page
ko: 위키 페이지
ru: Страница вики

source: Todos|You
ko: 당신
ru: Вами

source: Todos|You now have access to AI-native features. Learn how to set up Code Suggestions and Chat in your IDE
ko: 이제 AI-네이티브 기능에 액세스할 수 있습니다. IDE에서 코드 제안 및 채팅을 설정하는 방법을 알아보세요.
ru: Теперь у вас есть доступ к функциям ИИ. Узнайте, как настроить предложения кода и чат в вашей среде разработки.

source: Todos|Your SSH key has expired
ko: SSH 키가 만료됨
ru: Срок действия вашего ключа SSH истёк

source: Todos|Your SSH key is expiring soon
ko: SSH 키가 곧 만료됩니다.
ru: Срок действия вашего SSH ключа скоро истекает

source: Todos|Your To-Do List shows what to work on next
ko: 당신의 할 일 목록은 다음에 해야 할 일을 보여줍니다.
ru: Ваш список дел показывает, над чем предстоит работать дальше

source: Todos|added a to-do item
ko: 할 일 항목 추가
ru: добавлено напоминание

source: Todos|assigned to yourself
ko: 자신에게 할당됨
ru: назначено себе

source: Todos|assigned you
ko: 당신에게 할당됨
ru: назначил(а) вам

source: Todos|created a merge request you can approve
ko: 당신이 승인할 수 있는 머지 리퀘스트가 생성됨
ru: создал(а) запрос на слияние, который вы можете одобрить

source: Todos|has requested access to %{what} %{which}
ko: 가 %{what} %{which}에 대한 액세스를 요청했습니다
ru: запросил(а) доступ к %{what} %{which}

source: Todos|mentioned %{who}
ko: 언급된 %{who}
ru: упомянул(а) %{who}

source: Todos|requested a review
ko: 리뷰를 요청했습니다
ru: запросил(а) рецензию

source: Todos|requested a review from yourself
ko: 자신에게 리뷰를 요청했습니다
ru: запросил(а) рецензию у себя

source: Todos|requested an OKR update for %{which}
ko: %{which}에 대한 OKR 업데이트를 요청했습니다.

source: Todos|reviewed your merge request
ko: 당신의 머지 리퀘스트를 리뷰 했습니다.
ru: рассмотрел(а) ваш запрос на слияние

source: Todos|you
ko: 당신
ru: вас

source: Todos|yourself
ko: 자신
ru: себя

source: Toggle GitLab Next
ko: GitLab Next로 토글
ru: Переключить GitLab Next

source: Toggle Markdown preview
ko: 마크다운 미리 보기 전환
ru: Переключить предпросмотр Markdown

source: Toggle Sidebar
ko: 사이드바 토글
ru: Переключить панель

source: Toggle backtrace
ko: 역추적 토글

source: Toggle comments for this file
ko: 이 파일에 대한 댓글 보기/숨기기
ru: Показать или скрыть комментарии к этому файлу

source: Toggle commit description
ko: 커밋 설명 토글
ru: Переключить сообщение коммита

source: Toggle commit list
ko: 커밋 목록 토글
ru: Открыть или закрыть список коммитов

source: Toggle emoji reaction
ko: 이모티콘 반응 토글
ru: Переключить реакцию с эмодзи

source: Toggle file browser
ko: 파일 브라우저 토글
ru: Переключить файловый браузер

source: Toggle focus mode
ko: 포커스 모드 토글

source: Toggle keyboard shortcuts help dialog
ko: 바로 가기 키 도움말 대화 상자 토글
ru: Переключение диалогового окна справки с сочетаниями клавиш

source: Toggle project select
ko: 프로젝트 선택 토글

source: Toggle shortcuts
ko: 바로 가기 토글

source: Toggle sidebar
ko: 사이드바 토글
ru: Переключить панель

source: Toggle the Performance Bar
ko: 성능 표시줄 토글
ru: Переключить панель производительности

source: Toggle the navigation sidebar
ko: 네비게이션 사이드바 토글
ru: Переключить панель навигации

source: Toggled :%{name}: emoji reaction.
ko: 전환됨 : %{name}: 이모티콘 반응.
ru: Переключена реакция с эмодзи :%{name}:.

source: Toggles :%{name}: emoji reaction.
ko: 전환됨 : %{name}: 이모티콘 반응.
ru: Переключает реакцию с эмодзи :%{name}:.

source: Token
ko: 토큰
ru: Токен

source: Token name
ko: 토큰명
ru: Название токена

source: Token valid until revoked
ko: 해지될 때까지 유효한 토큰

source: Token you get after you create a Buildkite pipeline with a GitLab repository.
ko: GitLab 리포지토리로 Buildkite 파이프라인을 생성하면 받는 토큰입니다.

source: TokenRevocation|This personal access token has been automatically revoked on detection. Consider investigating and rotating before marking this vulnerability as resolved.
ko: 이 개인 액세스 토큰은 탐지 시 자동으로 해지되었습니다. 이 취약점을 해결됨으로 표시하기 전에 조사하고 로테이션하는 것을 고려하세요.
ru: Этот личный токен доступа был автоматически отозван при обнаружении. Рекомендуется провести расследование и сменить токен до того, как пометите эту уязвимость как решённую.

source: Tomorrow
ko: 내일
ru: Завтра

source: Too long
ko: 너무 김
ru: Слишком длинный

source: Too many failed authentication attempts from this IP
ko: 이 IP에서 실패한 인증 시도 횟수가 너무 많습니다.
ru: Слишком много неудачных попыток аутентификации с этого IP

source: Too many namespaces enabled. Manage them through the console or the API.
ko: 너무 많은 네임스페이스가 활성화되었습니다. 콘솔 또는 API를 통해 관리하십시오.

source: Too many projects enabled. Manage them through the console or the API.
ko: 너무 많은 프로젝트가 활성화되었습니다. 콘솔 또는 API를 통해 관리하십시오.

source: Too many references. Quick actions are limited to at most %{max_count} user references
ko: 참조가 너무 많습니다. 빠른 동작은 최대 %{max_count} 사용자 참조로 제한됩니다.

source: Too many results to display. Edit your search or add a filter.
ko: 표시할 결과가 너무 많습니다. 검색을 편집하거나 필터를 추가하십시오.

source: Too many users found. Quick actions are limited to at most %{max_count} users
ko: 사용자가 너무 많습니다. 빠른 동작은 최대 %{max_count} 명의 사용자로 제한됩니다.

source: Tool
ko: 도구
ru: Инструмент

source: Tool Coverage
ko: 도구 적용 범위
ru: Покрытие инструментами

source: ToolCoverageDetails|Manage configuration
ko: 구성 관리
ru: Управление конфигурацией

source: Topic %{source_topic} was successfully merged into topic %{target_topic}.
ko: 주제 %{source_topic} 이 %{target_topic} 주제에 성공적으로 병합되었습니다.
ru: Тег %{source_topic} был успешно объединен с тегом %{target_topic}.

source: Topic %{topic_name} was successfully created.
ko: 주제 %{topic_name} 이 생성되었습니다.
ru: Тег %{topic_name} был успешно создан.

source: Topic %{topic_name} was successfully removed.
ko: 주제 %{topic_name}가 성공적으로 제거되었습니다.
ru: Тег %{topic_name} был успешно удален.

source: Topic avatar
ko: 주제 아바타
ru: Логотип тега

source: Topic avatar for %{name} will be removed. This cannot be undone.
ko: %{name} 에 대한 주제 아바타가 제거됩니다. 이 작업은 취소 할 수 없습니다.
ru: Логотип для %{name} будет удален. Это не может быть отменено.

source: Topic slug (name)
ko: 주제 슬러그 (이름)
ru: Имя тега (напр. в url)

source: Topic title
ko: 주제 제목
ru: Заголовок тега (в интерфейсе)

source: Topic was successfully updated.
ko: 주제가 성공적으로 업데이트되었습니다.
ru: Тег успешно обновлен.

source: TopicSelect|%d topic found
ko: %d 주제 발견됨
ru: Найдена %d тема

source: TopicSelect|No matching results
ko: 일치하는 결과가 없습니다
ru: Нет подходящих результатов

source: TopicSelect|Search topics
ko: 주제 검색
ru: Поиск по тегам

source: TopicSelect|Select a topic
ko: 주제 선택
ru: Выберите тег

source: Topics
ko: 주제
ru: Теги

source: Topics could not be merged!
ko: 주제를 병합할 수 없습니다!
ru: Теги не могут быть объединены!

source: Topics|+%{count} more
ko: + %{count}개 더보기
ru: + ещё %{count}

source: Topics|More topics
ko: 더 많은 주제
ru: Больше тем

source: Topics|Subscribe to the new projects feed
ko: 새 프로젝트 피드 구독
ru: Подписаться на ленту новых проектов

source: Topics|Topics
ko: 주제
ru: Темы

source: Total
ko: 총
ru: Всего

source: Total cores (CPUs)
ko: 총 코어(CPU)
ru: Всего ядер (ЦП)

source: Total issue weight
ko: 총 이슈 가중치
ru: Общий вес обсуждений

source: Total memory (GB)
ko: 총 메모리(GB)
ru: Общая память (ГБ)

source: Total test time for all commits/merges
ko: 모든 커밋 / 머지의 총 테스트 시간
ru: Общее время тестирования фиксаций/слияний

source: Total time spent cannot be negative.
ko: 소요된 총 시간은 음수일 수 없습니다.
ru: Общее количество затраченного времени не может быть отрицательным.

source: Total time spent cannot exceed a year.
ko: 소요된 총 시간은 1년을 초과할 수 없습니다.
ru: Общее количество затраченного времени не может превышать год.

source: Total users
ko: 총 사용자
ru: Всего пользователей

source: Total weight
ko: 총 가중치
ru: Итоговый приоритет

source: Total: %{total}
ko: 합계: %{total}
ru: Всего: %{total}

source: Trace Details
ko: 추적 세부정보

source: Tracing
ko: 추적
ru: Трассировка

source: Tracing|%d error
ko: 오류 %d 개
ru: %d ошибка

source: Tracing|%d match
ko: %d개 일치

source: Tracing|%d span
ko: %d 스팬

source: Tracing|%{h}h
ko: %{h}h
ru: %{h}ч

source: Tracing|%{ms}ms
ko: %{ms}ms
ru: %{ms}мс

source: Tracing|%{m}m
ko: %{m}m
ru: %{m}м

source: Tracing|%{s}s
ko: %{s}s
ru: %{s}с

source: Tracing|0ms
ko: 0ms
ru: 0мс

source: Tracing|Attribute
ko: 속성
ru: Атрибут

source: Tracing|Attributes
ko: 속성
ru: Атрибуты

source: Tracing|Date
ko: 날짜
ru: Дата

source: Tracing|Duration
ko: 기간
ru: Продолжительность

source: Tracing|Duration (ms)
ko: 기간 (밀리초)
ru: Продолжительность (мс)

source: Tracing|Error
ko: 오류
ru: Ошибка
