Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AdminUsers|Your GitLab instance has reached the maximum allowed %{user_doc_link} set by an instance admin.
ko: GitLab 인스턴스 갯수가 인스턴스 운영자가 설정한 제한값 %{user_doc_link}개에 도달했습니다.
ru: Ваш экземпляр GitLab достиг максимально допустимого значения %{user_doc_link} установленного администратором экземпляра.

source: AdminUsers|approve them
ko: 이들을 승인함
ru: одобрите их

source: AdminUsers|contact our support team
ko: 지원팀에 문의
ru: связаться с нашей службой поддержки

source: AdminUsers|docs
ko: 문서
ru: документации

source: AdminUsers|user cap
ko: 사용자 한도
ru: лимит пользователей

source: Administrator Account Setup
ko: 운영자 계정 설정
ru: Настройка учётной записи администратора

source: Administrator users are required to enable Two-Factor Authentication for their account.
ko: 운영자 사용자는 계정에 대해 이중 인증을 사용하도록 설정해야 합니다.
ru: Администраторы должны включить двухфакторную аутентификацию для своей учётной записи.

source: Administrators
ko: 운영자
ru: Администраторы

source: Administrators are not permitted to connect applications with these scopes: %{code_open}api%{code_close}, %{code_open}read_api%{code_close}, %{code_open}read_repository%{code_close}, %{code_open}write_repository%{code_close}, %{code_open}write_registry%{code_close}, %{code_open}read_registry%{code_close}, and %{code_open}sudo%{code_close}. To permit this, change the %{code_open}disable_admin_oauth_scopes%{code_close} setting using the API.
ko: 운영자가 이들 영역(scopes) 사이에 응용을 연결하는 것을 허용하지 않습니다: : %{code_open}api%{code_close}, %{code_open}read_api%{code_close}, %{code_open}read_repository%{code_close}, %{code_open}write_repository%{code_close}, %{code_open}write_registry%{code_close}, %{code_open}read_registry%{code_close}, and %{code_open}sudo%{code_close}. 허용 하려면 %{code_open}disable_admin_oauth_scopes%{code_close} 설정을 API를 사용해 변경하십시오.

source: Admin|Abuse reports
ko: 악용사례 신고
ru: Жалобы

source: Admin|Additional users must be reviewed and approved by a system administrator. Learn more about %{help_link_start}usage caps%{help_link_end}.
ko: 추가 사용자는 시스템 운영자가 리뷰하고 승인해야 합니다. %{help_link_start}사용 한도에 대해 자세히 알아보기%{help_link_end}.
ru: Дополнительные пользователи должны быть проверены и одобрены системным администратором. Узнайте больше о %{help_link_start}пределах использования%{help_link_end}.

source: Admin|Admin area
ko: 운영자 영역
ru: Область администратора

source: Admin|Admin notes
ko: 운영자 노트
ru: Заметки администратора

source: Admin|Analytics
ko: 분석
ru: Аналитика

source: Admin|Applications
ko: 응용 프로그램
ru: Приложения

source: Admin|CI/CD
ko: CI/CD
ru: CI/CD

source: Admin|Credentials
ko: 인증 정보
ru: Учетные данные

source: Admin|Deploy keys
ko: 키 배포
ru: Ключи развёртывания

source: Admin|Geo
ko: Geo
ru: Geo

source: Admin|Kubernetes
ko: Kubernetes
ru: Kubernetes

source: Admin|Labels
ko: 라벨
ru: Метки

source: Admin|Learn more about quarterly reconciliation
ko: 분기별 조정에 대해 자세히 알아보기
ru: Узнайте больше о квартальной сверке.

source: Admin|Messages
ko: 메시지
ru: Объявления

source: Admin|Monitoring
ko: 모니터링
ru: Мониторинг

source: Admin|Note
ko: 노트
ru: Заметка

source: Admin|Overview
ko: 개요
ru: Обзор

source: Admin|Push rules
ko: 푸시 규칙
ru: Правила отправки

source: Admin|Quarterly reconciliation will occur on %{qrtlyDate}
ko: 분기별 조정은 %{qrtlyDate}에 적용됩니다.
ru: Ежеквартальная сверка будет происходить %{qrtlyDate}

source: Admin|Settings
ko: 설정
ru: Настройки

source: Admin|Spam logs
ko: 스팸 로그
ru: Журналы спама

source: Admin|Subscription
ko: 구독
ru: Подписка

source: Admin|Targeted messages
ko: 대상지정 메시지
ru: Целевые сообщения

source: Admin|The number of max seats in your namespace exceeds the number of seats in your subscription. On %{qrtlyDate}, quarterly reconciliation occurs and you are automatically billed a prorated amount for the overage. No action is needed from you. If you have a credit card on file, it will be charged. Otherwise, you will receive an invoice. For more information about the timing of the invoicing process, view the documentation.
ko: 네임스페이스의 최대 좌석수가 구독한 좌석수를 초과합니다. %{qrtlyDate}이면 분기별 조정이 발생하고 초과분에 대해 비례 배분된 금액이 자동으로 청구됩니다. 귀하의 조치가 필요하지 않습니다. 등록된 신용 카드가 있는 경우 청구됩니다. 그렇지 않으면 청구서를 받게 됩니다. 송장 발행 시기에 대한 자세한 내용은 설명서를 참조하십시오.
ru: Количество максимальных лицензий в вашем пространстве имён превышает количество лицензий в вашей подписке. %{qrtlyDate} будет проведена квартальная сверка, и с вас автоматически будет списана пропорциональная сумма за превышение. Действий с вашей стороны не требуется. Если у вас есть привязанная банковская карта, с неё будет списана необходимая сумма. В противном случае вам будет выставлен счёт. Для получения дополнительной информации о процессе выставления счётов ознакомьтесь с документацией.

source: Admin|The number of max users in your instance exceeds the number of users in your license. On %{qrtlyDate}, quarterly reconciliation occurs and you are automatically billed a prorated amount for the overage. No action is needed from you. If you have a credit card on file, it will be charged. Otherwise, you will receive an invoice. For more information about the timing of the invoicing process, view the documentation.
ko: 인스턴스의 최대 사용자 수가 라이선스의 사용자 수를 초과합니다. %{qrtlyDate}이면 분기별 조정이 발생하고 초과분에 대해 비례 배분된 금액이 자동으로 청구됩니다. 귀하의 조치가 필요하지 않습니다. 등록된 신용 카드가 있는 경우 청구됩니다. 그렇지 않으면 청구서를 받게 됩니다. 송장 발행 시기에 대한 자세한 내용은 설명서를 참조하십시오.
ru: Максимальное количество пользователей в вашем экземпляре превышает количество пользователей в вашей лицензии. %{qrtlyDate} будет проведена ежеквартальная сверка, и вам автоматически выставят счёт на пропорциональную сумму за превышение. Никаких действий от вас не требуется. Если у вас привязана банковская карта, с неё спишут средства. В противном случае вам будет выставлен счёт. Для получения дополнительной информации о сроках выставления счетов ознакомьтесь с документацией.

source: Admin|View pending user approvals
ko: 승인 대기 중인 사용자 보기
ru: Просмотр пользователей, ожидающих одобрения

source: Admin|Your instance has reached its user cap
ko: 인스턴스가 사용자 한도에 도달했습니다.
ru: Ваш экземпляр достиг максимального количества пользователей

source: Adopted
ko: 채택됨

source: Advanced
ko: 고급
ru: Расширенные

source: Advanced SAST
ko: 고급 SAST

source: Advanced Search
ko: 고급 검색
ru: Расширенный поиск

source: Advanced Settings
ko: 고급 설정
ru: Дополнительные настройки

source: Advanced export options
ko: 고급 내보내기 옵션
ru: Расширенные параметры экспорта

source: Advanced search indexing in progress. It might take a few minutes to create indices and initiate indexing.Please use gitlab:elastic:info rake task to check progress.
ko: 고급 검색 인덱싱이 진행 중입니다. 인덱스를 만들고 인덱싱을 시작하는 데 몇 분이 걸릴 수 있습니다. gitlab:elastic:info rake 작업을 사용하여 진행 상황을 확인하세요.
ru: Выполняется индексация расширенного поиска. Создание индексов и запуск индексации могут занять несколько минут. Используйте Rake задачу gitlab:elastic:info для проверки прогресса.

source: AdvancedSearch|Could not fetch index entities. Please try again later.
ko: 인덱스 항목을 가져오지 못했습니다. 나중에 다시 시도하십시오.
ru: Не удалось получить объекты индекса. Повторите попытку.

source: AdvancedSearch|Elasticsearch version not compatible
ko: Elasticsearch 버전이 호환되지 않음
ru: Версия Elasticsearch несовместима

source: AdvancedSearch|Introduced in GitLab 13.1, before using %{reindexing_link_start}zero-downtime reindexing%{link_end} and %{migrations_link_start}Advanced Search migrations%{link_end}, you need to %{recreate_link_start}recreate your index%{link_end}.
ko: GitLab 13.1에 추가되었습니다. %{reindexing_link_start}제로 다운타임 재인덱싱%{link_end} 및 %{migrations_link_start}Advanced Search 마이그레이션%{link_end}을 사용하기 전에 %{recreate_link_start}인덱스를 다시 생성해야 합니다%{link_end}.
ru: Введено в GitLab 13.1, перед использованием %{reindexing_link_start}повторной индексации без простоя%{link_end} и %{migrations_link_start}миграций Расширенного поиска%{link_end}, вам нужно %{recreate_link_start}пересоздать индекс%{link_end}.

source: AdvancedSearch|None. Select namespaces to index.
ko: 없음. 인덱싱할 네임스페이스을 선택하십시오.
ru: Нет. Выберите пространства имен для индексации.

source: AdvancedSearch|None. Select projects to index.
ko: 없음. 인덱싱할 프로젝트를 선택하십시오.
ru: Нет. Выберите проекты для индексации.

source: AdvancedSearch|Pause indexing and upgrade Elasticsearch to a supported version.
ko: 인덱싱을 일시 중지하고 Elasticsearch를 지원되는 버전으로 업그레이드합니다.
ru: Приостановите индексирование и обновите Elasticsearch до поддерживаемой версии.

source: AdvancedSearch|Reindex recommended
ko: 재인덱싱을 권장함
ru: Рекомендована повторная индексация

source: AdvancedSearch|Reindex required
ko: 재인덱싱 필요
ru: Требуется повторная индексация

source: AdvancedSearch|Select namespaces to index
ko: 인덱싱할 네임스페이스을 선택하십시오.
ru: Выберите пространства имен для индексации

source: AdvancedSearch|Select projects to index
ko: 인덱싱할 프로젝트를 선택하십시오.
ru: Выберите проекты для индексации

source: AdvancedSearch|You are using outdated code search mappings. To improve code search quality, we recommend you use %{reindexing_link_start}zero-downtime reindexing%{link_end} or %{recreate_link_start}re-create your index%{link_end}.
ko: 오래된 코드 검색 매핑을 사용하고 있습니다. 코드 검색 품질을 향상시키려면 %{reindexing_link_start}제로 다운타임 재인덱싱%{link_end} 또는 %{recreate_link_start}재작성 인덱스%{link_end}을 사용하는 것이 좋습니다.
ru: Вы используете устаревшие отображения для поиска кода. Чтобы улучшить качество поиска, мы рекомендуем вам использовать %{reindexing_link_start}повторную индексацию без простоя%{link_end} или %{recreate_link_start}воссоздать ваш индекс%{link_end}.

source: AdvancedSearch|You have %{count} pending %{migrations_link_start}advanced search migrations%{link_end} that are obsolete. These migrations might affect your search experience. To resolve the issue, you must %{recreate_link_start}recreate your index%{link_end}.
ko: 제출된 %{count}개 고급 검색 마이그레이션 %{migrations_link_start}%{link_end}은 더 이상 지원되지 않습니다. 이러한 마이그레이션은 검색 환경에 영향을 미칠 수 있습니다. 이 문제를 해결하려면 %{recreate_link_start}인덱스를 다시 생성해야 합니다%{link_end}.
ru: У вас есть %{count} ожидающих выполнения %{migrations_link_start}миграций расширенного поиска%{link_end}, которые устарели. Эти миграции могут повлиять на ваш поиск. Чтобы решить эту проблему, вы должны %{recreate_link_start}заново создать свой индекс%{link_end}.

source: AdvancedSearch|You have pending obsolete migrations
ko: 이미 제출된 마이그레이션이 있습니다.
ru: У вас есть отложенные устаревшие миграции

source: After it is removed, the fork relationship can only be restored by using the API. This project will no longer be able to receive or send merge requests to the upstream project or other forks.
ko: 제거한 후에는 API를 사용해서만 포크 관계를 복원할 수 있습니다. 이 프로젝트는 더 이상 상위 프로젝트나 다른 포크로부터 머지 리퀘스트를 받거나 보낼 수 없게 됩니다.
ru: После удаления связь форка может быть восстановлена только через API. Этот проект больше не сможет получать или отправлять запросы на слияние в исходный проект или другие форки.

source: After scheduled date
ko: 예정일 이후
ru: После запланированной даты

source: After the export is complete, download the data file from a notification email or from this page. You can then import the data file from the %{strong_text_start}Create new group%{strong_text_end} page of another GitLab instance.
ko: 내보내기가 완료되면 알림 이메일 또는 이 페이지에서 데이터 파일을 다운로드하십시오. 그런 다음 다른 GitLab 인스턴스의 %{strong_text_start}Create new group%{strong_text_end} 페이지에서 데이터 파일을 가져올 수 있습니다.
ru: После завершения экспорта загрузите файл данных из уведомления по электронной почте или с этой страницы. Затем вы можете импортировать файл данных на странице %{strong_text_start}создания новой группы%{strong_text_end} другого экземпляра GitLab.

source: After the report is generated, an email will be sent with the report attached.
ko: 보고서가 생성되면 보고서가 첨부된 이메일이 전송됩니다.

source: After you complete your purchase, you should ask %{requester_name} to make another request to add these users.
ko: 구매를 완료한 후 %{requester_name} 에게 해당 사용자를 추가하도록 다시 요청해야 합니다.

source: After you delete a group, you %{strongOpen}cannot%{strongClose} restore it or its components.
ko: 그룹을 삭제한 후에는 해당 그룹 또는 해당 컴포넌트를 %{strongOpen}복원할 수 없습니다%{strongClose}.

source: After you enable the integration, the following protected variables are created for CI/CD use:
ko: 통합을 활성화하면 CI/CD 사용을 위해 다음과 같은 보호된 변수가 생성됩니다:
ru: После включения интеграции будут созданы следующие защищённые переменные CI/CD:

source: After you've reviewed these contribution guidelines, you'll be all set to
ko: 이러한 기여 가이드라인을 검토한 후에는 다음과 같이 설정됩니다.

source: Agent Information
ko: 에이전트정보
ru: Информация об агенте

source: Agent not found for provided id.
ko: 제공된 ID에 대한 에이전트를 찾을 수 없습니다.

source: AiAgents|Agent Name
ko: 에이전트 이름
ru: Название агента

source: AiAgents|Create and manage your AI Agents
ko: AI 에이전트 생성 및 관리

source: AiAgents|Create your own AI Agents
ko: 나만의 AI 에이전트 만들기

source: AiAnalytics|the ClickHouse data store is not available
ko: ClickHouse 데이터 스토어를 사용할 수 없습니다.

source: AiImpactAnalytics|%{codeSuggestionsAcceptedCount} out of %{codeSuggestionsShownCount} code suggestions were accepted in the last 30 days. %{linkStart}Learn more%{linkEnd}.
ko: 지난 30일 동안 %{codeSuggestionsShownCount} 개 코드 제안 중%{codeSuggestionsAcceptedCount} 개가 수락되었습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: %{codeSuggestionsAcceptedCount} из %{codeSuggestionsShownCount} предложений кода были утверждены за последние 30 дней. %{linkStart}Подробнее%{linkEnd}.

source: AiImpactAnalytics|%{duoChatContributorsCount} out of %{duoAssignedUsersCount} GitLab Duo users interacted with Duo Chat in the last 30 days. %{linkStart}Learn more%{linkEnd}.
ko: %{duoChatContributorsCount} / %{duoAssignedUsersCount} GitLab Duo 사용자가 지난 30일 동안 Duo Chat을 이용했습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: %{duoChatContributorsCount} из %{duoAssignedUsersCount} пользователей GitLab Duo взаимодействовали с Duo Chat за последние 30 дней. %{linkStart}Подробнее%{linkEnd}.

source: AiImpactAnalytics|%{duoUsedCount} out of %{duoAssignedUsersCount} GitLab Duo assigned seats used at least one AI feature in the last 30 days. %{linkStart}Learn more%{linkEnd}.
ko: 지난 30일 동안 GitLab Duo에 할당된 %{duoAssignedUsersCount}명 중 %{duoUsedCount}명이 최소 하나의 AI 기능을 사용했습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: %{duoUsedCount} из %{duoAssignedUsersCount} назначенных лицензий GitLab Duo использовали хотя бы одну функцию ИИ за последние 30 дней. %{linkStart}Подробнее%{linkEnd}.

source: AiImpactAnalytics|Code Suggestions acceptance rate
ko: 코드 제안 수락 비율
ru: Уровень принятия предложений кода

source: AiImpactAnalytics|Code Suggestions usage
ko: 코드 제안 사용법

source: AiImpactAnalytics|Duo Chat: Unique users
ko: Duo Chat: 고유 사용자
ru: Duo Chat: Уникальные пользователи

source: AiImpactAnalytics|Duo RCA: Unique users
ko: Duo RCA: 고유 사용자
ru: Duo RCA: уникальные пользователи

source: AiImpactAnalytics|Duo seats: Assigned and used
ko: Duo 좌석: 할당량과 사용량
ru: Лицензии Duo: Назначены и используются

source: AiImpactAnalytics|Monthly GitLab Duo Code Suggestions accepted / total Code Suggestions generated.
ko: GitLab Duo 코드 제안을 통한 월별 (승인 / 총 코드 제안) 비율입니다.
ru: Отношение принятых к сгенерированным предложениям кода GitLab Duo за месяц.

source: AiImpactAnalytics|Monthly user engagement with AI Code Suggestions. Percentage ratio calculated as monthly unique Code Suggestions users / total monthly unique code contributors in the last 30 days. %{linkStart}Learn more%{linkEnd}.
ko: AI 코드 제안을 통한 월별 사용자 참여도. 백분율 비율은 지난 30일 동안 월별 고유 코드 제안 사용자/총 월별 고유 코드 기여자로 계산되었습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Ежемесячная вовлечённость пользователей в предложения кода ИИ. Процентное соотношение рассчитывается как отношение уникальных пользователей предложений кода за месяц к общему числу уникальных участников кода за последние 30 дней. %{linkStart}Подробнее%{linkEnd}.

source: AiImpactAnalytics|Monthly user engagement with AI Code Suggestions. Percentage ratio calculated as monthly unique Code Suggestions users / total monthly unique code contributors.
ko: AI 코드 제안의 월간 사용자 참여도. 월간 고유 코드 제안 사용자 수 / 월간 전체 고유 코드 기여자 수로 계산된 백분율 비율.
ru: Ежемесячная вовлечённость пользователей в предложения кода ИИ. Процентное соотношение рассчитывается как отношение уникальных пользователей предложений кода за месяц к общему числу уникальных участников кода.

source: AiImpactAnalytics|Monthly user engagement with Duo Root Cause Analysis. Percentage ratio calculated as total monthly unique Duo Root Cause Analysis users / monthly unique Duo Chat users.
ko: Duo Root Cause Analysis를 통한 월간 사용자 참여도입니다. 백분율은 총 월별 고유 Duo Root Cause Analysis 사용자 수/월별 고유 Duo Chat 사용자 수로 계산됩니다.
ru: Ежемесячная вовлечённость пользователей в Duo: Анализ первопричин. Процент рассчитывается как отношение количества уникальных пользователей Duo: Анализ первопричин за месяц к количеству уникальных пользователей Duo Chat за тот же период.

source: AiImpactAnalytics|Monthly user engagement with GitLab Duo Code Suggestions. Percentage ratio calculated as monthly unique Code Suggestions users / total monthly unique code contributors.
ko: GitLab Duo 코드 제안을 통한 월별 사용자 참여. 월별 고유 코드 제안 사용자/총 월별 고유 기여자로 계산된 백분율입니다.
ru: Ежемесячная вовлечённость пользователей в предложения кода GitLab Duo. Процентное соотношение рассчитывается как отношение уникальных пользователей предложений кода за месяц к общему числу уникальных участников кода.

source: AiImpactAnalytics|No usage data for the selected time range.
ko: 선택한 기간의 사용 데이터가 없습니다.

source: AiImpactAnalytics|The usage data may be incomplete due to backend calculations starting after upgrade to GitLab 16.11. For more information, see %{linkStart}epic 12978%{linkEnd}.
ko: GitLab 16.11로 업그레이드한 후 시작되는 백엔드 계산으로 인해 사용량 데이터가 불완전할 수 있습니다. 자세한 내용은 %{linkStart}epic 12978%{linkEnd}을 참조하세요.
ru: Данные о использовании могут быть неполными из-за того, что расчёты на сервере начались после обновления до GitLab 16.11. Для получения дополнительной информации смотрите %{linkStart}цель 12978%{linkEnd}.

source: AiImpactAnalytics|Value can't be calculated due to division by zero.
ko: 0으로 나누어서 값을 계산할 수 없습니다.
ru: Значение не может быть вычислено из-за деления на ноль

source: AiImpactAnalytics|Value can't be calculated due to insufficient data.
ko: 데이터가 부족하여 값을 계산할 수 없습니다.
ru: Значение не может быть вычислено из-за недостатка данных.

source: AiPowered|AI logs
ko: AI 로그
ru: Журналы ИИ

source: AiPowered|AI-native features now available in IDEs
ko: IDE 내에서 AI-네이티브 기능을 사용할 수 있습니다
ru: Новые функции ИИ теперь доступны в IDE

source: AiPowered|Always off
ko: 항상 꺼짐

source: AiPowered|Amazon Q Setup
ko: Amazon Q 설정
ru: Настройка Amazon Q

source: AiPowered|Are you sure you want to turn off GitLab Duo Workflow?
ko: 정말로 GitLab Duo 워크플로우를 끄겠습니까?
ru: Вы уверены, что хотите отключить GitLab Duo Workflow?

source: AiPowered|Assign models to AI-native features.
ko: AI-네이티브 기능에 모델 할당
ru: Назначьте модели для функций с поддержкой ИИ.

source: AiPowered|Assign seats
ko: 좌석 할당
ru: Назначить лицензии

source: AiPowered|Assign self-hosted models to specific AI-native features.
ko: AI-네이티브 기능에 자체 호스팅 모델을 할당하세요.
ru: Назначьте автономные модели для конкретных функций ИИ.

source: AiPowered|Automatic Code Reviews
ko: 자동 코드 리뷰
ru: Автоматические рецензии кода

source: AiPowered|Availability
ko: 가용성
ru: Доступность

source: AiPowered|By turning on these features, you accept the %{linkStart}GitLab Testing Agreement%{linkEnd}.
ko: 이 기능들을 활성화하면 %{linkStart}GitLab 테스트 약관%{linkEnd}에 동의하는 것으로 간주됩니다.
ru: Включая эти функции, вы принимаете %{linkStart}Соглашение о тестировании GitLab%{linkEnd}.

source: AiPowered|Capture detailed information about AI-related activities and requests.
ko: AI 관련 활동 및 요청에 대한 자세한 정보를 캡처하세요.

source: AiPowered|Change configuration
ko: 구성 변경

source: AiPowered|Code Suggestions and Chat are now available in supported IDEs as part of GitLab Duo Core for all users of your %{plan} plan.
ko: 당신의 %{plan}요금제의 모든 사용자가 GitLab Duo Core를 지원되는 IDE에서 코드 추천과 채팅을 지금 부터 사용할 수 있습니다.
ru: Предложения кода и чат теперь доступны в поддерживаемых IDE как часть GitLab Duo Core для всех пользователей вашего тарифа %{plan}.

source: AiPowered|Configuration
ko: 구성

source: AiPowered|Configure AI features
ko: AI 기능 구성
ru: Настройте функции ИИ

source: AiPowered|Configure AI-native GitLab Duo features. %{linkStart}Which features?%{linkEnd}
ko: AI-네이티브 GitLab Duo 기능 구성. %{linkStart}어떤 기능인가요?%{linkEnd}
ru: Настройте функции GitLab Duo с поддержкой ИИ. %{linkStart}Какие функции?%{linkEnd}

source: AiPowered|Configure GitLab Duo Self-Hosted
ko: GitLab Duo 자체 호스팅 구성
ru: Настройте автономный GitLab Duo

source: AiPowered|Configure features
ko: 기능 구성
ru: Настроить функции

source: AiPowered|Configure how long GitLab Duo Chat conversations persist before they expire:
ko: 만료전에 GitLab Duo Chat 대화를 얼마나 오래 유지할지 구성:
ru: Настройте, как долго сохраняются диалоги в GitLab Duo Chat:

source: AiPowered|Connection method
ko: 연결 방법
ru: Метод подключения

source: AiPowered|Contact sales for Duo Enterprise
ko: Duo Enterprise 영업팀에 연락
ru: Связаться с отделом продаж по вопросу Duo Enterprise

source: AiPowered|Direct connections
ko: 직접 연결
ru: Прямые соединения

source: AiPowered|Early Access Program banner dismissed. You will not see it again for 7 days.
ko: 먼저 체험하기 프로그램 배너가 해지 되었습니다. 7일 동안 다시 볼 수 없습니다.
ru: Баннер программы раннего доступа закрыт. Вы не увидите его в течение 7 дней.

source: AiPowered|Enable AI logs
ko: AI 로그 활성화

source: AiPowered|Enable GitLab Duo Core
ko: GitLab Duo Core 활성화
ru: Включить GitLab Duo Core

source: AiPowered|Enabled
ko: 활성화됨
ru: Включён

source: AiPowered|Enabling self-hosted beta models and features is your acceptance of the %{linkStart}GitLab Testing Agreement%{linkEnd}.
ko: 자체 호스팅 베타 모델과 기능을 활성화하면 %{linkStart}GitLab Testing GitLab Testing Agreement%{linkEnd}에 동의하는 것입니다.
ru: Включение автономных бета-моделей и функций означает ваше согласие с %{linkStart}Соглашением о тестировании GitLab%{linkEnd}.

source: AiPowered|End date: %{endDate}
ko: 종료일 : %{endDate}
ru: Дата окончания: %{endDate}

source: AiPowered|Enroll in the Early Access Program
ko: 먼저 체험하기 프로그램에 등록하세요

source: AiPowered|Enter the URL for your local AI Gateway. This endpoint is used for GitLab Duo Self-Hosted requests.%{br}The URL must be a complete URL, including either the "http://" or "https://" protocol. For example "http://EXAMPLE-URL".%{br}For more information, see how to %{linkStart}install the GitLab AI Gateway.%{linkEnd}
ko: 로컬 AI Gateway의 URL을 입력하세요. 이 엔드포인트는 GitLab Duo 자체 호스팅 요청에 사용됩니다.%{br}URL은 "http://" 또는 "https://" 프로토콜을 포함한 전체 URL이어야 합니다. 예: "http://EXAMPLE-URL".%{br}자세한 내용은 %{linkStart}GitLab AI Gateway를 설치%{linkEnd}하는 방법을 참조하세요.
ru: Введите URL для вашего локального Шлюза ИИ. Этот эндпоинт используется для запросов автономного GitLab Duo.%{br}URL должен быть полным, включая протокол `http://` или `https://`. Например, `http://EXAMPLE-URL`.%{br}Для получения дополнительной информации обратитесь к инструкции по %{linkStart}установке шлюза ИИ GitLab%{linkEnd}.

source: AiPowered|Experiment and beta features
ko: 실험기능 및 베타 기능
ru: Экспериментальные и бета функции

source: AiPowered|Expire conversation based on time conversation was created.
ko: 대화가 생성된 시간을 기반으로 대화를 만료.
ru: Удалять диалог по истечении установленного времени с момента его создания.

source: AiPowered|Expire conversation based on time conversation was last updated.
ko: 가장 최근에 업데이트된 시간을 기반으로 대화를 만료.
ru: Удалять диалог по истечении установленного времени с момента его последнего обновления.

source: AiPowered|Explore GitLab Duo Core
ko: GitLab Duo Core 탐색
ru: Изучить GitLab Duo Core

source: AiPowered|Failed to disable GitLab Duo Workflow.
ko: GitLab Duo 워크플로우의 비활성화에 실패함.
ru: Не удалось отключить GitLab Duo Workflow.

source: AiPowered|Failed to enable GitLab Duo Workflow.
ko: GitLab Duo 워크플로우의 활성화에 실패함.
ru: Не удалось включить GitLab Duo Workflow.

source: AiPowered|Features are available. However, any group, subgroup, or project can turn them off.
ko: 기능을 사용할 수 있습니다. 그러나 모든 그룹, 하위 그룹 또는 프로젝트에서 기능을 끌 수 있습니다.

source: AiPowered|Features are not available and cannot be turned on for any group, subgroup, or project.
ko: 모든 그룹, 하위 그룹 또는 프로젝트에서 기능을 사용할 수 없으며 켤 수 없습니다.
