Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Geo|Verification concurrency limit
ko: 검증 동시성 제한

source: Geo|Verification information
ko: 검증 정보

source: Geo|Verification started: %{timeAgo}
ko: 인증 시작됨: %{timeAgo}
ru: Проверка начата: %{timeAgo}

source: Geo|Verification status
ko: 검증 상태

source: Geo|Verified
ko: 검증됨

source: Geo|Whether this site's database is connected to the primary database directly or through data replication
ko: 이 사이트의 데이터베이스가 프라이머리 데이터베이스에 직접 연결되어 있는지 아니면 데이터 복제를 통해 연결되어 있는지 선택
ru: Соединена ли база данных этого сайта с основной базой данных напрямую или через репликацию данных

source: Geo|With GitLab Geo, you can install a special read-only and replicated instance anywhere.
ko: GitLab Geo를 사용하면, 어디에나 특별한 읽기 전용 복제 인스턴스를 설치할 수 있습니다.

source: Geo|You are on a secondary, %{b_open}read-only%{b_close} Geo site.
ko: 당신은 세컨더리, %{b_open}읽기 전용%{b_close} Geo 사이트에 있습니다.
ru: Вы находитесь на вторичном, %{b_open}доступном только для чтения%{b_close} сайте Geo.

source: Geo|You may be able to make a limited amount of changes or perform a limited amount of actions on this page.
ko: 이 페이지에서 일정 한도 만큼만의 변경 또는 동작을 수행할 수 있습니다.

source: Geo|misconfigured
ko: 잘못 설정됨
ru: настроен неверно

source: Geo|primary
ko: 프라이머리
ru: первичный

source: Geo|secondary
ko: 세컨더리
ru: вторичный

source: Get a support subscription
ko: 지원 구독하기
ru: Получить подписку на поддержку

source: Get access to all Ultimate and GitLab Duo AI-native features, free for 60 days. No credit card required.
ko: Ultimate 및 GitLab Duo AI-네이티브 기능에 60일 동안 무료로 액세스하세요. 신용 카드는 필요하지 않습니다.
ru: Получите доступ ко всем функциям тарифа Ultimate и GitLab Duo с поддержкой ИИ бесплатно на 60 дней. Банковская карта не требуется.

source: Get free trial
ko: 무료 평가판 받기
ru: Получить бесплатный пробный период

source: Get more information about troubleshooting pipelines
ko: 파이프라인 문제 해결에 대한 자세한 정보 얻기
ru: Подробнее об устранении неполадок в конвейерах

source: Get started
ko: 시작하세요

source: Get started with error tracking
ko: 오류 추적 시작하기
ru: Начните работу с отслеживанием ошибок

source: Get started!
ko: 시작하세요!

source: GetStarted|Download the extension to access GitLab features and GitLab Duo AI capabilities to handle everyday tasks.
ko: 확장 프로그램을 다운로드하여 GitLab 기능과 GitLab Duo AI 기능에 액세스하여 일상 업무를 처리하세요.
ru: Скачайте расширение, чтобы получить доступ к функциям GitLab и возможностям ИИ GitLab Duo для выполнения повседневных задач.

source: GetStarted|There was a problem trying to end the tutorial. Please try again.
ko: 튜토리얼을 종료하는 중 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке завершить учебник. Повторите попытку.

source: GetStarted|Use GitLab Duo locally
ko: 로컬에서 GitLab Duo 사용
ru: Используйте GitLab Duo локально

source: GetStarted|You've ended the tutorial.
ko: 튜토리얼을 마쳤습니다.
ru: Вы завершили обучение.

source: Git HTTP rate limits
ko: Git HTTP 속도 제한
ru: Ограничения на частоту запросов Git HTTP

source: Git LFS is not enabled on this GitLab server, contact your admin.
ko: 이 GitLab 서버에서 Git LFS 활성화되지 않음. 운영자에게 문의하세요.
ru: Git LFS не включен на этом GitLab сервере, свяжитесь с вашим администратором.

source: Git LFS rate limits
ko: Git LFS 속도 제한
ru: Ограничения на частоту запросов Git LFS

source: Git LFS status:
ko: Git LFS 상태:

source: Git global setup
ko: Git 글로벌 설정
ru: Глобальные настройки Git

source: Git in GitLab
ko: GitLab 내의 Git
ru: Git в GitLab

source: Git local setup
ko: Git 로컬 설정
ru: Локальные настройки Git

source: Git repository URL
ko: Git 리포지토리 URL
ru: URL репозитория Git

source: Git revision
ko: Git 리비전
ru: Ревизия git

source: Git strategy
ko: Git 전략
ru: Стратегия Git

source: Git transfer in progress
ko: Git 이전 진행 중

source: Git version
ko: Git 버전
ru: Версия Git

source: GitAbuse|Automatically ban users from this %{scope} when they exceed the specified limits
ko: 지정된 한도를 초과하면 이 %{scope} 에서 자동으로 사용자 계정정지

source: GitAbuse|Excluded users
ko: 제외된 사용자
ru: Исключённые пользователи

source: GitAbuse|Number of repositories
ko: 리포지토리 갯수

source: GitAbuse|Number of repositories can't be blank. Set to 0 for no limit.
ko: 리포지토리 갯수는 비워둘 수 없습니다. 제한이 없는 경우 0으로 설정합니다.

source: GitAbuse|Number of repositories must be a number.
ko: 리포지토리 갯수는 숫자이어야 합니다.

source: GitAbuse|Number of repositories should be between %{minNumRepos}-%{maxNumRepos}.
ko: 리포지토리 개수는 최소 %{minNumRepos}-%{maxNumRepos} 이내여야 합니다.

source: GitAbuse|Reporting time period (seconds)
ko: 보고 주기 (초)
ru: Отчётный период (в секундах)

source: GitAbuse|Reporting time period can't be blank. Set to 0 for no limit.
ko: 보고 주기는 비워둘 수 없습니다. 제한이 없는 경우 0으로 설정합니다.
ru: Отчётный период не может быть пустым. Впишите 0, чтобы убрать ограничения.

source: GitAbuse|Reporting time period must be a number.
ko: 보고 주기은 숫자여야 합니다.
ru: Отчётный период должен быть числом.

source: GitAbuse|Reporting time period should be between %{minTimePeriod}-%{maxTimePeriod} seconds.
ko: 보고 주기는 %{minTimePeriod}-%{maxTimePeriod} 초 사이여야 합니다.
ru: Отчётный период должен быть в пределах от %{minTimePeriod} до %{maxTimePeriod} секунд.

source: GitAbuse|Select between %{minAlertedUsers} and %{maxAlertedUsers} users to notify.
ko: 알림을 보낼 사용자를 %{minAlertedUsers}명에서 %{maxAlertedUsers}명 사이에서 선택하세요.

source: GitAbuse|Send notifications to
ko: 다음 사용자에게 알림 보내기

source: GitAbuse|The maximum number of unique repositories a user can download in the specified time period before they're banned.
ko: 사용자가 계정정지 되지 않고 지정된 기간 동안 다운로드할 수 있는 고유 리포지토리의 최대 개수입니다.

source: GitAbuse|Users who are emailed when Git abuse rate limit is exceeded.
ko: Git 악용 비율 제한을 초과하면 이메일을 받는 사용자들.
ru: Пользователи, которым отправляется электронное письмо при превышении ограничения частоты запросов Git.

source: GitAbuse|Users who are excluded from the Git abuse rate limit.
ko: Git 악용 비률 제한에서 제외된 사용자입니다.
ru: Пользователи, исключённые из ограничения частоты запросов Git.

source: GitAbuse|You cannot specify more than %{maxAllowedUsers} excluded users.
ko: 제외된 사용자를 %{maxAllowedUsers}명 이상 지정할 수 없습니다.
ru: Вы можете указать не более %{maxAllowedUsers} исключённых пользователей.

source: GitGuardian|Personal access token to authenticate calls to the GitGuardian API.
ko: GitGuardian API에 대한 호출을 인증하기 위한 개인 액세스 토큰입니다.
ru: Личный токен доступа для аутентификации вызовов API GitGuardian.

source: GitGuardian|Scan pushed document contents for policy breaks.
ko: 푸시된 문서 내용에서 정책 위반을 검사합니다.
ru: Проверяйте содержимое загруженных документов на нарушения политик.

source: GitHub API rate limit exceeded. Try again after %{reset_time}
ko: GitHub API 비율 한도 초과. %{reset_time}이후에 다시 시도하세요.
ru: Превышен лимит запросов к GitHub API. Повторите попытку после %{reset_time}

source: GitHub API token with `repo:status` OAuth scope.
ko: `repo:status` OAuth 범위가 포함된 GitHub API 토큰입니다.
ru: Токен GitHub API с областью действия OAuth `repo:status`.

source: GitHub import
ko: GitHub 가져오기
ru: Импорт из GitHub

source: GitHub repository URL.
ko: GitHub 리포지토리 URL.

source: GitHubImporter|*Merged by: %{author} at %{timestamp}*
ko: *머지됨: %{timestamp}에 %{author}*
ru: *Слияние выполнил(а): %{author} %{timestamp}*

source: GitLab (self-managed)
ko: GitLab (자체-관리)
ru: GitLab (автономный)

source: GitLab / Unsubscribe
ko: GitLab / 구독 취소
ru: GitLab / Отписаться

source: GitLab Account Request
ko: GitLab 계정 요청

source: GitLab Billing Team.
ko: GitLab 결제 팀

source: GitLab Community Edition
ko: GitLab 커뮤니티 에디션

source: GitLab Duo Chat
ko: GitLab Duo 채팅

source: GitLab Duo Chat with Amazon Q
ko: GitLab Duo 채팅과 Amazon Q
ru: GitLab Duo Chat с Amazon Q

source: GitLab Duo Core is now enabled.
ko: GitLab Duo Core가 활성화 되었습니다.
ru: GitLab Duo Core теперь включён.

source: GitLab Duo Pro seats
ko: GitLab Duo Pro 좌석
ru: Лицензии GitLab Duo Pro

source: GitLab Duo code features
ko: GitLab Duo 코드 기능
ru: Функции кода GitLab Duo

source: GitLab Duo features
ko: GitLab Duo 기능
ru: Функции GitLab Duo

source: GitLab Enterprise Edition
ko: GitLab 엔터프라이즈 에디션

source: GitLab Error Tracking
ko: GitLab 오류 추적
ru: Отслеживание ошибок GitLab

source: GitLab Flavored Markdown
ko: GitHub 맞춤형 마크다운
ru: Markdown в стиле GitLab

source: GitLab Import
ko: GitLab 가져오기

source: GitLab Logo
ko: GitLab 로고
ru: Логотип GitLab

source: GitLab Next|Next
ko: 다음
ru: Next

source: GitLab Observability Backend requests
ko: GitLab Observability 백엔드 요청
ru: Запросы к серверной части GitLab Observability

source: GitLab Premium
ko: GitLab 프리미엄

source: GitLab Security
ko: GitLab 보안
ru: Безопасность GitLab

source: GitLab Shell
ko: GitLab 셸

source: GitLab Support Bot
ko: GitLab 지원 봇

source: GitLab Team
ko: GitLab 팀
ru: Команда GitLab

source: GitLab User
ko: GitLab 사용자
ru: Пользователь GitLab

source: GitLab Workhorse
ko: GitLab 워크호스

source: GitLab account request rejected
ko: GitLab 계정 요청이 거부되었습니다.

source: GitLab commit
ko: GitLab 커밋
ru: Коммит GitLab

source: GitLab community forum
ko: GitLab 커뮤니티 포럼
ru: Форум сообщества GitLab

source: GitLab container registry API not supported
ko: GitLab 컨테이너 레지스트리 API가 지원되지 않습니다.
ru: API реестра контейнеров GitLab не поддерживается

source: GitLab detected an attempt to sign in to your %{host} account using an incorrect verification code
ko: GitLab은 잘못된 인증 코드를 사용하여 %{host} 계정에 로그인하려는 시도를 감지했습니다

source: GitLab detected an attempt to sign in to your %{host} account using an incorrect verification code from the following IP address: %{ip}, at %{time}
ko: GitLab은 다음 IP 주소: %{ip}, 시간: %{time}에 잘못된 인증 코드를 사용하여 %{host} 계정에 로그인하려는 시도를 감지했습니다
ru: GitLab обнаружил попытку войти в вашу учётную запись %{host} с использованием неверного кода подтверждения со следующего IP-адреса: %{ip}, в %{time}

source: GitLab documentation
ko: GitLab 문서
ru: Документация GitLab

source: GitLab events trigger webhooks. Use the request details of a webhook to help troubleshoot problems. %{link_start}How do I troubleshoot?%{link_end}
ko: GitLab 이벤트는 webhook을 트리거합니다. webhook의 요청 세부 정보를 사용하여 문제를 해결하세요. %{link_start}어떻게 문제를 해결할 수 있나요?%{link_end}

source: GitLab export
ko: GitLab 내보내기

source: GitLab for Jira Cloud
ko: Jira Cloud용 GitLab
ru: GitLab для Jira Cloud

source: GitLab group: %{source_link}
ko: GitLab 그룹: %{source_link}

source: GitLab informs you if a new version is available. %{link_start}What information does GitLab Inc. collect?%{link_end}
ko: 새 버전이 사용 가능하면 GitLab에서 알려줍니다. %{link_start}GitLab Inc.는 어떤 정보를 수집합니까?%{link_end}
ru: GitLab уведомит вас, если доступна новая версия. %{link_start}Какую информацию собирает GitLab Inc.?%{link_end}

source: GitLab is a complete DevOps platform, delivered as a single application, fundamentally changing the way Development, Security, and Ops teams collaborate
ko: GitLab은 하나의 애플리케이션으로 제공되는 통합 DevOps 플랫폼으로 개발, 보안 및 운영 팀이 협업하는 완전히 새로운 방법입니다.

source: GitLab is a complete DevOps platform, delivered as a single application, fundamentally changing the way%{br_tag}Development, Security, and Ops teams collaborate
ko: GitLab은 하나의 애플리케이션으로 제공되는 통합 DevOps 플랫폼으로 %{br_tag}개발, 보안 및 운영 팀이 협업하는 완전히 새로운 방법입니다.

source: GitLab is free to use. Many features for larger teams are part of our %{link_start}paid products%{link_end}. You can try Ultimate for free without any obligation or payment details.
ko: GitLab은 무료로 사용할 수 있습니다. 대규모 팀을 위한 많은 기능이 %{link_start}유료 제품%{link_end}의 일부입니다. 어떤 의무나 지불 정보 없이 Ultimate를 무료로 사용해 볼 수 있습니다.
ru: GitLab можно использовать бесплатно. Многие функции для крупных команд входят в %{link_start}платные продукты%{link_end}. Вы можете попробовать Ultimate бесплатно, без обязательств и ввода платёжных данных.

source: GitLab is obtaining a Let's Encrypt SSL certificate for this domain. This process can take some time. Please try again later.
ko: GitLab에서 이 도메인에 대한 Let's Encrypt SSL 인증서를 가져오는 중입니다. 이 프로세스는 시간이 걸릴 수 있습니다. 나중에 다시 시도해 주십시오.

source: GitLab is open source software to collaborate on code.
ko: GitLab은 코드 협업을 위한 오픈 소스 소프트웨어입니다.
ru: GitLab — это программное обеспечение с открытым исходным кодом для совместной работы над кодом.

source: GitLab is undergoing maintenance
ko: GitLab이 유지 보수 중입니다.

source: GitLab issues
ko: GitLab 이슈
ru: Обсуждения GitLab

source: GitLab licensing
ko: GitLab 라이센싱
ru: Лицензирование GitLab

source: GitLab logo
ko: GitLab 로고
ru: Логотип GitLab

source: GitLab metadata URL
ko: GitLab 메타데이터 URL

source: GitLab project export
ko: GitLab 프로젝트 내보내기
ru: Экспорт проекта GitLab

source: GitLab single sign-on URL
ko: GitLab 통합 인증(SSO) URL

source: GitLab username
ko: GitLab 사용자명

source: GitLab uses %{link_start}Sidekiq%{link_end} to process background jobs
ko: GitLab은 %{link_start}Sidekiq%{link_end}을 사용하여 백그라운드 작업을 처리합니다.
ru: GitLab использует %{link_start}Sidekiq%{link_end} для обработки фоновых заданий

source: GitLab version
ko: GitLab 버전
ru: Версия GitLab

source: GitLab will create a branch in your fork and start a merge request.
ko: GitLab은 포크에 브랜치를 만들고 머지 리퀘스트를 시작합니다.
ru: GitLab создаст ветку в вашем форке и начнёт запрос на слияние.

source: GitLab will create a default branch, %{branchName}, and commit your changes.
ko: GitLab이 기본 브랜치 %{branchName}를 생성할 것입니다. 당신의 변경사항을 커밋 하세요.
ru: GitLab создаст ветку по умолчанию, %{branchName}, и зафиксирует ваши изменения.

source: GitLab.com import
ko: GitLab.com 가져오기

source: GitLabDuo|Be specific and include any requirements.
ko: 구체적으로 설명하고 요구 사항을 포함하세요.
ru: Будьте конкретны и укажите все требования

source: GitLabDuo|Cancel
ko: 취소
ru: Отмена

source: GitLabDuo|Collapse
ko: 접음
ru: Свернуть

source: GitLabDuo|Expand
ko: 펼침
ru: Развернуть

source: GitLabDuo|Generate plan
ko: 계획 생성
ru: Сгенерировать план

source: GitLabDuo|Goal
ko: 목표
ru: Цель

source: GitLabDuo|Image
ko: 이미지
ru: Образ

source: GitLabDuo|It should have any tools necessary for the workflow installed.
ko: 워크플로우에 필요한 모든 도구가 설치되어 있어야 합니다.
ru: В нём должны быть установлены все необходимые инструменты для рабочего процесса.

source: GitLabDuo|The container image to run the workflow in.
ko: 워크플로우를 실행할 컨테이너 이미지입니다.
ru: Образ контейнера для запуска рабочего процесса.

source: GitLabDuo|What would you like to do and how.
ko: 무엇을 하고 싶고, 어떻게 하고 싶나요?
ru: Что вы хотите сделать и как именно.

source: GitLabPagesDomains|Retry
ko: 재시도

source: GitLabPages|Access Control is enabled for this Pages website; only authorized users will be able to access it. To make your website publicly available, navigate to your project's %{strong_start}Settings &gt; General &gt; Visibility%{strong_end} and select %{strong_start}Everyone%{strong_end} in pages section. Read the %{link_start}documentation%{link_end} for more information.
ko: 이 Pages 웹사이트에 대해 액세스 제어가 활성화되어 있습니다. 승인된 사용자만 액세스할 수 있습니다. 웹사이트를 공개하려면 프로젝트의 %{strong_start}설정 &gt; 일반 &gt; 공개범위%{strong_end}로 이동하고 페이지 섹션에서 %{strong_start}모두%{strong_end} 를 선택합니다. 자세한 내용은 %{link_start}설명서%{link_end} 을 참조하십시오.
ru: Для этого сайта включен контроль доступа; только авторизованные пользователи смогут получить к нему доступ. Чтобы сделать ваш сайт доступным для всех, перейдите в %{strong_start}Настройки проекта &gt; Общие &gt; Видимость%{strong_end} и выберите %{strong_start}Все%{strong_end} в разделе страниц. Подробнее читайте в %{link_start}документации%{link_end}.

source: GitLabPages|Access pages
ko: Pages 액세스

source: GitLabPages|Add domain
ko: 도메인 추가
ru: Добавить домен

source: GitLabPages|Are you sure you want to regenerate the unique domain? The previous URL will stop working.
ko: 고유 도메인을 다시 생성하시겠습니까? 이전 URL이 작동을 중지합니다.
ru: Вы уверены, что хотите сгенерировать новый уникальный домен? Предыдущий URL перестанет работать.

source: GitLabPages|Are you sure?
ko: 확실합니까?
ru: Вы уверены?

source: GitLabPages|Can be overridden per project. For no limit, enter 0. To inherit the value, leave empty.
ko: 프로젝트별로 재정의할 수 있습니다. 제한이 없는 경우 0을 입력합니다. 값을 상속하려면 비워 둡니다.

source: GitLabPages|Check the Pipeline Status
ko: 파이프라인 상태 확인
ru: Проверить статус конвейера

source: GitLabPages|Configure pages
ko: Pages 구성

source: GitLabPages|DNS check successful
ko: DNS 확인 성공
ru: Проверка DNS прошла успешно

source: GitLabPages|DNS check unsuccessful
ko: DNS 확인 실패
ru: Проверка DNS не удалась

source: GitLabPages|Delete Pages
ko: Pages 제거
ru: Удалить страницы

source: GitLabPages|Domain ownership verification required. Add a TXT record to verify ownership at your domain provider.
ko: 도메인의 소유권에 대한 인증이 필요합니다. 도메인 제공자에 TXT 레코드를 넣어 소유권을 증명하십시오.
ru: Требуется подтверждение права собственности на домен. Добавьте TXT-запись у вашего провайдера домена для подтверждения.

source: GitLabPages|Domains
ko: 도메인
ru: Домены

source: GitLabPages|Domains & settings
ko: 도메인 & 설정
ru: Домены и настройки

source: GitLabPages|Don’t enforce a primary domain
ko: 프라이머리 도메인을 강제하지 않음
ru: Не требовать использования основного домена

source: GitLabPages|Edit
ko: 편집
ru: Редактировать

source: GitLabPages|Edit domain
ko: 도메인 수정
ru: Изменить домен

source: GitLabPages|Force HTTPS (requires valid certificates)
ko: HTTPS 강제 전환 (유효한 인증서 필요)
ru: Принудительный HTTPS (требуются действительные сертификаты)

source: GitLabPages|If selected, requests to your Pages site from any other domain (including the GitLab-provided domain) are redirected here. Use this to ensure all visitors and search engines see a single, consistent domain.
ko: 선택하면 다른 도메인(예: GitLab에서 제공하는 도메인)에서 Pages 사이트로의 요청이 이곳으로 리디렉션됩니다. 이를 통해 모든 방문자와 검색 엔진이 단일하고 일관된 도메인을 보도록 설정할 수 있습니다.
ru: Если выбранно, запросы к вашему сайту Pages с любого другого домена (включая домен, предоставленный GitLab) будут перенаправлены сюда. Используйте это, чтобы все посетители и поисковые системы видели один и тот же домен.

source: GitLabPages|Maximum size (MB)
ko: 최대 크기(MB)
ru: Максимальный размер (MB)

source: GitLabPages|New domain
ko: 새 도메인
ru: Новый домен

source: GitLabPages|Only project maintainers can remove pages.
ko: 프로젝트 관리자만 Pages를 삭제할 수 있습니다.
ru: Удалять страницы могут только мейнтейнеры проекта.

source: GitLabPages|Pages
ko: Pages
ru: Pages

source: GitLabPages|Pages access control
ko: Pages 액세스 제어
ru: Контроль доступа к страницам

source: GitLabPages|Primary domain
ko: 기본 도메인
ru: Основной домен

source: GitLabPages|Regenerate unique domain
ko: 고유 도메인 재생성
ru: Сгенерировать новый уникальный домен

source: GitLabPages|Remove certificate
ko: 인증서 제거
ru: Удалить сертификат

source: GitLabPages|Remove domain
ko: 도메인 제거
ru: Удалить домен

source: GitLabPages|Remove pages
ko: Pages 제거

source: GitLabPages|Restrict access to only project members on all group projects
ko: 모든 그룹 프로젝트에 대해 프로젝트 멤버만 억세스할 수 있도록 제한
ru: Ограничить доступ только для участников проекта ко всем проектам группы

source: GitLabPages|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: GitLabPages|Something went wrong while obtaining the Let's Encrypt certificate for %{domain}. To retry visit your %{link_start}domain details%{link_end}.
ko: %{domain}에 대한 Let's Encrypt 인증서를 얻는 동안 문제가 발생했습니다. 재시도하려면 %{link_start}도메인 세부정보%{link_end}를 확인하십시오.
ru: Произошла ошибка при получении сертификата Let's Encrypt для %{domain}. Чтобы повторить попытку, перейдите к %{link_start}сведениям о домене%{link_end}.

source: GitLabPages|Start over
ko: 다시 시작

source: GitLabPages|Support for domains and certificates is disabled. Ask your GitLab administrator to enable it.
ko: 도메인 및 인증서 지원이 비활성화되었습니다. 활성화하려면 GitLab 운영자에게 문의하세요.
ru: Поддержка доменов и сертификатов отключена. Попросите вашего администратора GitLab включить эту функцию.

source: GitLabPages|This action will permanently delete all Pages deployments.
ko: 이 작업을 수행하면 모든 Pages 배포가 영구적으로 삭제됩니다.
ru: Это действие безвозвратно удалит все развёртывания Pages.

source: GitLabPages|This is permanent and cannot be undone. To deploy this Pages site again, run a new pipeline.
ko: 이 설정은 영구적이며 취소할 수 없습니다. 이 Pages 사이트를 다시 배포하려면 새 파이프라인을 실행하세요.
ru: Это действие необратимо. Чтобы повторно развернуть этот сайт Pages, запустите новый конвейер.

source: GitLabPages|Updating your Pages configuration…
ko: 당신의 Pages 구성 업데이트 중...
ru: Обновление конфигурации Pages…

source: GitLabPages|Use unique domain
ko: 고유 도메인 사용

source: GitLabPages|Waiting for the Pages Pipeline to complete…
ko: Pages 파이프라인이 완료될 때까지 기다리는 중...
ru: Ожидание завершения конвейера Pages…

source: GitLabPages|When enabled, adds a unique identifier to your domain (for example: %{domain}). When disabled, uses your namespace (username/group name) as the domain (for example: %{unique_domain}). %{docs_link_start}How do Pages URLs work?%{link_end}
ko: 활성화하면 도메인에 고유 식별자가 추가됩니다(예: %{domain}). 비활성화하면 네임스페이스(사용자명/그룹명)를 도메인으로 사용합니다(예: %{unique_domain}). %{docs_link_start}Pages URL은 어떻게 작동하나요?%{link_end}
ru: Если включено, к вашему домену добавляется уникальный идентификатор (например: %{domain}). Если отключено, используется ваше пространство имён (имя пользователя или группы) как домен (например: %{unique_domain}). %{docs_link_start}Как работают URL Pages?%{link_end}

source: GitLabPages|When enabled, all access to domains will use HTTPS with %{redirect_code} redirects. Requires valid certificates for all domains. %{docs_link_start}How does HTTPS redirection work?%{link_end}
ko: 이 기능을 활성화하면 모든 도메인 액세스가 HTTPS를 사용하고 %{redirect_code} 리디렉션을 사용합니다. 모든 도메인에 유효한 인증서가 필요합니다. %{docs_link_start}HTTPS 리디렉션은 어떻게 작동하나요?%{link_end}
ru: Если включено, весь доступ к доменам будет происходить через HTTPS с перенаправлением %{redirect_code}. Требуются действительные сертификаты для всех доменов. %{docs_link_start}Как работает перенаправление HTTPS?%{link_end}

source: GitLabPages|When enabled, all projects in the group and its subgroups become visible only to members.
ko: 활성화하면 그룹 및 하위 그룹의 모든 프로젝트가 멤버만 볼 수 있도록 설정됩니다.
ru: При включении все проекты в группе и её подгруппах становятся видимыми только для участников.

source: GitLabPages|When using Pages under the general domain of a GitLab instance (%{pages_host}), you cannot use HTTPS with subdomains of subdomains. If your namespace or groupname contains a dot, it does not work. This is a limitation of the HTTP Over TLS protocol. HTTP pages work if you don't redirect HTTP to HTTPS. %{docs_link_start}Learn more.%{link_end}
ko: GitLab 인스턴스(%{pages_host})의 일반 도메인에서 Pages를 사용할 때 하위 도메인의 하위 도메인에는 HTTPS를 사용할 수 없습니다. 네임스페이스 또는 그룹 이름에 점이 포함되어 있으면 작동하지 않습니다. 이는 HTTP Over TLS 프로토콜의 제한 사항입니다. HTTP를 HTTPS로 리디렉션하지 않으면 HTTP 페이지가 작동합니다. %{docs_link_start}자세히 알아보기%{link_end}
ru: При использовании Pages под общим доменом экземпляра GitLab (%{pages_host}) вы не можете использовать HTTPS с поддоменами поддоменов. Если ваше пространство имен или имя группы содержит точку, это не работает. Это ограничение протокола HTTP Over TLS. Страницы HTTP работают, если вы не перенаправляете HTTP на HTTPS. %{docs_link_start}Подробнее.%{link_end}

source: GitLabPages|With GitLab Pages you can host your static website directly from your GitLab repository. %{docs_link_start}How do I publish my site with Pages?%{link_end}
ko: GitLab Pages를 사용하면 GitLab 저장소에서 직접 정적 웹사이트를 호스팅할 수 있습니다. %{docs_link_start}Pages를 사용하여 사이트를 게시하려면 어떻게 해야 하나요?%{link_end}
ru: С помощью GitLab Pages вы можете разместить статический сайт прямо из своего репозитория GitLab. %{docs_link_start}Как опубликовать сайт с помощью Pages?%{link_end}

source: GitLabPages|Your Pages site is not configured yet. See the %{docs_link_start}GitLab Pages documentation%{link_end} to learn how to upload your static site and have GitLab serve it. You can also take some inspiration from the %{samples_link_start}sample Pages projects%{link_end}.
ko: 귀하의 Pages 사이트가 아직 설정되지 않았습니다. 정적 사이트를 업로드하고 GitLab에서 제공하도록 하는 방법을 배우려면 %{docs_link_start}GitLab Pages 문서%{link_end} 을 참조하십시오. %{samples_link_start}샘플 Pages 프로젝트%{link_end}에서 영감을 얻을 수도 있습니다.

source: GitLabPages|Your project is configured for GitLab Pages and the pipeline is running…
ko: 프로젝트가 GitLab Pages에 맞게 구성되었고 파이프라인이 실행 중입니다.
ru: Ваш проект настроен для GitLab Pages, конвейер выполняется…

source: GitSetup|Global
ko: 글로벌
ru: Глобально

source: GitSetup|Local
ko: 로컬
ru: Локально

source: Gitaly servers
ko: Gitaly 서버
ru: Сервера Gitaly

source: Gitaly timeouts
ko: Gitlay 시간 초과
ru: Таймауты Gitaly

source: Gitaly|Address
ko: 주소
ru: Адрес

source: Gitea host URL
ko: Gitea 호스트 URL

source: Gitea import
ko: Gitea 가져오기
