Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: GlobalSearch|View syntax options.
ko: 구문 옵션 보기.
ru: Посмотреть параметры синтаксиса.

source: GlobalSearch|We couldn't find any %{scope} matching %{term}
ko: %{scope} 과 일치하는 %{term}를 찾을 수 없습니다.
ru: Мы не нашли ни одного %{scope}, соответствующего %{term}

source: GlobalSearch|We couldn't find any %{scope} matching %{term} in group %{group}
ko: 그룹 %{group}에서 %{term} 과 일치하는 %{scope} 를 찾을 수 없습니다.
ru: Мы не нашли ни одного %{scope}, соответствующего %{term}, в группе %{group}

source: GlobalSearch|We couldn't find any %{scope} matching %{term} in project %{project}
ko: 프로젝트 %{project}에서 %{term} 과 일치하는 %{scope} 를 찾을 수 없습니다.
ru: Мы не нашли ни одного %{scope}, соответствующего %{term}, в проекте %{project}

source: GlobalSearch|What are you searching for?
ko: 무엇을 찾고 있나요?
ru: Что вы ищете?

source: GlobalSearch|Wiki
ko: 위키
ru: Вики

source: GlobalSearch|Work items
ko: 작업 항목
ru: Рабочие элементы

source: GlobalSearch|Your work
ko: 귀하의 작업
ru: Ваша работа

source: GlobalSearch|all GitLab
ko: GitLab 전체
ru: по всему GitLab

source: GlobalSearch|in %{scope}
ko: %{scope} 내에서
ru: в %{scope}

source: GlobalShortcuts|Copied reference to clipboard.
ko: 참조를 클립보드에 복사했습니다.
ru: Ссылка скопирована в буфер обмена.

source: GlobalShortcuts|Copied source branch name to clipboard.
ko: 클립보드에 소스 브랜치 이름을 복사했습니다.
ru: Имя исходной ветки скопировано в буфер обмена.

source: GlobalShortcuts|Unable to copy the reference at this time.
ko: 지금은 참조를 복사할 수 없습니다.
ru: В настоящее время невозможно скопировать ссылку.

source: GlobalShortcuts|Unable to copy the source branch name at this time.
ko: 현재 소스 브랜치 이름을 복사할 수 없습니다.
ru: Невозможно скопировать имя исходной ветки в данный момент.

source: Globally-allowed IP ranges
ko: 전역적으로 허용되는 IP 범위
ru: Глобально разрешённые диапазоны IP-адресов

source: Go Back
ko: 이전으로
ru: Вернуться назад

source: Go Micro is a framework for micro service development
ko: Go Micro는 마이크로 서비스 개발을 위한 프레임워크입니다.

source: Go back
ko: 뒤로 가기
ru: Вернуться

source: Go back (while searching for files)
ko: (파일 검색하는 동안) 뒤로 가기
ru: Вернуться (при поиске файлов)

source: Go back to configuration
ko: 구성으로 돌아가기
ru: Вернуться к настройкам

source: Go full screen
ko: 전체화면으로 전환하기
ru: На весь экран

source: Go to %{source_name}
ko: %{source_name}으로 이동
ru: Перейти к %{source_name}

source: Go to GitLab
ko: GitLab로 이동

source: Go to GitLab, visit %{login_url}.
ko: GitLab으로 가서 %{login_url}를 방문하세요.

source: Go to commits
ko: 커밋으로 이동
ru: Перейти к коммитам

source: Go to definition
ko: 정의로 이동

source: Go to environments
ko: 환경으로 이동
ru: Перейти в окружения

source: Go to epic
ko: 에픽으로 이동
ru: Перейти к цели

source: Go to file
ko: 파일로 이동
ru: Перейти к файлу

source: Go to file permalink (while viewing a file)
ko: (파일을 보는 동안) 파일 퍼머링크로 이동
ru: Перейти к постоянной ссылке (при просмотре файла)

source: Go to files
ko: 파일로 이동
ru: Перейти к файлам

source: Go to find file
ko: 파일 찾기로 이동
ru: Перейти к поиску файла

source: Go to issue boards
ko: 이슈 게시판 바로가기
ru: Перейти к доскам обсуждений

source: Go to issues
ko: 이슈로 이동
ru: Перейти к обсуждениям

source: Go to jobs
ko: 작업으로 이동
ru: Перейти к заданиям

source: Go to kubernetes
ko: Kubernetes로 이동
ru: Перейти к kubernetes

source: Go to merge requests
ko: 머지 리퀘스트로 이동
ru: Перейти к запросам на слияние

source: Go to parent
ko: 상위로 이동

source: Go to parent directory
ko: 상위 디렉터리로 이동
ru: Перейти в родительскую директорию

source: Go to permalink
ko: permalink로 이동
ru: Перейти к постоянной ссылке

source: Go to pipelines
ko: 파이프라인으로 이동
ru: Перейти к конвейерам

source: Go to project
ko: 프로젝트로 이동
ru: Перейти к проекту

source: Go to releases
ko: 릴리스로 이동
ru: Перейти к релизам

source: Go to repository charts
ko: 리포지토리 차트로 이동
ru: Перейти к диаграммам репозитория

source: Go to repository graph
ko: 리포지토리 그래프로 이동
ru: Перейти к графу репозитория

source: Go to snippets
ko: 스니펫으로 이동
ru: Перейти к сниппетам

source: Go to the %{b_open}Activity%{b_close} page for %{project_link}.
ko: %{project_link}의 %{b_open}활동%{b_close} 페이지로 이동

source: Go to the 'Admin area &gt; Sign-up restrictions', and check 'Allowed domains for sign-ups'.
ko: '운영자 영역&gt; 가입 제한'으로 이동하여 '가입 허용 도메인'을 체크합니다.
ru: Перейдите в «Область администратора &gt; Ограничения на регистрацию» и установите флажок «Разрешенные домены для регистрации».

source: Go to the 'Admin area &gt; Sign-up restrictions', and check 'Email restrictions for sign-ups'.
ko: '운영자 영역&gt; 가입 제한'으로 이동하여 '가입 제한 이메일'을 체크합니다.
ru: Перейдите в «Область администратора &gt; Ограничения регистрации» и установите флажок «Ограничения электронной почты для регистрации».

source: Go to the 'Admin area &gt; Sign-up restrictions', and check the 'Domain denylist'.
ko: '운영자 영역&gt; 가입 제한'으로 이동하여 '도메인 차단 목록'을 체크합니다.
ru: Перейдите в «Область администратора &gt; Ограничения регистрации» и проверьте «Список запрещенных доменов».

source: Go to the activity feed
ko: 활동 피드로 이동
ru: Перейти к ленте активности

source: Go to the group’s 'Settings &gt; General' page, and check 'Restrict membership by email domain'.
ko: 그룹의 '설정 &gt; 일반' 페이지로 이동하여, '이메일 도메인으로 멤버십 제한'을 체크합니다.
ru: Перейдите на страницу группы «Настройки &gt; Общие» и установите флажок «Ограничить членство по домену электронной почты».

source: Go to the milestone list
ko: 마일스톤 목록으로 이동
ru: Перейти к списку этапов

source: Go to the pipeline editor
ko: 파이프라인 편집기로 이동
ru: Перейти в редактор конвейера

source: Go to the project's activity feed
ko: 프로젝트의 활동 피드로 이동
ru: Перейти к ленте активности проекта

source: Go to the project's overview page
ko: 프로젝트 개요 페이지로 이동
ru: Перейти на страницу обзора проекта

source: Go to wiki
ko: 위키로 이동
ru: Перейти к вики

source: Go to your To-Do List
ko: 할 일 목록으로 이동
ru: Перейти к списку дел

source: Go to your folder
ko: 내 폴더로 이동
ru: Перейдите в вашу папку

source: Go to your fork
ko: 포크로 이동
ru: Перейти в ваш форк

source: Go to your groups
ko: 내 그룹으로 이동
ru: Перейти к своим группам

source: Go to your issues
ko: 내 이슈로 이동
ru: Перейти к своим обсуждениям

source: Go to your merge requests
ko: 당신의 머지 리퀘스트로 이동
ru: Перейти к своим запросам на слияние

source: Go to your projects
ko: 내 프로젝트로 이동
ru: Перейдити к своим проектам

source: Go to your repository
ko: 내 리포지토리로 이동
ru: Перейдите в ваш репозиторий

source: Go to your review requests
ko: 내 리뷰 요청으로 이동
ru: Перейти к вашим запросам на рецензию

source: Go to your snippets
ko: 내 스니펫으로 이동
ru: Перейти к своим сниппетам

source: Google Cloud Error - %{error}
ko: 구글 클라우드 오류 - %{error}

source: Google Cloud Project
ko: Google Cloud 프로젝트

source: Google Cloud authorizations required
ko: Google Cloud 인증 필요

source: Google Play service account key.
ko: Google Play 서비스 계정 키입니다.
ru: Ключ учётной записи службы Google Play.

source: GoogleArtifactRegistry|%d more tag
ko: %d 더 많은 태그
ru: ещё %d тег

source: GoogleArtifactRegistry|%{linkStart}Install the Google Cloud CLI%{linkEnd}.
ko: %{linkStart}Google Cloud CLI를 설치하세요%{linkEnd}.
ru: %{linkStart}Установить Google Cloud CLI%{linkEnd}.

source: GoogleArtifactRegistry|1. Repository
ko: 1. 리포지토리
ru: 1. Репозиторий

source: GoogleArtifactRegistry|2. Set up permissions
ko: 2. 권한 설정
ru: 2. Установка разрешений

source: GoogleArtifactRegistry|After the roles have been granted, select %{strongStart}Save changes%{strongEnd} to continue.
ko: 역할이 부여된 후 %{strongStart}변경사항 저장%{strongEnd} 을 선택하여 계속하세요.
ru: После предоставления ролей выберите %{strongStart}Сохранить изменения%{strongEnd}, чтобы продолжить.

source: GoogleArtifactRegistry|An error occurred while fetching the artifact details.
ko: 아티팩트 세부정보를 가져오는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении сведений об артефакте.

source: GoogleArtifactRegistry|An error occurred while fetching the artifacts.
ko: 아티팩트를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении артефактов.

source: GoogleArtifactRegistry|Built
ko: 빌드됨

source: GoogleArtifactRegistry|Configure in settings
ko: 설정에서 구성

source: GoogleArtifactRegistry|Copy command
ko: 명령 복사
ru: Скопировать команду

source: GoogleArtifactRegistry|Copy digest
ko: 다이제스트 복사
ru: Скопировать хэш

source: GoogleArtifactRegistry|Copy image path
ko: 이미지 경로 복사

source: GoogleArtifactRegistry|Created
ko: 생성됨

source: GoogleArtifactRegistry|Digest
ko: 다이제스트

source: GoogleArtifactRegistry|Ensure you have the %{linkStart}permissions%{linkEnd} to manage access to your Google Cloud project.
ko: Google Cloud 프로젝트에 %{linkEnd}필요한 권한%{linkStart}이 있는지 확인하세요.
ru: Убедитесь, что у вас есть %{linkStart}права%{linkEnd} для управления доступом к вашему проекту в Google Cloud.

source: GoogleArtifactRegistry|First, secure your usage with the %{strongStart}Google Cloud IAM%{strongEnd} integration. Simplify access without the need to manage accounts or keys.
ko: 먼저 %{strongStart}Google Cloud IAM%{strongEnd} 통합으로 사용량을 보호하세요. 계정이나 키를 관리할 필요 없이 액세스를 단순화하세요.
ru: Сначала обеспечьте безопасность использования с помощью интеграции с %{strongStart}Google Cloud IAM%{strongEnd}. Упростите доступ без необходимости управлять учётными записями или ключами.

source: GoogleArtifactRegistry|Image
ko: 이미지

source: GoogleArtifactRegistry|Instructions
ko: 방법
ru: Инструкции

source: GoogleArtifactRegistry|Interact with them from your CI/CD pipeline. %{link_start}Learn more%{link_end}.
ko: CI/CD 파이프라인으로 부터 이들과 상호작용하세요. %{link_start}자세히 알아보기%{link_end}.
ru: Взаимодействуйте с ними из вашего конвейера CI/CD. %{link_start}Подробнее%{link_end}.

source: GoogleArtifactRegistry|Invite member to set up
ko: 설정에 구성원 초대

source: GoogleArtifactRegistry|Location
ko: 위치

source: GoogleArtifactRegistry|Manage your artifacts in Google Artifact Registry:
ko: Google Artifact Registry에서 아티팩트를 관리하세요:
ru: Управляйте своими артефактами в Google Artifact Registry:

source: GoogleArtifactRegistry|Media type
ko: 미디어 유형

source: GoogleArtifactRegistry|Name
ko: 이름

source: GoogleArtifactRegistry|Open in Google Cloud
ko: Google Cloud에서 열기
ru: Открыть в Google Cloud

source: GoogleArtifactRegistry|Project ID
ko: 프로젝트 ID

source: GoogleArtifactRegistry|Project ID: %{projectId}
ko: 프로젝트 ID: %{projectId}

source: GoogleArtifactRegistry|Replace %{codeStart}your_google_cloud_project_id%{codeEnd} with your Google Cloud project ID.
ko: %{codeStart}your_google_cloud_project_id%{codeEnd} 를 Google Cloud 프로젝트 ID로 바꿉니다.
ru: Замените %{codeStart}your_google_cloud_project_id%{codeEnd} на ваш идентификатор проекта в Google Cloud.

source: GoogleArtifactRegistry|Repository
ko: 리포지토리

source: GoogleArtifactRegistry|Repository: %{repository}
ko: 리포지토리: %{repository}

source: GoogleArtifactRegistry|Run the following command to grant roles in your Google Cloud project. You might be prompted to sign into Google.
ko: 다음 명령어를 실행하여 Google Cloud 프로젝트에 역할을 부여하세요. Google에 로그인하라는 메시지가 표시될 수 있습니다.
ru: Выполните следующую команду, чтобы назначить роли в вашем проекте Google Cloud. Возможно, потребуется войти в Google.

source: GoogleArtifactRegistry|Set up Google Cloud IAM
ko: Google Cloud IAM 설정
ru: Настроить IAM в Google Cloud

source: GoogleArtifactRegistry|Tags
ko: 태그
ru: Теги

source: GoogleArtifactRegistry|To improve security, use a Google Cloud project for resources only, separate from CI/CD and identity management projects.
ko: 보안을 강화하려면 CI/CD 및 ID 관리 프로젝트와 별도로 리소스 전용으로 Google Cloud 프로젝트를 사용하세요.
ru: Чтобы повысить безопасность, используйте проект Google Cloud только для ресурсов, отдельно от проектов CI/CD и управления Личностью.

source: GoogleArtifactRegistry|To use the integration, allow this GitLab project to read and write to Google Artifact Registry. You can use the following recommended setup or customize it with other %{claimsStart}OIDC custom claims%{claimsEnd} and %{rolesStart}Artifact Registry roles%{rolesEnd}.
ko: 통합을 사용하려면 이 GitLab 프로젝트에서 Google Artifact Registry를 읽고 쓸 수 있도록 허용하세요. 다음 권장 설정을 사용하거나 다른 %{claimsStart}OIDC 커스텀 클레임%{claimsEnd} 및 %{rolesStart}Artifact Registry 역할%{rolesEnd}로 커스터마이징할 수 있습니다.
ru: Чтобы использовать интеграцию, разрешите этому проекту GitLab читать и записывать в Google Artifact Registry. Вы можете использовать следующий рекомендуемый вариант настройки или настроить его с другими %{claimsStart}пользовательскими утверждениями OIDC%{claimsEnd} и %{rolesStart}ролями Artifact Registry%{rolesEnd}.

source: GoogleArtifactRegistry|Updated
ko: 업데이트됨

source: GoogleArtifactRegistry|Use Google Cloud securely
ko: Google Cloud를 안전하게 사용
ru: Безопасное использование Google Cloud

source: GoogleArtifactRegistry|View artifacts
ko: 아티팩트 보기
ru: Посмотреть артефакты

source: GoogleArtifactRegistry|View them in %{strong_start}Deploy &gt; Google Artifact Registry%{strong_end}.
ko: %{strong_start} 배포 &gt; Google Google Artifact Registry%{strong_end}에서 확인하세요.
ru: Посмотреть их в разделе %{strong_start}Развёртывание → Google Artifact Registry%{strong_end}.

source: GoogleArtifactRegistry|Virtual size
ko: 가상 크기
ru: Виртуальный размер

source: GoogleCloud|%{linkStart}Install the Google Cloud CLI%{linkEnd}.
ko: %{linkStart}Google Cloud CLI를 설치%{linkEnd}.
ru: %{linkStart}Установить Google Cloud CLI%{linkEnd}.

source: GoogleCloud|%{link_start}Explore Google Cloud integration with GitLab%{link_end}, for CI/CD and more.
ko: %{link_start}GitLab과 Google Cloud 통합을 살펴보세요%{link_end}, CI/CD 등
ru: %{link_start}Изучите интеграцию Google Cloud с GitLab%{link_end} для CI/CD и многое другое.

source: GoogleCloud|%{link_start}Where’s my project ID? %{icon}%{link_end} Can be 6 to 30 lowercase letters, numbers, or hyphens. Must start with a letter and end with a letter or number. Example: %{code_start}my-sample-project-191923%{code_end}.
ko: %{link_start}내 프로젝트 ID는 어디에 있나요? %{icon}%{link_end} 6~30자의 소문자, 숫자, 하이픈을 사용할 수 있습니다. 문자로 시작하고 문자나 숫자로 끝나야 합니다. 예: %{code_start}my-sample-project-191923%{code_end}.

source: GoogleCloud|1. Connection
ko: 1. 연결

source: GoogleCloud|2. Set up workload identity federation
ko: 2. 워크로드 아이덴티티 제휴 설정
ru: 2. Настройте федерацию идентификации рабочих нагрузок

source: GoogleCloud|After the Google Cloud workload identity federation has been set up, complete the fields in the integration.
ko: Google Cloud 워크로드 아이덴티티 제휴가 설정된 후 통합의 필드를 작성하세요.
ru: После настройки федерации идентификации рабочих нагрузок Google Cloud заполните поля в интеграции.

source: GoogleCloud|After the setup is complete, select %{strongStart}Save changes%{strongEnd} to continue.
ko: 설정이 완료되면 %{strongStart}변경사항 저장%{strongEnd} 을 선택하여 계속하세요.
ru: После завершения настройки выберите %{strongStart}Сохранить изменения%{strongEnd}, чтобы продолжить.

source: GoogleCloud|Can be 4 to 32 lowercase letters, numbers, or hyphens.
ko: 4~32자의 소문자, 숫자, 하이픈을 사용할 수 있습니다.
ru: Может содержать от 4 до 32 строчных букв, цифр или дефисов.

source: GoogleCloud|Can be 6 to 30 lowercase letters, numbers, or hyphens. Must start with a letter and end with a letter or number. Example: %{code_open}my-sample-project-191923%{code_close}
ko: 6~30자의 소문자, 숫자, 하이픈을 사용할 수 있습니다. 문자로 시작하고 문자나 숫자로 끝나야 합니다. 예: %{code_open}my-sample-project-191923%{code_close}
ru: Может содержать от 6 до 30 строчных букв, цифр или дефисов. Должно начинаться с буквы и заканчиваться на букву или цифру. Пример: %{code_open}my-sample-project-191923%{code_close}

source: GoogleCloud|Can be up to 63 lowercase letters, numbers, or hyphens. Must start with a letter and end with a letter or number. Repository must be Docker format and Standard mode.
ko: 최대 63자의 소문자, 숫자, 하이픈을 사용할 수 있습니다. 문자로 시작하고 문자나 숫자로 끝나야 합니다. 리포지토리는 Docker 형식 및 표준 모드여야 합니다.
ru: Может содержать до 63 строчных букв, цифр или дефисов. Должно начинаться с буквы и заканчиваться на букву или цифру. Репозиторий должен быть в формате Docker и в стандартном режиме.

source: GoogleCloud|Cancel
ko: 취소
ru: Отмена

source: GoogleCloud|Configured region is linked to the selected branch or tag
ko: 설정된 지역이 선택한 브랜치 또는 태그에 링크되어 있습니다.

source: GoogleCloud|Copy ID
ko: ID 복사
ru: Скопировать ID

source: GoogleCloud|Copy instructions URL
ko: 방법 URL 복사
ru: Скопировать URL инструкций

source: GoogleCloud|Copy issuer
ko: 발행자 복사
ru: Скопировать издателя

source: GoogleCloud|Create service account
ko: 서비스 계정 만들기
ru: Создать учётную запись службы

source: GoogleCloud|Example: %{code_open}314053285323%{code_close}
ko: 예: %{code_open}314053285323%{code_close}
ru: Например: %{code_open}314053285323%{code_close}

source: GoogleCloud|Generated service account is linked to the selected branch or tag
ko: 생성된 서비스 계정이 선택한 브랜치 또는 태그에 링크되어 있습니다.
ru: Созданная учётная запись службы привязана к выбранной ветке или тегу

source: GoogleCloud|GitLab group ID %{groupId}
ko: GitLab 그룹 ID %{groupId}
ru: ID группы GitLab %{groupId}

source: GoogleCloud|GitLab project ID %{projectId}
ko: GitLab 프로젝트 ID %{projectId}
ru: ID проекта GitLab %{projectId}

source: GoogleCloud|Google Artifact Management
ko: Google 아티팩트 관리
ru: Управление артефактами Google

source: GoogleCloud|Google Cloud IAM
ko: Google Cloud IAM
ru: Google Cloud IAM

source: GoogleCloud|Google Cloud project
ko: Google Cloud 프로젝트

source: GoogleCloud|Google Cloud project ID
ko: Google Cloud 프로젝트 ID
ru: ID проекта Google Cloud

source: GoogleCloud|Google Cloud project ID for the Workload Identity Federation.
ko: 워크로드 아이덴티티 제휴의 Google Cloud 프로젝트 ID입니다.
ru: ID проекта Google Cloud для Workload Identity Federation.

source: GoogleCloud|Google Cloud project number for the Workload Identity Federation.
ko: 워크로드 아이덴티티 제휴의 Google Cloud 프로젝트 번호입니다.
ru: Номер проекта Google Cloud для Workload Identity Federation.

source: GoogleCloud|Google OAuth2 token revocation request failed
ko: Google OAuth2 토큰 취소 요청 실패
ru: Запрос на отзыв токена Google OAuth2 не выполнен

source: GoogleCloud|Google OAuth2 token revocation requested
ko: Google OAuth2 토큰 취소 요청됨

source: GoogleCloud|I understand the responsibilities involved with managing service account keys
ko: 서비스 계정 키 관리와 관련된 책임을 이해합니다.
ru: Я понимаю ответственность, связанную с управлением ключами учётной записи службы

source: GoogleCloud|ID of the Workload Identity Pool provider.
ko: 워크로드 아이덴티티 풀 공급자의 ID입니다.
ru: Идентификатор поставщика пула рабочих нагрузок.

source: GoogleCloud|ID of the Workload Identity Pool.
ko: 워크로드 아이덴티티 풀의 ID입니다.
ru: Идентификатор пула рабочих нагрузок.

source: GoogleCloud|If workload identity federation is already set up with the %{linkStart}required configuration%{linkEnd}, skip this step and select %{strongStart}Save changes%{strongEnd} to continue.
ko: 워크로드 아이덴티티 제휴가 %{linkStart}필수 구성%{linkEnd}으로 이미 설정된 경우 이 단계를 생략하고 %{strongStart}변경사항 저장%{strongEnd} 을 선택하여 계속하세요.
ru: Если федерация идентичности рабочих нагрузок уже настроена с %{linkStart}необходимой конфигурацией%{linkEnd}, пропустите этот шаг и выберите %{strongStart}Сохранить изменения%{strongEnd}, чтобы продолжить.

source: GoogleCloud|If you cannot manage workload identity federation in Google Cloud
ko: Google Cloud에서 워크로드 아이덴티티 제휴를 관리할 수 없는 경우
ru: Если вы не можете управлять федерацией идентификации рабочих нагрузок в Google Cloud

source: GoogleCloud|If you don't have the %{linkStart}permissions%{linkEnd} to create workload identity pools and providers in Google Cloud:
ko: Google Cloud에서 워크로드 아이덴티티 풀 및 공급자를 만들 수 있는 %{linkStart}권한%{linkEnd}이 없는 경우:
ru: Если у вас нет %{linkStart}прав%{linkEnd} для создания пулов и поставщиков идентификации рабочих нагрузок в Google Cloud:

source: GoogleCloud|Manage permissions for Google Cloud resources with Identity and Access Management (IAM).
ko: ID 및 액세스 관리(IAM)를 사용하여 Google Cloud 리소스에 대한 권한을 관리합니다.
ru: Управляйте правами доступа для ресурсов Google Cloud с помощью Управления идентификацией и доступом (IAM).

source: GoogleCloud|Manage permissions for Google Cloud resources with Identity and Access Management (IAM). Simplify and secure your usage, without the need to manage accounts or keys.
ko: ID 및 액세스 관리(IAM)를 사용하여 Google Cloud 리소스에 대한 권한을 관리합니다. 계정이나 키를 관리할 필요 없이 사용을 단순화하고 보호하세요.
ru: Управляйте правами доступа к ресурсам Google Cloud с помощью Управления Идентификацией и Доступом (IAM). Упростите и обеспечьте безопасность использования, без необходимости управлять учётными записями или ключами.

source: GoogleCloud|Manage your artifacts in Google Artifact Registry.
ko: Google Artifact Registry에서 아티팩트를 관리하세요.
ru: Управляйте своими артефактами в Google Artifact Registry.

source: GoogleCloud|New service account is generated for the selected Google Cloud project
ko: 선택한 구글 클라우드 프로젝트에 대해 새로운 서비스 계정이 생성됨
ru: Новый учётная запись службы создана для выбранного проекта Google Cloud

source: GoogleCloud|Pool ID
ko: Pool ID
ru: ID пула

source: GoogleCloud|Project ID
ko: 프로젝트 ID
ru: ID проекта

source: GoogleCloud|Project for the workload identity pool and provider. %{linkStart}Where are my project ID and project number?%{linkEnd}
ko: 워크로드 아이덴티티 풀 및 제공업체를 위한 프로젝트입니다. %{linkStart}내 프로젝트 ID와 프로젝트 번호는 어디에 있나요?%{linkEnd}
ru: Проект для пула рабочих идентичностей и провайдера. %{linkStart}Где найти мой ID проекта и номер проекта?%{linkEnd}

source: GoogleCloud|Project number
ko: 프로젝트 번호
ru: Номер проекта

source: GoogleCloud|Project with the Artifact Registry repository.
ko: Artifact Registry 리포지토리가 있는 프로젝트입니다.
ru: Проект с репозиторием Artifact Registry.

source: GoogleCloud|Provider ID
ko: 공급자 ID
ru: ID провайдера

source: GoogleCloud|Recommended pool and provider id: %{providerId}
ko: 권장 풀 및 공급자 ID: %{providerId}
ru: Рекомендуемые идентификаторы пула и провайдера: %{providerId}

source: GoogleCloud|Refs
ko: Refs

source: GoogleCloud|Repository location
ko: 리포지토리 위치
ru: Расположение репозитория

source: GoogleCloud|Repository name
ko: 리포지토리 이름
ru: Название репозитория

source: GoogleCloud|Revoke authorizations
ko: 인증 해지

source: GoogleCloud|Revoke authorizations granted to GitLab. This does not invalidate service accounts.
ko: GitLab에 부여된 인증을 해지합니다. 이것이 서비스 계정을 무효화하지는 않습니다.
ru: Отозвать авторизацию, предоставленную GitLab. Это не делает учетные записи служб недействительными.

source: GoogleCloud|Run the following commands. You might be prompted to sign in to Google.
ko: 다음 명령어를 실행하세요. Google에 로그인하라는 메시지가 표시될 수 있습니다.
ru: Запустите следующие команды. Возможно, вам потребуется войти в свою учетную запись Google.

source: GoogleCloud|Setup instructions
ko: 설정 방법
ru: Инструкция по настройке

source: GoogleCloud|Share the following information with someone that can manage workload identity federation or %{linkStart}invite them%{linkEnd} to set up this integration.
ko: Google Cloud 워크로드 아이덴티티 제휴를 관리할 수 있는 사람과 다음 정보를 공유하거나 %{linkStart}그들을 초대%{linkEnd} 하여 이 통합을 설정하세요.
ru: Поделитесь следующей информацией с тем, кто может управлять федерацией рабочих идентичностей, или %{linkStart}пригласите их%{linkEnd} для настройки этой интеграции.

source: GoogleCloud|The Google Cloud Identity and Access Management integration is not configured for this project
ko: 이 프로젝트에는 Google Cloud ID 및 액세스 관리 통합이 구성되지 않았습니다.
ru: Интеграция с Google Cloud Identity and Access Management не настроена для этого проекта

source: GoogleCloud|The Google Cloud Identity and Access Management integration is not enabled for this project
ko: 이 프로젝트에는 Google Cloud ID 및 액세스 관리 통합이 사용 설정되지 않았습니다.
ru: Интеграция с Google Cloud Identity and Access Management не включена для этого проекта.

source: GoogleCloud|The google_cloud_support feature is not available
ko: google_cloud_support 기능을 사용할 수 없습니다
ru: Функция google_cloud_support недоступна

source: GoogleCloud|To avoid collisions, use unique IDs like this GitLab group ID: %{suggested}
ko: 충돌을 방지하려면 다음 GitLab 그룹 ID와 같은 고유 ID를 사용하세요. %{suggested}
ru: Чтобы избежать конфликтов, используйте уникальные идентификаторы, например ID группы GitLab: %{suggested}

source: GoogleCloud|To avoid collisions, use unique IDs like this GitLab project ID: %{suggested}
ko: 충돌을 방지하려면 다음 GitLab 프로젝트 ID와 같은 고유 ID를 사용하세요. %{suggested}
ru: Чтобы избежать конфликтов, используйте уникальные идентификаторы, например, этот идентификатор проекта GitLab: %{suggested}.
