Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: PipelineEditor|Pipeline behavior will be simulated including the %{codeStart}rules%{codeEnd} %{codeStart}only%{codeEnd} %{codeStart}except%{codeEnd} and %{codeStart}needs%{codeEnd} job dependencies.
ko: %{codeEnd} 와 %{codeStart}은%{codeEnd} 작업 의존성을 필요로 하는 것을 제외하고 %{codeStart}개의 규칙%{codeEnd} %{codeStart}만%{codeEnd} %{codeStart}를 포함하여 파이프라인 동작이 시뮬레이션됩니다.
ru: Поведение конвейера будет смоделировано, включая зависимости заданий %{codeStart}rules%{codeEnd}, %{codeStart}only%{codeEnd}, %{codeStart}except%{codeEnd} и %{codeStart}needs%{codeEnd}.

source: PipelineEditor|Pipeline behavior will be simulated including the %{codeStart}rules%{codeEnd} %{codeStart}only%{codeEnd} %{codeStart}except%{codeEnd} and %{codeStart}needs%{codeEnd} job dependencies. %{linkStart}Learn more%{linkEnd}
ko: %{codeEnd} 와 %{codeStart}은%{codeEnd} 작업 의존성을 필요로 하는 것을 제외하고 %{codeStart}개의 규칙%{codeEnd} %{codeStart}만%{codeEnd} %{codeStart}를 포함하여 파이프라인 동작이 시뮬레이션됩니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Поведение конвейера будет имитироваться, включая зависимости заданий %{codeStart}rules%{codeEnd}, %{codeStart}only%{codeEnd}, %{codeStart}except%{codeEnd} и %{codeStart}needs%{codeEnd}. %{linkStart}Подробнее%{linkEnd}

source: PipelineEditor|Pipeline simulation completed with errors
ko: 오류와 함께 파이프라인 시뮬레이션이 완료되었습니다.

source: PipelineEditor|Simulated a %{codeStart}git push%{codeEnd} event for a default branch. %{codeStart}Rules%{codeEnd}, %{codeStart}only%{codeEnd}, %{codeStart}except%{codeEnd}, and %{codeStart}needs%{codeEnd} job dependencies logic have been evaluated. %{linkStart}Learn more%{linkEnd}
ko: 기본 브랜치에 대한 %{codeStart}git push%{codeEnd} 이벤트를 시뮬레이션했습니다. %{codeStart}규칙%{codeEnd}, %{codeStart}만%{codeEnd}, %{codeStart}(%{codeEnd}제외) 및 %{codeStart}은%{codeEnd} 작업 의존성 논리가 필요합니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Симулировано событие %{codeStart}git push%{codeEnd} для ветки по умолчанию. Логика зависимостей заданий %{codeStart}rules%{codeEnd}, %{codeStart}only%{codeEnd}, %{codeStart}except%{codeEnd} и %{codeStart}needs%{codeEnd} была оценена. %{linkStart}Подробнее%{linkEnd}

source: PipelineEditor|Simulation completed successfully
ko: 시뮬레이션이 성공적으로 완료되었습니다.

source: PipelineEditor|The CI/CD configuration is continuously validated. Errors and warnings are displayed when the CI/CD configuration file is not empty.
ko: CI/CD 구성이 지속적으로 검증됩니다. CI/CD 구성 파일이 비어 있지 않으면 오류 및 경고가 표시됩니다.

source: PipelineEditor|The full configuration view is displayed when the CI/CD configuration file has valid syntax.
ko: 전체 구성 보기는 CI/CD 구성 파일이 유효한 문법으로 되어 있을 때 표시됩니다.
ru: Полный вид конфигурации отображается, когда файл конфигурации CI/CD имеет корректный синтаксис.

source: PipelineEditor|The pipeline visualization is displayed when the CI/CD configuration file has valid syntax.
ko: CI/CD 구성 파일에 유효한 문법으로 되어 있는 경우 파이프라인 시각화가 표시됩니다.

source: PipelineEditor|This tab will be usable when the CI/CD configuration file is populated with valid syntax.
ko: 이 탭은 CI/CD 구성 파일이 유효한 문법으로 구성된 경우 사용할 수 있습니다.

source: PipelineEditor|Validate pipeline
ko: 파이프라인 유효성 검증

source: PipelineEditor|Validate pipeline under selected conditions
ko: 선택한 조건에서 파이프라인 유효성 검증

source: PipelineEditor|Validate pipeline under simulated conditions
ko: 시뮬레이션된 조건에서 파이프라인 유효성 검증

source: PipelineEditor|Validating pipeline… It can take up to a minute.
ko: 파이프라인 유효성 검사 중... 최대 1분이 소요될 수 있습니다.
ru: Проверка конвейера… Это может занять до одной минуты.

source: PipelineEditor|Waiting for CI content to load…
ko: CI 콘텐츠가 로드되기를 기다리는 중…
ru: Ожидание загрузки содержимого CI…

source: PipelineGraph|Are you sure you want to retry %{jobName}?
ko: %{jobName}를 다시 시도하시겠습니까?

source: PipelineGraph|Are you sure you want to run %{jobName}?
ko: %{jobName}을 실행하시겠습니까?
ru: Вы уверены, что хотите запустить %{jobName}?

source: PipelineGraph|Are you sure you want to run %{stageName}?
ko: %{stageName}를 실행하시겠습니까?
ru: Вы уверены, что хотите запустить %{stageName}?

source: PipelineGraph|Do you want to continue?
ko: 계속하시겠습니까?
ru: Хотите продолжить?

source: PipelineGraph|Downstream pipeline might not display in the graph while the new downstream pipeline is being created.
ko: 다운스트림 파이프라인은 새 다운스트림 파이프라인이 생성되는 동안 그래프에 표시되지 않을 수 있습니다.
ru: Следующий конвейер может не отображаться в графе, пока создаётся новый следующий конвейер.

source: PipelineGraph|Retrying a trigger job will create a new downstream pipeline.
ko: 트리거 작업을 재시도하면 새 다운스트림 파이프라인이 생성됩니다.
ru: Повторный запуск задания триггера создаст новый следующий конвейер.

source: PipelineGraph|What is a downstream pipeline?
ko: 다운스트림 파이프라인이란 무엇입니까?

source: PipelineScheduleIntervalPattern|Custom
ko: 커스텀
ru: Настраиваемый

source: PipelineScheduleIntervalPattern|Learn more.
ko: 더 알아보기.

source: PipelineScheduleIntervalPattern|Pipelines cannot run more frequently than the pipeline schedule worker cron setting (%{workerCronExpression}) allows.
ko: 파이프라인은 파이프라인 일정 작업자 Cron 설정(%{workerCronExpression})에서 허용하는 것보다 더 자주 실행될 수 없습니다.

source: PipelineScheduleIntervalPattern|Set a custom interval with Cron syntax.
ko: Cron 문법을 사용하여 커스텀 일정 간격을 설정합니다.
ru: Установить настраиваемый интервал, используя синтаксис Cron.

source: PipelineScheduleIntervalPattern|What is Cron syntax?
ko: Cron 문법이란?
ru: Что такое синтаксис Cron?

source: PipelineSchedules|A scheduled pipeline starts automatically at regular intervals, like daily or weekly. The pipeline:
ko: 예약된 파이프라인은 매일 또는 매주와 같은 일정한 간격으로 자동으로 시작됩니다. 파이프라인:
ru: Запланированный конвейер запускается автоматически через регулярные интервалы, например, ежедневно или еженедельно. Конвейер:

source: PipelineSchedules|Active
ko: 활성
ru: Активно

source: PipelineSchedules|All
ko: 모두
ru: Все

source: PipelineSchedules|An error occurred while creating the pipeline schedule.
ko: 파이프라인 일정을 생성하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при создании расписания конвейера.

source: PipelineSchedules|An error occurred while trying to fetch the pipeline schedule.
ko: 파이프라인 일정을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при попытке получить расписание конвейера.

source: PipelineSchedules|An error occurred while updating the pipeline schedule.
ko: 파이프라인 일정을 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при обновлении расписания конвейера.

source: PipelineSchedules|Are you sure you want to delete this scheduled pipeline?
ko: 이 예약된 파이프라인을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить это запланированный конвейер?

source: PipelineSchedules|Can have custom CI/CD variables.
ko: 커스텀 CI/CD 변수를 가질 수 있습니다.
ru: Может иметь пользовательские переменные CI/CD.

source: PipelineSchedules|Create a new pipeline schedule
ko: 새 파이프라인 일정 생성
ru: Создать новое расписание конвейера

source: PipelineSchedules|Create pipeline schedule
ko: 파이프라인 일정 만들기
ru: Сохранить расписание конвейера

source: PipelineSchedules|Cron timezone
ko: Cron 시간대
ru: Часовой пояс Cron

source: PipelineSchedules|Delete scheduled pipeline
ko: 예약된 파이프라인 삭제
ru: Удалить запланированный конвейер

source: PipelineSchedules|Description
ko: 설명
ru: Описание

source: PipelineSchedules|Edit scheduled pipeline
ko: 예약된 파이프라인 편집
ru: Изменить запланированный конвейер

source: PipelineSchedules|Explore plan limits
ko: 요금제 한도 살펴보기
ru: Обзор тарифных ограничений

source: PipelineSchedules|Inactive
ko: 비활성
ru: Неактивно

source: PipelineSchedules|Interval
ko: 간격
ru: Интервал

source: PipelineSchedules|Interval Pattern
ko: 간격 패턴
ru: Шаблон интервала

source: PipelineSchedules|Last Pipeline
ko: 마지막 파이프라인
ru: Последний конвейер

source: PipelineSchedules|Learn more in the %{linkStart}scheduled pipelines documentation.%{linkEnd}
ko: %{linkStart}파이프라인 예약에 대한 문서%{linkEnd}에서 자세히 알아보세요.
ru: Подробнее в %{linkStart}документации по запланированным конвейерам.%{linkEnd}

source: PipelineSchedules|New schedule
ko: 새 일정
ru: Новое расписание

source: PipelineSchedules|Next Run
ko: 다음 실행
ru: Следующий запуск

source: PipelineSchedules|No pipeline schedules
ko: 예약된 파이프라인 없음
ru: Нет запланированных конвейеров

source: PipelineSchedules|None
ko: 없음
ru: Отсутствует

source: PipelineSchedules|Only the owner of a pipeline schedule can make changes to it. Do you want to take ownership of this schedule?
ko: 파이프라인 일정의 소유자만 변경할 수 있습니다. 이 일정의 소유권을을 갖겠습니까?
ru: Только владелец расписания конвейера может внести в него изменения. Вы хотите стать владельцем этого расписания?

source: PipelineSchedules|Owner
ko: 소유자
ru: Владелец

source: PipelineSchedules|Pipeline schedule successfully deleted.
ko: 파이프라인 일정이 성공적으로 삭제되었습니다.
ru: Расписание конвейера успешно удалено.

source: PipelineSchedules|Pipeline schedules
ko: 파이프라인 일정
ru: Расписания конвейеров

source: PipelineSchedules|Provide a short description for this pipeline
ko: 이 파이프라인에 대한 간단한 설명 제공
ru: Укажите краткое описание для этого конвейера

source: PipelineSchedules|Run scheduled pipeline
ko: 예약된 파이프라인 실행
ru: Запустить запланированный конвейер

source: PipelineSchedules|Runs for a specific branch or tag.
ko: 특정 브랜치 또는 태그에 대해 실행합니다.
ru: Выполняется для определенной ветки или тега.

source: PipelineSchedules|Runs with the same project permissions as the schedule owner.
ko: 일정 소유자와 동일한 프로젝트 권한으로 실행됩니다.
ru: Запускается с теми же правами доступа к проекту, что и у владельца расписания.

source: PipelineSchedules|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: PipelineSchedules|Successfully scheduled a pipeline to run. Go to the %{linkStart}Pipelines page%{linkEnd} for details.
ko: 실행할 파이프라인을 성공적으로 예약했습니다. 자세한 내용은 %{linkStart}파이프라인 페이지%{linkEnd}로 이동하십시오.
ru: Конвейер успешно запланирован. Перейдите на %{linkStart}страницу Конвейеров%{linkEnd} для подробностей.

source: PipelineSchedules|Successfully taken ownership from %{owner}.
ko: %{owner}로 부터 성공적으로 소유권을 가져왔습니다.
ru: Успешно передано право владения от %{owner}.

source: PipelineSchedules|Take ownership
ko: 소유권 가져 오기
ru: Стать владельцем

source: PipelineSchedules|Take ownership of pipeline schedule
ko: 파이프라인 일정에 대한 소유권 가져오기
ru: Стать владельцем расписания конвейера

source: PipelineSchedules|Target
ko: 대상
ru: Цель

source: PipelineSchedules|There was a problem deleting the pipeline schedule.
ko: 파이프라인 일정을 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении расписания конвейера.

source: PipelineSchedules|There was a problem fetching pipeline schedules.
ko: 파이프라인 일정을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении расписаний конвейеров.

source: PipelineSchedules|There was a problem playing the pipeline schedule.
ko: 파이프라인 일정을 재생하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при запуске расписания конвейера.

source: PipelineSchedules|There was a problem taking ownership of the pipeline schedule.
ko: 파이프라인 일정 소유권을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при передаче права владения расписанием конвейера.

source: PipelineSchedules|You have exceeded the maximum number of pipeline schedules for your plan. To create a new schedule, either increase your plan limit or delete an existing schedule.
ko: 요금제에서 정한 최대 파이프라인 일정 수를 초과했습니다. 새 일정을 만들려면 요금제 한도를 늘리거나 기존 일정을 삭제하세요.
ru: Вы превысили максимальное количество расписаний конвейеров для вашего плана. Чтобы создать новое расписание, либо увеличьте лимит вашего плана, либо удалите существующее расписание.

source: PipelineSource|API
ko: API
ru: API

source: PipelineSource|Any source
ko: 모든 소스
ru: Любой источник

source: PipelineSource|Chat
ko: 채팅
ru: Чат

source: PipelineSource|Container Registry Push
ko: 컨테이너 레지스트리 푸시
ru: Отправка в реестр контейнеров

source: PipelineSource|Duo Workflow
ko: Duo Workflow
ru: Duo Workflow

source: PipelineSource|External
ko: 외부
ru: Внешний

source: PipelineSource|External Pull Request
ko: 외부 풀 리퀘스트
ru: Внешний запрос на внесение изменений

source: PipelineSource|External Pull Request Event
ko: 외부 풀 리퀘스트 이벤트
ru: Событие внешнего запроса на внесение изменений

source: PipelineSource|Merge Request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: PipelineSource|Merge Request Event
ko: 머지 리퀘스트 이벤트
ru: Событие запроса на слияние

source: PipelineSource|On-Demand DAST Scan
ko: 주문형 DAST 스캔
ru: Сканирование DAST по запросу

source: PipelineSource|On-Demand DAST Validation
ko: 주문형 DAST 유효성 검증
ru: Проверка DAST по требованию

source: PipelineSource|Parent Pipeline
ko: 상위 파이프라인
ru: Родительский конвейер

source: PipelineSource|Pipeline
ko: 파이프라인
ru: Конвейер

source: PipelineSource|Push
ko: 푸시
ru: Отправка

source: PipelineSource|Schedule
ko: 일정
ru: Расписание

source: PipelineSource|Scheduled Pipeline Execution Policy
ko: 예약 파이프라인 실행 정책

source: PipelineSource|Scheduled Scan Execution Policy
ko: 예약된 스캐닝 실행 정책

source: PipelineSource|Trigger
ko: 트리거
ru: Триггер

source: PipelineSource|Unknown
ko: 알 수 없음
ru: Неизвестный

source: PipelineSource|Web
ko: 웹
ru: Веб

source: PipelineSource|Web IDE
ko: 웹 IDE
ru: Web IDE

source: PipelineStatusTooltip|Pipeline: %{ciStatus}
ko: 파이프라인: %{ciStatus}
ru: Конвейер: %{ciStatus}

source: PipelineSubscriptions|Add new
ko: 새로 추가

source: PipelineSubscriptions|Add new pipeline subscription
ko: 새 파이프라인 구독 추가
ru: Добавить новую подписку на конвейер

source: PipelineSubscriptions|An error occurred while adding a new pipeline subscription.
ko: 새 파이프라인 구독을 추가하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при добавлении новой подписки на конвейер.

source: PipelineSubscriptions|An error occurred while deleting this pipeline subscription.
ko: 이 파이프라인 구독을 삭제하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении этой подписки на конвейер.

source: PipelineSubscriptions|An error occurred while fetching downstream pipeline subscriptions.
ko: 다운스트림 파이프라인 구독을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении подписок на следующие конвейеры.

source: PipelineSubscriptions|An error occurred while fetching upstream pipeline subscriptions.
ko: 업스트림 파이프라인 구독을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении подписок на предыдущие конвейеры.

source: PipelineSubscriptions|Delete subscription
ko: 구독 삭제
ru: Удалить подписку

source: PipelineSubscriptions|No project subscribes to the pipelines in this project.
ko: 이 프로젝트의 파이프라인을 구독하는 프로젝트가 없습니다.
ru: Ни один проект не подписан на конвейеры в этом проекте.

source: PipelineSubscriptions|Subscribed to this project
ko: 이 프로젝트를 구독했습니다.
ru: Подписано на этот проект

source: PipelineSubscriptions|Subscription for this project will be removed. Do you want to continue?
ko: 이 프로젝트에 대한 구독이 제거됩니다. 계속하시겠습니까?
ru: Подписка для этого проекта будет удалена. Вы хотите продолжить?

source: PipelineSubscriptions|Subscription successfully created.
ko: 구독이 성공적으로 생성되었습니다.

source: PipelineSubscriptions|Subscription successfully deleted.
ko: 구독이 성공적으로 삭제되었습니다.
ru: Подписка успешно удалена.

source: PipelineSubscriptions|Subscriptions
ko: 구독
ru: Подписки

source: PipelineSubscriptions|This project is not subscribed to any project pipelines.
ko: 이 프로젝트는 어떤 프로젝트 파이프라인도 구독하지 않습니다.
ru: Этот проект не подписан ни на один конвейер других проектов.

source: PipelineTriggerTokens|Create pipeline trigger token
ko: 파이프라인 트리거 토큰 생성
ru: Создать токен запуска конвейера

source: PipelineTriggerTokens|How can I keep my tokens secure?
ko: 토큰을 어떻게 안전하게 유지할 수 있나요?
ru: Как обеспечить безопасность токенов?

source: PipelineTriggerTokens|It is a security risk to save tokens in plain text in your project, or store them in a way that malicious users could access them. A leaked trigger token could be used to force an unscheduled deployment, attempt to access CI/CD variables, or other malicious uses. %{keep_tokens_secure_link}
ko: 프로젝트에 토큰을 일반 텍스트로 저장하거나 악의적인 사용자가 액세스할 수 있는 방식으로 저장하는 것은 보안 위험이 있습니다. 유출된 트리거 토큰은 예정되지 않은 배포를 강제하거나 CI/CD 변수에 접근하려고 시도하거나 기타 악의적인 용도로 사용되는 데 사용될 수 있습니다. %{keep_tokens_secure_link}
ru: Если вы сохраняете токены в открытом виде в вашем проекте или храните их таким образом, чтобы злоумышленники могли получить к ним доступ, это представляет угрозу безопасности. Утечка токена запуска может быть использована для принудительного незапланированного развёртывания, попытки доступа к переменным CI/CD или для других злонамеренных действий. %{keep_tokens_secure_link}

source: PipelineWizardDefaultCommitMessage|Add %{filename}
ko: %{filename} 추가
ru: Добавить %{filename}

source: PipelineWizardDefaultCommitMessage|Update %{filename}
ko: %{filename} 업데이트

source: PipelineWizardInputValidation|At least one entry is required
ko: 적어도 하나의 항목이 필요합니다.

source: PipelineWizardInputValidation|This field is required
ko: 이 필드는 필수입니다.
ru: Это поле обязательно к заполнению

source: PipelineWizardInputValidation|This value is not valid
ko: 이 값은 유효하지 않습니다.

source: PipelineWizardListWidget|add another step
ko: 다른 단계 추가

source: PipelineWizardListWidget|remove step
ko: 단계 제거

source: PipelineWizard|Commit
ko: 커밋

source: PipelineWizard|Commit Message
ko: 커밋 메시지
ru: Сообщение коммита

source: PipelineWizard|Commit changes to your file
ko: 파일 변경 사항 커밋
ru: Закоммитьте изменения в вашем файле

source: PipelineWizard|Commit file to Branch
ko: 브렌치로 파일 커밋

source: PipelineWizard|Commit your new file
ko: 새 파일 커밋

source: PipelineWizard|The file has been committed.
ko: 파일 커밋 되었습니다.

source: PipelineWizard|There was a problem committing the changes.
ko: 변경 사항을 커밋하는 데 문제가 있습니다.
ru: Произошла ошибка при коммите изменений.

source: PipelineWizard|There was a problem while checking whether your file already exists in the specified branch.
ko: 지정된 브랜치에 파일이 이미 있는지 확인하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при проверке существования файла в указанной ветке.

source: PipelineWizard|There was an unexpected error trying to set up the template. The error has been logged.
ko: 템플릿을 설정하는 중에 예상치 못한 오류가 발생했습니다. 오류가 기록되었습니다.

source: Pipelines
ko: 파이프라인
ru: Конвейеры

source: Pipelines charts
ko: 파이프라인 차트
ru: Графики конвейеров

source: Pipelines for new changes cause older pending or running pipelines on the same branch to be cancelled.
ko: 새 변경 사항에 대한 파이프라인으로 인해 동일한 브랜치에서 이전 보류 중이거나 실행 중인 파이프라인이 취소됩니다.
ru: Конвейеры для новых изменений приводят к отмене более старых ожидающих или запущенных конвейеров на той же ветке.

source: Pipelines settings for '%{project_name}' were successfully updated.
ko: '%{project_name}'에 대한 파이프라인 설정이 성공적으로 업데이트되었습니다.
ru: Настройки конвейеров для «%{project_name}» успешно обновлены.

source: Pipelines| The list can only display 100 jobs. To view all jobs, %{linkStart}go to this pipeline's details page.%{linkEnd}
ko: 목록에는 100개의 작업만 표시할 수 있습니다. 모든 작업을 보려면 %{linkStart}이 파이프라인의 세부 정보 페이지로 이동하세요.%{linkEnd}
ru: Список может отображать только 100 заданий. Чтобы просмотреть все задания, %{linkStart}перейдите на страницу деталей этого конвейера%{linkEnd}.

source: Pipelines|"Hello world" with GitLab CI
ko: GitLab CI를 사용한 "Hello world"
ru: «Hello world» с GitLab CI

source: Pipelines|%{counterLabel} more downstream pipeline
ko: %{counterLabel} 추가 다운스트림 파이프라인
ru: %{counterLabel} следующий конвейер

source: Pipelines|Access GitLab University
ko: GitLab University에 접속
ru: Получить доступ к GitLab University

source: Pipelines|Active
ko: 활성
ru: Активный

source: Pipelines|An error occurred while trying to fetch the active merge train.
ko: 활성 머지 트레인을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при попытке получить активную цепочку слияний.

source: Pipelines|An error occurred while trying to fetch the completed merge train.
ko: 완성된 머지 트레인을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении завершенной цепочки слияний.

source: Pipelines|An error occurred while trying to remove the car from the train.
ko: 트레인으로 부터 해당 차(car)를 제거하려고 하는 도중 오류가 발생했습니다.
ru: Произошла ошибка при попытке удалить элемент из цепочки слияний.

source: Pipelines|An error occurred while updating the trigger token. Please try again.
ko: 트리거 토큰을 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении токена запуска конвейера. Повторите попытку.

source: Pipelines|Are you sure you want to remove the merge request %{title} from the merge train?
ko: 머지 리퀘스트 %{title}를 머지 트레인에서 제거하시겠습니까?
ru: Вы уверены, что хотите удалить запрос на слияние %{title} из цепочки слияний?

source: Pipelines|Are you sure you want to run this pipeline?
ko: 이 파이프라인을 실행하시겠습니까?
ru: Вы уверены, что хотите запустить этот конвейер?

source: Pipelines|Array values must be in JSON format.
ko: 배열 값은 반드시 JSON 형식이어야 합니다.
ru: Значения массива должны быть в формате JSON.

source: Pipelines|Auto DevOps
ko: 자동 DevOps
ru: Auto DevOps

source: Pipelines|By revoking a trigger token you will break any processes making use of it. Are you sure?
ko: 트리거 토큰을 폐기하면 이를 사용하는 모든 프로세스가 중단됩니다. 확실합니까?
ru: Если отозвать токен запуска конвейера, это нарушит все процессы, которые его используют. Вы уверены?

source: Pipelines|Can only run new pipelines for an existing branch or tag
ko: 기존의 브랜치나 태그에 대해 새로운 파이프라인만 실행할 수 있음

source: Pipelines|Child pipeline (%{linkStart}parent%{linkEnd})
ko: 하위 파이프라인(%{linkStart}상위%{linkEnd})
ru: Дочерний конвейер (%{linkStart}родительский%{linkEnd})

source: Pipelines|Clear runner caches
ko: 러너 캐시 지우기
ru: Очистить кэши средств выполнения

source: Pipelines|Continuous integration and deployment template to test and deploy your %{name} project.
ko: %{name} 를 테스트하고 배포하기 위한 CI 및 배포 템플릿.
ru: Шаблон для непрерывной интеграции и развертывания, чтобы тестировать и развертывать ваш проект %{name}.

source: Pipelines|Copy trigger token
ko: 트리거 토큰 복사
ru: Скопировать токен запуска конвейера

source: Pipelines|Could not load artifacts.
ko: 아티팩트를 로드할 수 없습니다.
ru: Не удалось загрузить артефакты.

source: Pipelines|Could not load full configuration content
ko: 전체 구성 콘텐츠를 로드할 수 없습니다.
ru: Не удалось загрузить полное содержимое конфигурации

source: Pipelines|Description
ko: 설명
ru: Описание

source: Pipelines|Easy configuration with CI/CD Catalog
ko: CI/CD 카탈로그를 통한 쉬운 구성
ru: Простая конфигурация с каталогом CI/CD

source: Pipelines|Edit
ko: 편집
ru: Правка

source: Pipelines|Editor
ko: 편집기
ru: Редактор

source: Pipelines|Expires
ko: 만료
ru: Истекает

source: Pipelines|Explore CI components in the CI/CD Catalog to see if they suit your requirements.
ko: CI/CD 카탈로그에서 CI 컴포넌트를 탐색하여 요구 사항에 맞는지 확인하세요.
ru: Изучите компоненты CI в каталоге CI/CD, чтобы проверить, соответствуют ли они вашим требованиям.

source: Pipelines|Explore CI/CD Catalog
ko: CI/CD 카탈로그 탐색
ru: Обзор каталога CI/CD

source: Pipelines|Failed jobs
ko: 실패한 작업
ru: Неудачные задания

source: Pipelines|Failed to update. Please reload page to update the list of artifacts.
ko: 업데이트하지 못했습니다. 아티팩트 목록을 업데이트하려면 페이지를 새로고침하세요.
ru: Не удалось обновить. Перезагрузите страницу, чтобы обновить список артефактов.

source: Pipelines|Filter by target branch
ko: 대상 브랜치로 필터링
ru: Фильтровать по целевой ветке

source: Pipelines|Full configuration
ko: 전체 구성
ru: Полная конфигурация

source: Pipelines|Full configuration is view only
ko: 전체 구성은 보기 전용입니다.
ru: Полная конфигурация доступна только для просмотра

source: Pipelines|Get familiar with GitLab CI syntax by setting up a simple pipeline running a "Hello world" script to see how it runs, explore how CI/CD works.
ko: GitLab CI 구문에 익숙해지려면 "Hello world" 스크립트를 실행하는 간단한 파이프라인을 설정하여 어떻게 실행되는지 확인하고 CI/CD 작동 방식을 알아보세요.
ru: Ознакомьтесь с синтаксисом GitLab CI, настроив простой конвейер для выполнения скрипта "Hello world", чтобы увидеть, как он работает, и изучить, как работает CI/CD.

source: Pipelines|Get started with GitLab CI/CD
ko: GitLab CI/CD 시작하기
ru: Начать работу с GitLab CI/CD

source: Pipelines|Go to the pipeline editor
ko: 파이프라인 편집기로 이동
ru: Перейти в редактор конвейера

source: Pipelines|If you are unsure, ask a project maintainer to review it for you.
ko: 확실하지 않은 경우 프로젝트 유지관리자에게 리뷰를 요청하십시오.
ru: Если вы не уверены, попросите мейнтейнера проекта проверить это для вас.

source: Pipelines|If you are unsure, please ask a project maintainer to review it for you.
ko: 확실하지 않은 경우 프로젝트 유지관리자에게 검토를 요청하세요.
ru: Если вы не уверены, попросите мейнтейнера проекта проверить это для вас.

source: Pipelines|Inputs
ko: 입력
ru: Входные данные

source: Pipelines|Inputs not supported for this CI config source
ko: 입력이 이 CI 구성 소스를 지원하지 않습니다.

source: Pipelines|Insufficient permissions to read inputs
ko: 입력을 읽기 위한 권한이 부족합니다.

source: Pipelines|Invalid YAML syntax
ko: 잘못된 YAML 문법
