Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ProjectImport|Import repository by URL
ko: URL로 리포지토리 가져오기
ru: Импортировать репозиторий по URL

source: ProjectImport|Manifest file
ko: 매니페스트 파일
ru: Файл манифеста

source: ProjectImport|Project URL
ko: 프로젝트 URL
ru: URL проекта

source: ProjectImport|The repository must be accessible over http://, https:// or git://
ko: 리포지토리는 http://, https:// 또는 git://를 통해 접근할 수 있어야 합니다.

source: ProjectMaintenance|Afterwards, run housekeeping manually to remove old versions of the file from Git history.
ko: 나중에 수동으로 하우스키핑을 실행하여 Git 기록에서 파일의 이전 버전을 제거합니다.
ru: После этого выполните очистку вручную, чтобы удалить старые версии файла из истории Git.

source: ProjectMaintenance|Afterwards, run housekeeping manually to remove old versions of the string from Git history.
ko: 나중에 수동으로 하우스키핑을 실행하여 Git 기록에서 이전 버전의 문자열을 제거합니다.
ru: После этого выполните очистку вручную, чтобы удалить старые версии строки из истории Git.

source: ProjectMaintenance|Blob IDs to remove
ko: 제거할 Blob ID
ru: Идентификаторы объектов для удаления

source: ProjectMaintenance|Blobs removal is scheduled.
ko: Blob 제거가 예약되었습니다.
ru: Запланировано удаление объектов.

source: ProjectMaintenance|Commit signatures are dropped during the rewrite process.
ko: 다시 쓰기 프로세스 중에는 커밋 서명이 삭제됩니다.

source: ProjectMaintenance|Enter a list of object IDs to be removed to reduce repository size.
ko: 리포지토리 크기를 줄이기 위해 제거할 개체 ID 목록을 입력합니다.

source: ProjectMaintenance|Enter multiple entries on separate lines.
ko: 여러 항목을 별도의 줄에 입력합니다.

source: ProjectMaintenance|Existing local clones are incompatible with the updated repository and must be re-cloned.
ko: 기존 로컬 복제본은 업데이트된 저장소와 호환되지 않으므로 다시 복제해야 합니다.
ru: Существующие локальные копии несовместимы с обновлённым репозиторием и должны быть клонированы заново.

source: ProjectMaintenance|Go to housekeeping
ko: 하우스키핑으로 이동

source: ProjectMaintenance|Historical tags and branches based on the old commit history might not function correctly.
ko: 이전 커밋 기록을 기반으로 하는 과거 태그와 브랜치는 제대로 작동하지 않을 수 있습니다.

source: ProjectMaintenance|How do I get a list of object IDs?
ko: 객체 ID 목록을 얻으려면 어떻게 해야 합니까?
ru: Как получить список идентификаторов объектов?

source: ProjectMaintenance|How does blobs removal work?
ko: Blob 제거는 어떻게 작동하나요?
ru: Как работает удаление объектов?

source: ProjectMaintenance|How does text redaction work?
ko: 텍스트 민감정보 숨김은 어떻게 작동하나요?
ru: Как работает редактирование текста?

source: ProjectMaintenance|Manage repository storage and cleanup.
ko: 리포지토리 스토리지를 관리하고 정리합니다.
ru: Управление хранилищем репозитория и его очистка.

source: ProjectMaintenance|Open merge requests might fail to merge and require manual rebasing.
ko: 열린 머지 리퀘스트는 실패할 수 있으며, 수작업으로 리베이스 작업을 해야 합니다.
ru: Открытые запросы на слияние могут не объединиться автоматически и потребуют ручного перебазирования.

source: ProjectMaintenance|Pipelines referencing old commit SHAs might break and require reconfiguration.
ko: 이전 커밋 SHA를 참조하는 파이프라인은 동작하지 않을 수 있고, 재구성이 필요할 수 있습니다.
ru: Конвейеры, ссылающиеся на старые SHA-коммиты, могут не работать и потребовать перенастройки.

source: ProjectMaintenance|Provide a list of blob object IDs to be removed.
ko: 제거할 Blob 객체 ID 목록을 제공합니다.
ru: Предоставьте список идентификаторов объектов блобов для удаления.

source: ProjectMaintenance|REMOVED
ko: 삭제됨
ru: УДАЛЕНО

source: ProjectMaintenance|Redact known instances of text in the repository. The provided strings will be replaced with %{code_open}***REMOVED***%{code_close}.
ko: 리포지토리내에 알려진 텍스트 인스턴스를 수정합니다. 제공된 문자열은 %{code_open}***삭제됨***%{code_close}으로 대체됩니다.
ru: Редактировать известные вхождения текста в репозитории. Предоставленные строки будут заменены на %{code_open}***REMOVED***%{code_close}.

source: ProjectMaintenance|Redact matching instances of text in the repository. Strings will be replaced with %{removed}.
ko: 리포지토리에 일치하는 텍스트 인스턴스를 수정합니다. 문자열은 %{removed}로 대체됩니다.
ru: Редактировать соответствующие вхождения текста в репозитории. Строки будут заменены на %{removed}.

source: ProjectMaintenance|Redact matching strings
ko: 일치하는 문자열 수정

source: ProjectMaintenance|Redact text
ko: 텍스트 수정
ru: Редактировать текст

source: ProjectMaintenance|Regex and glob patterns supported. Enter multiple entries on separate lines.
ko: Regex 및 glob 패턴이 지원됩니다. 별도의 줄에 여러 항목을 입력합니다.
ru: Поддерживаются шаблоны regex и glob. Введите несколько записей на отдельных строках.

source: ProjectMaintenance|Remove blobs
ko: Blob 제거
ru: Удалить блобы

source: ProjectMaintenance|Something went wrong while redacting text.
ko: 텍스트를 수정하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при редактировании текста.

source: ProjectMaintenance|Something went wrong while removing blobs.
ko: Blob을 제거하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении блобов.

source: ProjectMaintenance|Strings to redact
ko: 수정할 문자열

source: ProjectMaintenance|Text redaction removal is scheduled.
ko: 텍스트 민감정보 숨김 해제가 예정되어 있습니다.
ru: Запланировано удаление редактирования текста.

source: ProjectMaintenance|To ensure that a full backup is available in case changes need to be restored, you should make an %{docs_link_start}export of the project%{docs_link_end}.
ko: 변경 사항을 복원해야 하는 경우 전체 백업을 사용할 수 있도록 하려면 %{docs_link_start}프로젝트 내보내기%{docs_link_end}를 수행해야 합니다.
ru: Чтобы обеспечить наличие полной резервной копии на случай, если потребуется восстановление данных, вы должны сделать %{docs_link_start}экспорт проекта%{docs_link_end}.

source: ProjectMaintenance|Yes, redact matching strings
ko: 예, 일치하는 문자열을 수정합니다.

source: ProjectMaintenance|Yes, remove blobs
ko: 예, Blob을 제거합니다.
ru: Да, удалить блобы

source: ProjectMaintenance|You are about to permanently redact text from this project.
ko: 이 프로젝트에서 텍스트를 영구적으로 대체 합니다.
ru: Вы собираетесь навсегда отредактировать текст в этом проекте.

source: ProjectMaintenance|You are about to permanently remove blobs from this project.
ko: 이 프로젝트에서 Blob을 영구적으로 제거하게 됩니다.
ru: Вы собираетесь навсегда удалить блобы из этого проекта.

source: ProjectMaintenance|You will receive an email notification when the process is complete. Run housekeeping to remove old versions from repository.
ko: 프로세스가 완료되면 이메일 알림을 받게 됩니다. 하우스키핑을 실행하여 리포지토리에서 이전 버전을 제거합니다.

source: ProjectMaintenance|You will receive an email notification when the process is complete. To remove old versions from the repository, run housekeeping.
ko: 프로세스가 완료되면 이메일 알림을 받게 됩니다. 리포지토리 이전 버전을 제거하려면 하우스키핑을 실행하세요.

source: ProjectNew|Push project from command line
ko: 명령줄로 프로젝트 푸시

source: ProjectNew|What does this command do?
ko: 이 명령은 무엇을 하나요?
ru: Что делает эта команда?

source: ProjectNew|Where do you want to create the new project?
ko: 새 프로젝트를 어디어 생성하려고 합니까?

source: ProjectNew|You can also create a project from the command line
ko: 명령줄에서도 프로젝트를 생성할 수 있습니다.
ru: Вы также можете создать проект с помощью командной строки

source: ProjectOverview|Create new fork
ko: 새 포크 만들기
ru: Создать новый форк

source: ProjectOverview|Fork
ko: 포크
ru: Форк

source: ProjectOverview|Go to your fork
ko: 내 fork로 이동
ru: Перейти в ваш форк

source: ProjectOverview|Star
ko: 별표
ru: В избранные

source: ProjectOverview|Star toggle failed. Try again later.
ko: 별점 토글에 실패했습니다. 나중에 다시 시도하세요.
ru: Не удалось переключить отметку «избранное». Повторите попытку позже.

source: ProjectOverview|Starrers
ko: 별표
ru: Избранные

source: ProjectOverview|Unstar
ko: 별표 해제
ru: Убрать из избранного

source: ProjectOverview|You don't have permission to fork this project
ko: 이 프로젝트를 포크할 권한이 없습니다.
ru: У вас нет прав на форк этого проекта

source: ProjectOverview|You must sign in to star a project
ko: 프로젝트에 별점을 주려면 로그인해야합니다.

source: ProjectPage|Copy project ID: %{id}
ko: 프로젝트 ID 복사: %{id}
ru: Скопировать ID проекта: %{id}

source: ProjectPage|Created on
ko: 생성 날짜
ru: Создан

source: ProjectPage|Project ID copied to clipboard.
ko: 프로젝트 ID가 클립보드에 복사되었습니다.

source: ProjectPage|Project ID: %{id}
ko: 프로젝트 ID: %{id}

source: ProjectPage|Project information
ko: 프로젝트 정보
ru: Информация о проекте

source: ProjectPage|Project settings
ko: 프로젝트 설정
ru: Настройки проекта

source: ProjectPage|The default branch was not able to be found. Please contact your administrator.
ko: 기본 브랜치를 찾을 수 없습니다. 운영자에게 문의하세요.
ru: Не удалось найти ветку по умолчанию. Свяжитесь с администратором.

source: ProjectPage|Unable to load default branch
ko: 기본 브랜치를 로드할 수 없습니다.

source: ProjectQualitySummary|An error occurred while trying to fetch project quality statistics
ko: 프로젝트 품질 통계를 가져오는 중 오류가 발생했습니다.

source: ProjectQualitySummary|Analysis of your source code's quality and complexity.
ko: 소스 코드의 품질 및 복잡성 분석
ru: Анализ качества и сложности вашего исходного кода.

source: ProjectQualitySummary|Blocker
ko: 블로커

source: ProjectQualitySummary|Code quality
ko: 코드 품질
ru: Качество кода

source: ProjectQualitySummary|Coverage
ko: 커버리지
ru: Покрытие

source: ProjectQualitySummary|Critical
ko: 치명적

source: ProjectQualitySummary|Failure
ko: 실패

source: ProjectQualitySummary|Get insight into the overall percentage of tests in your project that succeed, fail and are skipped.
ko: 프로젝트에서 성공, 실패 및 생략된 테스트의 전체 비율에 대한 비율로 부터 프로젝트에 대한 인사이트를 파악하세요.

source: ProjectQualitySummary|Latest pipeline results
ko: 최근 파이프라인 결과
ru: Последние результаты конвейера

source: ProjectQualitySummary|Learn more about Code Quality
ko: 코드 품질에 대해 더 알아보기
ru: Подробнее о качестве кода

source: ProjectQualitySummary|Learn more about test coverage
ko: 커버리지에 대해 자세히 알아보기
ru: Подробнее о покрытии тестами

source: ProjectQualitySummary|Learn more about test reports
ko: 테스트 보고서에 대해 자세히 알아보기
ru: Подробнее об отчетах о тестировании

source: ProjectQualitySummary|Measure of how much of your code is covered by tests.
ko: 테스트로 커버된 코드의 양을 측정합니다.
ru: Показывает, какая часть вашего кода покрыта тестами.

source: ProjectQualitySummary|See full report
ko: 전체 보고서 보기
ru: Просмотреть полный отчёт

source: ProjectQualitySummary|See project Code Coverage Statistics
ko: 프로젝트 코드 커버리지 통계 보기
ru: Посмотреть статистику покрытия кода проекта

source: ProjectQualitySummary|Set up test runs
ko: 테스트 실행 설정
ru: Настройка тестовых прогонов

source: ProjectQualitySummary|Set up test runs (opens in a new tab)
ko: 테스트 실행 설정 (새 탭에서 열림)

source: ProjectQualitySummary|Skipped
ko: 생략됨

source: ProjectQualitySummary|Success
ko: 성공

source: ProjectQualitySummary|Test coverage
ko: 테스트 커버리지

source: ProjectQualitySummary|Test runs
ko: 테스트 실행

source: ProjectQualitySummary|The percentage of tests that succeed, fail, or are skipped.
ko: 성공, 실패 또는 생략한 테스트의 백분율입니다.
ru: Процент успешных, проваленных и пропущенных тестов.

source: ProjectQualitySummary|Violations
ko: 위반
ru: Нарушения

source: ProjectQualitySummary|Violations found
ko: 위반이 발견되었습니다.
ru: Выявлены нарушения

source: ProjectSelect|No matching results
ko: 일치하는 결과 없음
ru: Нет подходящих результатов

source: ProjectSelect|Search for project
ko: 프로젝트 검색
ru: Поиск проекта

source: ProjectSelect|Search projects
ko: 프로젝트 검색
ru: Поиск проектов

source: ProjectSelect|Select a project
ko: 프로젝트 선택

source: ProjectSelect|There was an error fetching the projects. Please try again.
ko: 프로젝트를 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.

source: ProjectService|Drone server URL
ko: Drone 서버 URL

source: ProjectService|Enter new API key
ko: 새 API 키 입력

source: ProjectService|Enter new API token
ko: 새 API 토큰 입력
ru: Введите новый токен API

source: ProjectService|Enter new password
ko: 새 비밀번호 입력

source: ProjectService|Enter new password.
ko: 새 비밀번호 입력.

source: ProjectService|Enter new token
ko: 새 토큰 입력

source: ProjectService|Jenkins server URL
ko: Jenkins 서버 URL

source: ProjectService|Leave blank to use your current API key
ko: 현재 API 키를 사용하려면 비워두세요

source: ProjectService|Leave blank to use your current API key.
ko: 현재 API 키를 사용하려면 비워두세요.

source: ProjectService|Leave blank to use your current API token.
ko: 현재 API 토큰을 사용하려면 비워 두세요.
ru: Оставьте поле пустым, чтобы использовать текущий токен API.

source: ProjectService|Leave blank to use your current password
ko: 현재 비밀번호를 사용하려면 비워두세요

source: ProjectService|Leave blank to use your current password.
ko: 현재 비밀번호를 사용하려면 비워두세요.

source: ProjectService|Leave blank to use your current token.
ko: 현재 토큰을 사용하려면 비워두세요.

source: ProjectService|Mock CI URL
ko: Mock CI URL

source: ProjectService|Perform common operations on GitLab project: %{project_name}
ko: GitLab 프로젝트에서 공통 작업 수행: %{project_name}

source: ProjectService|Run CI/CD pipelines with Buildkite.
ko: Buildkite로 CI/CD 파이프라인을 실행합니다.
ru: Запускайте конвейеры CI/CD с помощью Buildkite.

source: ProjectService|Run CI/CD pipelines with Drone.
ko: Drone으로 CI/CD 파이프라인 실행.
ru: Запускайте конвейеры CI/CD с помощью Drone.

source: ProjectService|Run CI/CD pipelines with JetBrains TeamCity.
ko: JetBrains TeamCity로 CI/CD 파이프라인을 실행.

source: ProjectService|TeamCity server URL
ko: TeamCity 서버 URL

source: ProjectService|To configure this integration, you should:
ko: 이 통합을 설정하려면 다음을 수행해야 합니다:

source: ProjectService|Token for the Drone project.
ko: Drone 프로젝트용 토큰.

source: ProjectService|Trigger event for new comments on confidential issues.
ko: 비공개 이슈에 대한 새 댓글에 대한 이벤트를 트리거합니다.

source: ProjectService|Trigger event for new comments.
ko: 새 댓글에 대한 이벤트를 트리거합니다.

source: ProjectService|Trigger event for new tags pushed to the repository.
ko: 리포지토리에 푸시된 새 태그에 대한 트리거 이벤트입니다.

source: ProjectService|Trigger event for pushes to the repository.
ko: 리포지토리에 대한 푸시 이벤트를 트리거합니다.

source: ProjectService|Trigger event when a build is created.
ko: 빌드가 생성될 때 이벤트를 트리거합니다.
ru: Инициировать событие при создании сборки.

source: ProjectService|Trigger event when a commit is created or updated.
ko: 커밋이 생성되거나 업데이트될 때 이벤트를 트리거합니다.
ru: Инициировать событие при создании или обновлении коммита.

source: ProjectService|Trigger event when a confidential issue is created, updated, or closed.
ko: 비공개 이슈가 생성, 갱신 또는 닫힐 때 이벤트를 트리거합니다.
ru: Инициировать событие, когда создаётся, обновляется или закрывается конфиденциальное обсуждение.

source: ProjectService|Trigger event when a deployment starts or finishes.
ko: 배포가 시작되거나 완료될 때 이벤트를 트리거합니다.
ru: Инициировать событие при запуске или завершении развёртывания.

source: ProjectService|Trigger event when a merge request is created, updated, or merged.
ko: 머지 리퀘스트 요청이 생성, 업데이트 또는 머지될 때 이벤트를 트리거합니다.
ru: Инициировать событие при создании, обновлении или объединении запроса на слияние.

source: ProjectService|Trigger event when a new, unique alert is recorded.
ko: 새로운, 고유한 경고가 기록될 때 이벤트를 트리거합니다.
ru: Инициировать событие при записи нового уникального оповещения.

source: ProjectService|Trigger event when a new, unique vulnerability is recorded. (Note: This feature requires an Ultimate plan.)
ko: 새 고유 취약점이 기록되면 이벤트를 트리거합니다. (참고: 이 기능을 사용하려면 Ultimate 요금제가 필요합니다.)
ru: Инициировать событие при записи новой уникальной уязвимости. (Примечание: для использования этой функции требуется план Ultimate.)

source: ProjectService|Trigger event when a pipeline status changes.
ko: 파이프라인 상태가 변경되면 이벤트를 트리거합니다.
ru: Инициировать событие при изменении состояния конвейера.

source: ProjectService|Trigger event when a wiki page is created or updated.
ko: 위키 페이지가 생성되거나 업데이트될 때 이벤트를 트리거합니다.
ru: Инициировать событие при создании или изменении страницы вики.

source: ProjectService|Trigger event when an incident is created.
ko: 인시던트가 생성될 때 이벤트를 트리거합니다.
ru: Инициировать событие при создании инцидента.

source: ProjectService|Trigger event when an issue is created, updated, or closed.
ko: 이슈가 생성, 갱신 또는 닫힐 때 이벤트를 트리거합니다.
ru: Инициировать событие, когда создаётся, обновляется или закрывается обсуждение.

source: ProjectSettings|%{link_start}What are description templates?%{link_end}
ko: %{link_start}설명 템플릿이란 무엇입니까?%{link_end}
ru: %{link_start}Что такое шаблоны описания?%{link_end}

source: ProjectSettings|%{link_start}What variables can I use?%{link_end}
ko: %{link_start}어떤 변수를 사용할 수 있습니까?%{link_end}
ru: %{link_start}Какие переменные я могу использовать?%{link_end}

source: ProjectSettings|A default branch cannot be chosen for an empty project.
ko: 빈 프로젝트에서는 기본 브랜치를 선택할 수 없습니다.
ru: Для пустого проекта нельзя выбрать ветку по умолчанию.

source: ProjectSettings|Add additional webhook triggers for project access token expiry.
ko: 프로젝트 액세스 토큰 만료에 대한 추가 웹훅 트리거를 추가합니다.
ru: Добавить дополнительные триггеры вебхуков для истечения срока действия токена доступа проекта.

source: ProjectSettings|Add badges to display information about this project.
ko: 배지를 추가하여 이 프로젝트에 대한 정보를 표시합니다.
ru: Добавьте значки для отображения информации об этом проекте.

source: ProjectSettings|Additional options
ko: 추가 옵션
ru: Дополнительные параметры

source: ProjectSettings|Additional settings that influence how and when merges are done.
ko: 머지가 수행되는 방법과 시기에 영향을 주는 추가 설정입니다.
ru: Дополнительные параметры, влияющие на то, как и когда происходит слияние,

source: ProjectSettings|All merge requests and commits are made against this branch unless you specify a different one.
ko: 다른 브랜치를 지정하지 않는 한 모든 머지 리퀘스트와 커밋은 이 브랜치에 대해 수행됩니다.
ru: Все запросы на слияние и коммиты выполняются в эту ветку, если не указана другая.

source: ProjectSettings|Allow
ko: 허용
ru: Разрешать

source: ProjectSettings|Allow anyone to pull from package registry
ko: 누구나 패키지 레지스트리에서 가져올 수 있도록 허용
ru: Разрешить любому пользователю выполнять скачивание из реестра пакетов

source: ProjectSettings|Allow skipping the merge train
ko: 머지 트레인 생략 허용
ru: Разрешить пропускать цепочку слияний

source: ProjectSettings|Allow users and tokens read-only access to fetch security policy configurations in this project to enforce policies. %{linkStart}Learn more%{linkEnd}.
ko: 사용자와 토큰에게 이 프로젝트의 보안 정책 구성을 가져와 정책을 시행할 수 있는 읽기 전용 액세스 권한을 허용합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Разрешить пользователям и токенам доступ только для чтения, чтобы извлекать конфигурации политики безопасности в этом проекте для применения политик. %{linkStart}Подробнее%{linkEnd}.

source: ProjectSettings|Always show thumbs-up and thumbs-down emoji buttons on issues, merge requests, and snippets.
ko: 항상 이슈, 머지 리퀘스트 및 스니펫에 좋아요 및 싫어요 이모티콘 버튼을 표시합니다.
ru: Всегда показывать кнопки эмодзи с поднятым и опущенным пальцем на обсуждениях, запросах на слияние и сниппетах.

source: ProjectSettings|Amazon Q
ko: Amazon Q
ru: Amazon Q

source: ProjectSettings|Analytics
ko: 분석
ru: Аналитика

source: ProjectSettings|Analytics Dashboards
ko: 분석 대시보드
ru: Аналитические панели

source: ProjectSettings|Anyone can pull packages with a package manager API.
ko: 누구나 패키지 관리자 API를 사용하여 패키지를 가져올 수 있습니다.
ru: Любой может загружать пакеты с помощью API менеджера пакетов.

source: ProjectSettings|Auto-close referenced issues on default branch
ko: 기본 브랜치에서 참조된 이슈 자동 닫기
ru: Автоматически закрывать связанные обсуждения на ветке по умолчанию

source: ProjectSettings|Automatically resolve merge request diff threads when they become outdated
ko: 머지 리퀘스트 diff 스레드가 오래되면 자동으로 해결
ru: Автоматически закрывать темы различий в запросах на слияние, когда они устаревают

source: ProjectSettings|Badges
ko: 뱃지
ru: Значки

source: ProjectSettings|Branches created from issues follow this pattern.
ko: 이슈에서 생성된 브랜치는 이 패턴을 따릅니다.
ru: Ветки, созданные из обсуждений, следуют этому шаблону.

source: ProjectSettings|Build, test, and deploy your changes. Does not apply to project integrations.
ko: 변경 사항을 빌드, 테스트 및 배포합니다. 프로젝트 통합에는 적용되지 않습니다.
ru: Собирайте, тестируйте и развёртывайте изменения. Не применяется к интеграциям проекта.

source: ProjectSettings|Change the location of dashboards?
ko: 대시보드의 위치를 변경하시겠습니까?
ru: Изменить расположение панелей?

source: ProjectSettings|Checkbox is visible and selected by default.
ko: 체크박스가 표시되고 기본적으로 선택된 상태로 됩니다.
ru: Флажок отображается и выбран по умолчанию

source: ProjectSettings|Checkbox is visible and unselected by default.
ko: 체크박스가 표시되며 기본적으로 선택 해제되어 있습니다.
ru: Флажок отображается и снят по умолчанию.

source: ProjectSettings|Choose the method, options, checks, and squash options for merge requests. You can also set up merge request templates for different actions.
ko: 머지 리퀘스트에 대한 방법, 옵션, 검사 및 스쿼시 옵션을 선택합니다. 다른 동작에 대한 머지 리퀘스트 템플릿을 설정할 수도 있습니다.
ru: Выберите метод, параметры, проверки и параметры сжатия для запросов на слияние. Вы также можете настроить шаблоны запросов на слияние для различных действий.

source: ProjectSettings|Choose your merge method, merge options, merge checks, and merge suggestions.
ko: 머지 방법, 머지 옵션, 머지 검사 및 머지 제안을 선택합니다.
ru: Выберите методы слияния, настройки, проверки и предложения.

source: ProjectSettings|Choose your merge method, options, checks, and squash options.
ko: 머지 방법, 옵션, 검사 및 스쿼시 옵션을 선택하세요.
ru: Выберите метод слияния, параметры, проверки и параметры сжатия.

source: ProjectSettings|Collector host
ko: 수집기 호스트
ru: Хост коллектора

source: ProjectSettings|Combine git tags with release notes, release evidence, and assets to create a release.
ko: git 태그를 릴리스 정보, 릴리스 증거 및 자산과 결합하여 릴리스를 만듭니다.
ru: Сочетайте теги git с примечаниями к релизу, доказательствами релиза и ресурсами для создания релиза.

source: ProjectSettings|Commits in earlier merge train pipelines might not get validated with immediately merged commits.
ko: 이전 머지 트레인 파이프라인의 커밋은 즉시 머지된 커밋으로 검증되지 않을 수 있습니다.
ru: Коммиты в более ранних конвейерах цепочки слияний могут не быть проверены с немедленно объединяемыми коммитами.

source: ProjectSettings|Configure %{link_start}data sources%{link_end} to be used for your dashboards.
ko: 대시보드에 사용할 %{link_start}데이터 소스%{link_end} 를 구성합니다.
ru: Настройте %{link_start}источники данных%{link_end}, которые будут использоваться для ваших панелей мониторинга.

source: ProjectSettings|Configure your infrastructure.
ko: 인프라를 구성합니다.
ru: Настройте вашу инфраструктуру.

source: ProjectSettings|Configure your instance
ko: 인스턴스 구성
ru: Настройте ваш экземпляр

source: ProjectSettings|Contact an admin to change this setting.
ko: 이 설정을 변경하려면 운영자에게 문의하세요.
ru: Обратитесь к администратору для изменения этой настройки.

source: ProjectSettings|Container registry
ko: 컨테이너 레지스트리
ru: Реестр контейнеров

source: ProjectSettings|Cube API URL
ko: Cube API URL
ru: Cube API URL

source: ProjectSettings|Data sources
ko: 데이터 소스
ru: Источники данных

source: ProjectSettings|Determine what happens to the commit history when you merge a merge request.
ko: 머지 리퀘스트를 머지할 때 커밋 이력에 어떤 일이 발생하는지 결정합니다.
ru: Определите, что произойдёт с историей коммитов при выполнении запроса на слияние.

source: ProjectSettings|Do not allow
ko: 허용하지 않음
ru: Не разрешать

source: ProjectSettings|Email notifications
ko: 이메일 알림
ru: Уведомления по электронной почте

source: ProjectSettings|Emails are not encrypted. Concerned administrators may want to disable diff previews.
ko: 이메일은 암호화되지 않습니다. 우려되는 운영자는 diff 미리보기를 비활성화할 수 있습니다.
ru: Электронные письма не зашифрованы. Администраторы, которые обеспокоены этим, могут захотеть отключить предварительные просмотры различий.

source: ProjectSettings|Enable "Delete source branch" option by default
ko: "소스 브랜치 삭제"를 기본 옵션으로 활성화
ru: Включить опцию "Удалить ветку источника" по умолчанию.

source: ProjectSettings|Enable automatic reviews by GitLab Duo
ko: GitLab Duo에서 자동 리뷰 활성화
ru: Включить автоматические рецензии GitLab Duo

source: ProjectSettings|Enable email notifications
ko: 이메일 알림 활성화
ru: Включить уведомления по электронной почте

source: ProjectSettings|Enable merge trains
ko: 머지 트레인 활성화
ru: Разрешить цепочки слияний

source: ProjectSettings|Enable merged results pipelines
ko: 머지된 결과 파이프라인 활성화
ru: Включить сборочные линии для результатов слияний

source: ProjectSettings|Enable sending email notifications for this project
ko: 이 프로젝트에 대한 이메일 알림 전송 활성화
ru: Включить уведомления по электронной почте для этого проекта

source: ProjectSettings|Enable suggested reviewers
ko: 제안된 검토자 활성화
ru: Включить предложенных рецензентов

source: ProjectSettings|Encourage
ko: 권장
ru: Поощрять

source: ProjectSettings|Environments
ko: 환경
ru: Окружения

source: ProjectSettings|Every merge creates a merge commit.
ko: 모든 머지는 머지 커밋을 생성합니다.
ru: Каждое слияние создает коммит слияния.
