Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Join GitLab today! You and your team can plan, build, and ship secure code all in one application. Get started here for free!
ko: 지금 GitLab에 가입하세요! 당신과 당신의 팀은 모두 하나의 애플리케이션에서 보안 코드를 계획, 빌드 및 제공할 수 있습니다. 여기에서 무료로 시작하세요!
ru: Присоединяйтесь к GitLab прямо сейчас! Вы и ваша команда сможете организовывать, разрабатывать и развертывать безопасный код в рамках одного приложения. Зарегистрируйтесь здесь бесплатно!

source: Join Zoom meeting
ko: Zoom 회의 참여

source: Join a project
ko: 프로젝트 참여

source: Join your team on GitLab and contribute to an existing project.
ko: GitLab에서 팀에 가입하고 기존 프로젝트에 기여해 보세요.
ru: Присоединяйтесь к своей команде в GitLab и вносите вклад в существующий проект.

source: Joined %{user_created_time}
ko: %{user_created_time}에 가입함

source: Joined projects (%{projects_count})
ko: 참여한 프로젝트(%{projects_count})

source: Jul
ko: 7월
ru: Июл.

source: July
ko: 7월
ru: Июль

source: Jun
ko: 6월
ru: Июн.

source: June
ko: 6월
ru: Июнь

source: Just me
ko: 나만 사용
ru: Только я

source: KEY
ko: 키
ru: КЛЮЧ

source: Keep
ko: 유지

source: Keep artifacts from most recent successful jobs
ko: 가장 최근에 성공한 작업의 아티팩트 유지
ru: Сохранять артефакты из последних успешных заданий

source: Keep divergent refs
ko: 다양한(divergent) 참조 유지
ru: Сохранять разветвлённые ссылки

source: Keep review
ko: 리뷰 유지
ru: Оставить рецензию

source: Keep sidebar visible
ko: 사이드바를 계속 표시
ru: Показывать панель

source: Kerberos access denied
ko: Kerberos 액세스 거부됨

source: Key
ko: 키
ru: Ключ

source: Key (PEM)
ko: 키 (PEM)
ru: Ключ (PEM)

source: Key details
ko: 키 상세정보

source: Key features
ko: 주요 기능
ru: Ключевые функции

source: Keyboard shortcuts
ko: 키보드 단축키
ru: Сочетания клавиш

source: KeyboardKey|Alt
ko: Alt

source: KeyboardKey|Backslash
ko: 백슬래시
ru: Обратная косая черта

source: KeyboardKey|Closing square bracket
ko: 오른쪽 사각괄호
ru: Закрывающая квадратная скобка

source: KeyboardKey|Ctrl
ko: Ctrl

source: KeyboardKey|Ctrl+
ko: Ctrl+
ru: Ctrl+

source: KeyboardKey|Enter
ko: Enter
ru: Enter

source: KeyboardKey|Esc
ko: Esc
ru: Esc

source: KeyboardKey|Forward slash
ko: 슬래시
ru: Косая черта

source: KeyboardKey|Opening square bracket
ko: 왼쪽 사각괄호
ru: Открывающая квадратная скобка

source: KeyboardKey|Question mark
ko: 물음표
ru: Вопросительный знак

source: KeyboardKey|Semicolon
ko: 세미콜론
ru: Точка с запятой

source: KeyboardKey|Shift
ko: Shift
ru: Shift

source: KeyboardShortcuts|No shortcuts matched your search
ko: 검색과 일치하는 단축키가 없습니다.
ru: По вашему запросу не найдено сочетаний клавиш

source: KeyboardShortcuts|Search keyboard shortcuts
ko: 키보드 단축키 검색
ru: Поиск сочетаний клавиш

source: Keys
ko: 키
ru: Ключи

source: Kubernetes Cluster
ko: Kubernetes 클러스터
ru: Кластер Kubernetes

source: Kubernetes Clusters
ko: Kubernetes 클러스터
ru: Кластеры Kubernetes

source: Kubernetes cluster
ko: Kubernetes 클러스터
ru: Кластер Kubernetes

source: Kubernetes cluster integration and resources are being removed.
ko: Kubernetes 클러스터 통합 및 리소스가 제거되고 있습니다.
ru: Интеграция кластера Kubernetes и ресурсы удаляются.

source: Kubernetes cluster integration was successfully removed.
ko: Kubernetes 클러스터 통합이 제거되었습니다.
ru: Интеграция кластера Kubernetes была успешно удалена.

source: Kubernetes cluster was successfully updated.
ko: Kubernetes 클러스터가 성공적으로 업데이트되었습니다.
ru: Кластер Kubernetes был успешно обновлён.

source: Kubernetes clusters
ko: Kubernetes 클러스터
ru: Кластеры Kubernetes

source: Kubernetes deployment not found
ko: Kubernetes 배포를 찾을 수 없음
ru: Развёртывание Kubernetes не найдено

source: KubernetesDashboard|Actions
ko: 동작
ru: Действия

source: KubernetesDashboard|Age
ko: 연령

source: KubernetesDashboard|Agent %{name} ID #%{id}
ko: 에이전트 %{name} ID #%{id}

source: KubernetesDashboard|Agents
ko: 에이전트

source: KubernetesDashboard|Annotations
ko: 주석

source: KubernetesDashboard|Completed
ko: 완료됨

source: KubernetesDashboard|Containers
ko: 컨테이너
ru: Контейнеры

source: KubernetesDashboard|CronJob
ko: CronJob

source: KubernetesDashboard|CronJobs
ko: CronJobs

source: KubernetesDashboard|DaemonSet
ko: DaemonSet

source: KubernetesDashboard|DaemonSets
ko: DaemonSets

source: KubernetesDashboard|Dashboard
ko: 대시보드

source: KubernetesDashboard|Delete pod
ko: Pod 삭제
ru: Удалить под

source: KubernetesDashboard|Deployment
ko: 배포
ru: Развёртывание

source: KubernetesDashboard|Deployments
ko: 배포
ru: Развёртывания

source: KubernetesDashboard|Events
ko: 이벤트
ru: События

source: KubernetesDashboard|Failed
ko: 실패

source: KubernetesDashboard|Failed to establish WebSocket connection
ko: WebSocket 연결에 실패하였습니다
ru: Не удалось установить соединение WebSocket

source: KubernetesDashboard|Job
ko: 작업

source: KubernetesDashboard|Jobs
ko: 작업

source: KubernetesDashboard|Kind
ko: 종류

source: KubernetesDashboard|Kubernetes Dashboard
ko: Kubernetes 대시보드

source: KubernetesDashboard|Labels
ko: 라벨
ru: Метки

source: KubernetesDashboard|Learn more
ko: 자세히 알아보기
ru: Подробнее

source: KubernetesDashboard|Logs
ko: 로그
ru: Журналы

source: KubernetesDashboard|Name
ko: 이름

source: KubernetesDashboard|Namespace
ko: 네임스페이스

source: KubernetesDashboard|No agent selected
ko: 에이전트가 선택되지 않음

source: KubernetesDashboard|No events available
ko: 사용 가능한 이벤트가 없음
ru: События недоступны

source: KubernetesDashboard|Pending
ko: 보류 중

source: KubernetesDashboard|Pod
ko: Pod

source: KubernetesDashboard|Pods
ko: Pods

source: KubernetesDashboard|Ready
ko: 준비

source: KubernetesDashboard|ReplicaSet
ko: ReplicaSet

source: KubernetesDashboard|ReplicaSets
ko: ReplicaSets

source: KubernetesDashboard|Resume reconciliation
ko: 재조정 재개
ru: Возобновить согласование

source: KubernetesDashboard|Running
ko: 실행 중
ru: Работает

source: KubernetesDashboard|Service
ko: 서비스

source: KubernetesDashboard|Services
ko: 서비스

source: KubernetesDashboard|Source: %{source}
ko: 소스: %{source}
ru: Источник: %{source}

source: KubernetesDashboard|Spec
ko: 사양

source: KubernetesDashboard|StatefulSet
ko: StatefulSet

source: KubernetesDashboard|StatefulSets
ko: StatefulSets

source: KubernetesDashboard|Status
ko: 상태

source: KubernetesDashboard|Succeeded
ko: 성공

source: KubernetesDashboard|Suspend reconciliation
ko: 조정 일시 중단
ru: Приостановить согласование

source: KubernetesDashboard|Suspended
ko: 일시중지됨

source: KubernetesDashboard|There was a problem fetching cluster information. Refresh the page and try again.
ko: 클러스터 정보를 가져오는 중에 문제가 발생했습니다. 페이지를 새로 고치고 다시 시도하세요.
ru: Произошла ошибка при получении информации о кластере. Обновите страницу и попробуйте снова.

source: KubernetesDashboard|Trigger reconciliation
ko: 트리거 조정
ru: Запустить согласование

source: KubernetesDashboard|View projects
ko: 프로젝트 보기

source: KubernetesDashboard|You can select an agent from a project's environment page.
ko: 프로젝트의 환경 페이지에서 에이전트를 선택할 수 있습니다.

source: KubernetesDashboard|unknown
ko: 알 수 없음

source: KubernetesLogs|Agent ID
ko: 에이전트 ID
ru: ID агента

source: KubernetesLogs|Container
ko: 컨테이너
ru: Контейнер

source: KubernetesLogs|Namespace
ko: 네임스페이스
ru: Пространство имен

source: KubernetesLogs|No logs available for container %{containerName} of pod %{podName}
ko: 포드 %{podName}의 컨테이너 %{containerName}에 사용 가능한 로그가 없습니다.
ru: Нет журналов для контейнера %{containerName} пода %{podName}

source: KubernetesLogs|No logs available for pod %{podName}
ko: 포드 %{podName}에 사용 가능한 로그가 없습니다
ru: Нет журналов для пода %{podName}

source: KubernetesLogs|Pod
ko: 포드
ru: Под

source: LDAP Synchronization
ko: LDAP 동기화

source: LDAP settings
ko: LDAP 설정
ru: Настройки LDAP

source: LDAP sync in progress. This could take a few minutes. Refresh the page to see the changes.
ko: LDAP 동기화가 진행 중입니다. 몇 분 정도 걸릴 수 있습니다. 변경 사항을 보려면 페이지를 새로고침하세요.
ru: Идет синхронизация LDAP. Это может занять несколько минут. Обновите страницу, чтобы увидеть изменения.

source: LDAP synchronizations
ko: LDAP 동기화

source: LDAP|(Inactive because syncing with an LDAP user filter is not included in the current license)
ko: (LDAP 사용자 필터와의 동기화가 현재 라이센스에 포함되어 있지 않기 때문에 비활성)
ru: (Неактивно, потому что синхронизация с фильтром пользователей LDAP не включена в текущую лицензию)

source: LDAP|Active synchronizations
ko: 활성된 동기화
ru: Активные синхронизации

source: LDAP|Active synchronizations (%{count})
ko: 활성된 동기화 (%{count})
ru: Активные синхронизации (%{count})

source: LDAP|Add synchronization
ko: 동기화 추가

source: LDAP|As %{human_access} on %{provider_label} server
ko: %{provider_label} 서버에서 %{human_access} 로

source: LDAP|Config for LDAP server %{provider} is not present in GitLab
ko: LDAP 서버 %{provider} 에 대한 구성이 GitLab에 없습니다.
ru: Конфигурация для сервера LDAP %{provider} отсутствует в GitLab

source: LDAP|Could not fetch LDAP groups. Please try again.
ko: LDAP 그룹을 가져올 수 없습니다. 다시 시도해 주세요.
ru: Не удалось получить группы LDAP. Повторите попытку.

source: LDAP|Custom admin role
ko: 사용자 정의 운영자 역할
ru: Пользовательская роль администратора

source: LDAP|Default, minimum permission level for LDAP group members of %{group_name}.
ko: 기본값, %{group_name} LDAP 그룹 구성원에 대한 최소 권한 수준입니다.
ru: Разрешение по умолчанию и минимальный уровень доступа для участников группы LDAP %{group_name}.

source: LDAP|Group cn
ko: 그룹 cn
ru: CN группы

source: LDAP|If you do not belong to this LDAP user filter you will lose ownership of %{group_name}.
ko: 이 LDAP 사용자 필터에 속하지 않으면 %{group_name} 소유권을 잃게 됩니다.
ru: Если вы не входите в этот фильтр пользователей LDAP, вы утратите владение группой %{group_name}.

source: LDAP|If you select an LDAP group you do not belong to you will lose ownership of %{group_name}.
ko: 귀하가 속하지 않은 LDAP 그룹을 선택하면 %{group_name}의 소유권을 잃게 됩니다.
ru: Если вы выберете группу LDAP, в которую не входите, вы потеряете владение группой %{group_name}.

source: LDAP|LDAP access
ko: LDAP 액세스

source: LDAP|LDAP group cn
ko: LDAP 그룹 cn

source: LDAP|LDAP server
ko: LDAP 서버

source: LDAP|LDAP user filter
ko: LDAP 사용자 필터

source: LDAP|No LDAP synchronizations
ko: LDAP 동기화 없음
ru: Нет синхронизаций LDAP

source: LDAP|Select LDAP group
ko: LDAP 그룹 선택
ru: Выберите группу LDAP

source: LDAP|Select a server to fetch groups.
ko: 그룹을 가져올 서버를 선택하세요.
ru: Выберите сервер для получения групп.

source: LDAP|Select server
ko: 서버 선택
ru: Выберите сервер

source: LDAP|Server
ko: 서버
ru: Сервер

source: LDAP|Start typing
ko: 입력 시작
ru: Начните ввод

source: LDAP|Sync method
ko: 동기화 방법

source: LDAP|Synchronize %{group_name}'s members with this LDAP group.
ko: %{group_name}님의 구성원을 이 LDAP 그룹과 동기화하세요.
ru: Синхронизирует участников группы %{group_name} с этой группой LDAP.

source: LDAP|This query must use valid %{ldap_link_start}LDAP Search Filter Syntax%{ldap_link_end}. Synchronize %{group_name}'s members with this LDAP user filter.
ko: 이 쿼리는 유효한 %{ldap_link_start}LDAP 검색 필터 구문%{ldap_link_end}을 사용해야 합니다. %{group_name}의 구성원을 이 LDAP 사용자 필터와 동기화합니다.
ru: Запрос должен использовать допустимый %{ldap_link_start}синтаксис фильтра поиска LDAP%{ldap_link_end}. Синхронизирует участников группы %{group_name} с этим фильтром пользователей LDAP.

source: LDAP|User filter
ko: 사용자 필터
ru: Фильтр пользователей

source: LDAP|View more information on %{linkStart}user filters%{linkEnd}.
ko: %{linkStart}사용자 필터%{linkEnd}의 상세 정보를 표시
ru: Подробнее о %{linkStart}фильтрах пользователей%{linkEnd}.

source: LDAP|You can manage permission levels for individual group members in the Members tab.
ko: 구성원 탭에서 개별 그룹 구성원의 권한 수준을 관리할 수 있습니다.
ru: Вы можете управлять уровнями доступа для отдельных участников группы на вкладке «Участники».

source: LFS objects
ko: LFS 객체
ru: Объекты LFS

source: LFSStatus|Disabled
ko: Disabled
ru: Отключено

source: LFSStatus|Enabled
ko: Enabled
ru: Включено

source: Label
ko: 라벨
ru: Метка

source: Label %{labelName} was not found
ko: %{labelName} 라벨을 찾을 수 없습니다.
ru: Метка %{labelName} не найдена.

source: Label actions dropdown
ko: 라벨 동작 드롭 다운
ru: Выпадающее меню действий над метками

source: Label added: %{labels}
ko: 추가된 라벨: %{labels}
ru: Добавлена метка %{labels}

source: Label name
ko: 라벨 이름
ru: Название метки

source: Label priority
ko: 라벨 우선순위
ru: Приоритет метки

source: Label was created
ko: 라벨이 생성됨
ru: Метка создана

source: Label was successfully updated.
ko: 라벨이 성공적으로 업데이트되었습니다.
ru: Метка успешно обновлена.

source: LabelSelect|%{firstLabelName} +%{remainingLabelCount} more
ko: %{firstLabelName} +%{remainingLabelCount} 이상
ru: %{firstLabelName} + ещё %{remainingLabelCount}

source: LabelSelect|%{labelsString}, and %{remainingLabelCount} more
ko: %{labelsString}, 그리고 %{remainingLabelCount} 이상
ru: %{labelsString} и еще %{remainingLabelCount} других

source: LabelSelect|Labels
ko: 라벨
ru: Метки

source: Labels
ko: 라벨
ru: Метки

source: Labels can be applied to issues and merge requests to categorize them
ko: 라벨은 이슈와 머지 리퀘스트에 적용하여 분류할 수 있습니다.
ru: Метки можно применять к обсуждениям и запросам на слияние для их категоризации

source: Labels can be applied to issues and merge requests. Group labels are available for any project within the group.
ko: 라벨은 이슈 및 머지 리퀘스트에 적용할 수 있습니다. 그룹 라벨은 그룹 내의 모든 프로젝트에서 사용할 수 있습니다.
ru: Метки можно применить к обсуждениям и запросам на слияние. Групповые метки доступны для всех проектов в группе.

source: Labels can be applied to issues and merge requests. Star a label to make it a priority label.
ko: 라벨은 문제 및 머지 리퀘스트에 적용할 수 있습니다. 라벨에 별점을 표시하여 우선 순위 라벨로 만드십시오.
ru: Метки можно применить к обсуждениям и запросам на слияние. Отметьте метку звездочкой, чтобы сделать ее приоритетной.

source: Labels can be applied to issues, merge requests, and epics. Group labels are available for any project within the group.
ko: 라벨은 이슈,머지 리퀘스트, 에픽에 적용할 수 있습니다. 그룹 라벨은 그룹 내의 모든 프로젝트에서 사용할 수 있습니다.
ru: Метки можно применить к обсуждениям, запросам на слияние и целям. Групповые метки доступны для всех проектов в группе.

source: Labels to be notified for. Valid options are `match_any` and `match_all`. The default value is `match_any`.
ko: 알림을 받을 라벨입니다. 유효한 옵션은 `match_any` 및 `match_all`입니다. 기본값은 `match_any`입니다.
ru: Метки для уведомлений. Допустимые варианты: match_any и match_all. Значение по умолчанию — match_any.

source: Labels to send notifications for. Leave blank to receive notifications for all events.
ko: 알림을 보낼 라벨입니다. 모든 이벤트에 대한 알림을 받으려면 비워 둡니다.
ru: Метки для отправки уведомлений. Оставьте пустым, чтобы получать уведомления обо всех событиях.

source: Labels with no issues in this iteration:
ko: 이 이터레이션에서 이슈가 없는 라벨:
ru: Метки, не содержащие обсуждений в этой итерации:

source: Labels|%{spanStart}Promote label%{spanEnd} %{labelTitle} %{spanStart}to Group Label?%{spanEnd}
ko: %{labelTitle}을 %{spanStart}그룹 라벨%{spanEnd}로 %{spanStart}승격%{spanEnd}하시겠습니까?
ru: %{spanStart}Повысить метку%{spanEnd} %{labelTitle} %{spanStart}до метки группы?%{spanEnd}

source: Labels|Label actions
ko: 라벨 동작
ru: Действия с метками

source: Labels|Label actions dropdown
ko: 라벨 동작 드롭다운
ru: Меню действий с метками

source: Labels|Promote Label
ko: 라벨 승격
ru: Перенести Метку

source: Labels|Promote to group label
ko: 그룹 라벨로 승격
ru: Повысить до групповой метки

source: Labels|Promoting %{labelTitle} will make it available for all projects inside %{groupName}. Existing project labels with the same title will be merged. If a group label with the same title exists, it will also be merged. This action cannot be reversed.
ko: %{labelTitle}을 승격하면 %{groupName} 내부의 모든 프로젝트에서 사용할 수 있습니다. 동일한 제목의 기존 프로젝트 라벨이 머지됩니다. 동일한 제목의 그룹 라벨이 존재하는 경우에도 머지됩니다. 이 작업은 되돌릴 수 없습니다.
ru: Повышение %{labelTitle} сделает её доступной для всех проектов в %{groupName}. Существующие метки проекта с таким же названием будут объединены. Если метка группы с таким названием уже существует, она также будет объединена. Это действие невозможно отменить.

source: Label|Assignee
ko: 담당자
ru: Исполнитель

source: Label|Reviewer
ko: 검토자
ru: Рецензент

source: Lacking permissions to the blocking merge request
ko: 머지 리퀘스트에 대한 차단 권한이 없습니다.
ru: Недостаточно привилегий для блокировки запроса на слияние

source: Lacking permissions to update the merge request
ko: 머지 리퀘스트를 업데이트할 권한이 없습니다.
ru: Недостаточно привилегий для обновления запроса на слияние

source: Language
ko: 언어
ru: Язык

source: Language type
ko: 언어 유형

source: Large File Storage
ko: 대용량 파일 스토리지 (LFS)
ru: Хранилище больших файлов

source: Last %d day
ko: 최근 %d 일
ru: Последний %d день

source: Last %{days} days
ko: 최근 %{days} 일

source: Last 2 weeks
ko: 최근 2주
ru: Последние 2 недели

source: Last 24 hours
ko: 최근 24시간
ru: Последние 24 часа

source: Last Accessed On
ko: 마지막으로 액세스한 날
ru: Последнее обращение

source: Last GitLab Duo activity
ko: 마지막 GitLab Duo 활동
ru: Последняя активность GitLab Duo

source: Last GitLab activity
ko: 마지막 GitLab 활동

source: Last Used
ko: 최근 사용
ru: Последнее использование

source: Last Used IPs
ko: 마지막 사용된 IP들
ru: Последние использованные IP

source: Last accessed on
ko: 마지막으로 액세스한 날
ru: Последний доступ

source: Last activity
ko: 마지막 활동
ru: Последняя активность

source: Last activity:
ko: 마지막 활동:

source: Last attempted number:
ko: 마지막 시도 횟수:

source: Last comment by %{author} %{timeago}
ko: %{timeago} 전 %{author}가 댓글 작성
ru: Последний комментарий от %{author} %{timeago}

source: Last commit
ko: 최근 커밋
ru: Последний коммит

source: Last contact
ko: 마지막 연결
ru: Последний контакт

source: Last event
ko: 최근 이벤트

source: Last login
ko: 최종 로그인

source: Last modified
ko: 최근 수정일
ru: Последнее изменение

source: Last month
ko: 지난 달
ru: Последний месяц

source: Last name
ko: 성
ru: Фамилия

source: Last repository check (%{last_check_timestamp}) failed. See the 'repocheck.log' file for error messages.
ko: 마지막 리포지토리 점검(%{last_check_timestamp})이 실패했습니다. 오류 메시지는 'repocheck.log' 파일을 참조하십시오.

source: Last seen
ko: 마지막으로 확인됨
ru: Последнее посещение

source: Last sign-in
ko: 마지막 로그인
ru: Последний вход

source: Last sign-in IP:
ko: 마지막 로그인 IP:
ru: IP последнего входа:

source: Last sign-in at:
ko: 마지막 로그인:
ru: Последний вход:

source: Last successful update
ko: 마지막으로 성공한 업데이트
ru: Последнее успешное обновление

source: Last successful update %{time}.
ko: 마지막으로 성공한 업데이트 %{time}.
ru: Последнее успешное обновление %{time}.

source: Last update
ko: 최근 업데이트
ru: Последнее обновление

source: Last update attempt
ko: 마지막 업데이트 시도
ru: Последняя попытка обновления

source: Last updated
ko: 최근 업데이트됨
ru: Последний раз обновлено

source: Last updated %{time} ago
ko: %{time} 일 전에 마지막으로 업데이트됨
ru: Последнее обновление %{time} назад

source: Last updated date
ko: 마지막 업데이트 날짜
ru: Дата последнего обновления

source: Last used
ko: 최근 사용됨
ru: Последнее использование

source: Last used %{last_used_at} ago
ko: %{last_used_at} 전에 마지막으로 사용됨
ru: Последнее использование %{last_used_at} назад

source: Last used date
ko: 최근 사용 날짜
ru: Дата последнего использования

source: Last week
ko: 지난 주
ru: Последняя неделя

source: Last year
ko: 작년
ru: Последний год

source: LastPushEvent|Copy branch name
ko: 브랜치 이름 복사
ru: Скопировать имя ветки

source: LastPushEvent|You pushed to
ko: 푸시 대상:
ru: Вы отправили в

source: LastPushEvent|at
ko: at
ru: в

source: Latest pipeline for the most recent commit on this ref
ko: 이 참조에 대한 가장 최근 커밋에 대한 최신 파이프라인
ru: Последний конвейер для самого нового коммита для этой ветки или тега

source: Latest version
ko: 최신 버전
ru: Последняя версия

source: Launch a ready-to-code development environment for your project.
ko: 프로젝트를 위해 바로 코딩할 수 있는 개발 환경을 시작합니다.

source: Launch board
ko: 보드 실행
ru: Открыть доску

source: Layout|Fixed
ko: 수정됨
ru: Фиксированная

source: Layout|Fluid
ko: Fluid
ru: Плавающая

source: Lead time
ko: 리드 타임
ru: Срок исполнения

source: Lead time for changes
ko: 변경 리드타임
ru: Срок внесения изменений

source: Learn GitLab
ko: GitLab 알아보기
ru: Узнайте о GitLab

source: Learn More
ko: 더 알아보기
ru: Подробнее

source: Learn More.
ko: 더 알아보기.
ru: Подробнее.

source: Learn about how your subscription works %{url}
ko: 구독 작동 방식에 대해 알아보세요 %{url}

source: Learn about signing commits
ko: 커밋 서명에 대해 알아보기

source: Learn about signing commits with SSH keys.
ko: SSH 키로 커밋에 서명하는 방법에 대해 알아보세요.
ru: Узнайте о подписании коммитов с помощью ключей SSH.

source: Learn how to %{link_start}contribute to the built-in templates%{link_end}
ko: %{link_start}빌트인 템플릿에 기여하는 방법%{link_end} 알아보기
ru: Узнайте, как %{link_start}внести свой вклад во встроенные шаблоны%{link_end}

source: Learn how to %{no_packages_link_start}publish and share your packages%{no_packages_link_end} with GitLab.
ko: GitLab에 %{no_packages_link_start}패키지를 게시하고 공유하는 방법%{no_packages_link_end}을 알아보세요.
ru: Узнайте, как %{no_packages_link_start}опубликовать и делиться своими пакетами%{no_packages_link_end} с GitLab.

source: Learn more
ko: 더 알아보기
ru: Подробнее

source: Learn more about %{name}
ko: %{name}에 대해 자세히 알아보기
ru: Подробнее о %{name}

source: Learn more about Auto DevOps
ko: Auto DevOps에 대해 더 알아보기
ru: Узнайте больше об Auto DevOps

source: Learn more about GitLab
ko: GitLab에 대해 자세히 알아보기
ru: Подробнее о GitLab

source: Learn more about Service Desk
ko: 서비스 데스크에 대해 자세히 알아보기
ru: Подробнее о Службе поддержки

source: Learn more about X.509 signed commits
ko: X.509 서명 커밋에 대해 자세히 알아보기
ru: Подробнее о коммитах, подписанных X.509

source: Learn more about custom project templates
ko: 사용자 지정 프로젝트 템플릿에 대해 자세히 알아보기
ru: Узнайте больше о пользовательских шаблонах проекта

source: Learn more about deploying to a cluster
ko: 클러스터에 배포에 대해 자세히 알아보기
ru: Узнайте больше о развертывании в кластер

source: Learn more about group-level project templates
ko: 그룹 수준 프로젝트 템플릿에 대해 자세히 알아보기
ru: Узнать больше о шаблонах проекта группового уровня

source: Learn more about groups.
ko: 그룹에 대해 자세히 알아보기.
ru: Подробнее о группах.

source: Learn more about importing GitLab projects
ko: GitLab 프로젝트 가져오기에 대해 자세히 알아보기
ru: Подробнее об импорте проектов GitLab

source: Learn more about issues.
ko: 이슈에 대해 자세히 알아보세요.
ru: Подробнее об обсуждениях.

source: Learn more about linking epics
ko: 에픽 링크에 대해 자세히 알아보기
ru: Подробнее о связывании целей

source: Learn more about linking issues
ko: 이슈 링크에 대해 자세히 알아보기
ru: Подробнее о связывании обсуждений

source: Learn more about linking issues and incidents
ko: 이슈 및 인시던트 링크에 대해 자세히 알아보기
ru: Подробнее о связывании обсуждений и инцидентов

source: Learn more about max seats used
ko: 사용 최대 좌석에 대해 자세히 알아보기
ru: Подробнее о максимальном числе использованных лицензий

source: Learn more about seats owed
ko: 청구될 좌석에 대해 자세히 알아보기
ru: Подробнее о задолженности по лицензиям

source: Learn more about shards and replicas in the %{configuration_link_start}advanced search configuration%{configuration_link_end} documentation. Changes don't take place until you %{recreated_link_start}recreate%{recreated_link_end} the index.
ko: %{configuration_link_start}고급 검색 구성%{configuration_link_end} 문서에서 샤드와 복제본에 대해 자세히 알아보세요. 인덱스를 %{recreated_link_start}재생성%{recreated_link_end}할 때까지 변경 사항이 적용되지 않습니다.
ru: Подробнее о шардах и репликах в документации по %{configuration_link_start}настройке расширенного поиска%{configuration_link_end}. Изменения вступят в силу только после %{recreated_link_start}пересоздания%{recreated_link_end} индекса.

source: Learn more.
ko: 더 알아보기.
ru: Подробнее.

source: Learn more: %{url}
ko: 더 알아보기: %{url}
ru: Подробнее: %{url}

source: Learn what Duo Chat can do.
ko: Duo Chat으로 무엇을 할 수 있는지 알아보세요.
ru: Узнать что умеет Duo Chat.

source: LearnGitLab|%d task to go
ko: 앞으로 해야할 %d 작업
ru: Осталось %d задание

source: LearnGitLab|%{percentage}%{percentSymbol} completed
ko: %{percentage}%{percentSymbol} 완료
ru: %{percentage}%{percentSymbol} завершено

source: LearnGitLab|10 best practices for using GitLab Duo
ko: GitLab Duo 사용을 위한 10가지 모범 사례
ru: 10 лучших практик использования GitLab Duo

source: LearnGitLab|Add code
ko: 코드 추가
ru: Добавьте код

source: LearnGitLab|Add code owners
ko: 코드 소유자 추가
ru: Добавить владельцев кода

source: LearnGitLab|Add code to a repository
ko: 리포지토리에 코드 추가
ru: Добавьте код в репозиторий

source: LearnGitLab|Analyze your application for vulnerabilities with DAST
ko: DAST를 사용하여 애플리케이션의 취약점 분석
ru: Проанализируйте приложение на уязвимости с помощью DAST

source: LearnGitLab|Assign a GitLab Duo seat to your colleagues
ko: GitLab Duo 좌석을 동료에게 할당
ru: Назначьте лицензию GitLab Duo своим коллегам
