Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Vulnerability management
ko: 취약점 관리

source: Vulnerability remediated. Review before resolving.
ko: 취약성이 치료되었습니다. 해결로 분류하기 전에 검토하십시오.

source: Vulnerability report
ko: 취약성 보고서
ru: Отчёт об уязвимостях

source: Vulnerability resolved in %{branch}
ko: 취약성이 %{branch}에서 해결됨

source: Vulnerability resolved in the default branch
ko: 기본 브랜치에서 취약성이 확인됨
ru: Уязвимость решена в ветке по умолчанию

source: VulnerabilityChart|%{formattedStartDate} to today
ko: %{formattedStartDate} 부터 오늘까지
ru: %{formattedStartDate} по сегодняшний день

source: VulnerabilityChart|Severity
ko: 심각도
ru: Уровень серьёзности

source: VulnerabilityDismissalReasons|Acceptable risk
ko: 허용 가능한 위험

source: VulnerabilityDismissalReasons|False positive
ko: 거짓 양성
ru: Ложное срабатывание

source: VulnerabilityDismissalReasons|Mitigating control
ko: 제어 완화

source: VulnerabilityDismissalReasons|Not applicable
ko: 적용 불가능

source: VulnerabilityDismissalReasons|Used in tests
ko: 테스트에 사용됨

source: VulnerabilityExport|Activity
ko: 활동
ru: Активность

source: VulnerabilityExport|Additional Info
ko: 추가 정보

source: VulnerabilityExport|CVE
ko: CVE

source: VulnerabilityExport|CVSS Vectors
ko: CVSS 벡터

source: VulnerabilityExport|CWE
ko: CWE

source: VulnerabilityExport|Comments
ko: 댓글

source: VulnerabilityExport|Details
ko: 세부 정보

source: VulnerabilityExport|Detected At
ko: 감지 위치

source: VulnerabilityExport|Dismissal Reason
ko: 해지 사유

source: VulnerabilityExport|Export already in progress. Please retry after the current export completes.
ko: 내보내기가 이미 진행중 입니다. 현재 내보내기가 완료된 후 다시 시도해 보세요.

source: VulnerabilityExport|Full Path
ko: 전체 경로

source: VulnerabilityExport|Group Name
ko: 그룹 이름

source: VulnerabilityExport|Location
ko: 위치

source: VulnerabilityExport|Other Identifiers
ko: 다른 식별자

source: VulnerabilityExport|Project Name
ko: 프로젝트 이름
ru: Название проекта

source: VulnerabilityExport|Scanner Name
ko: 스캐너 이름

source: VulnerabilityExport|Severity
ko: 심각도
ru: Уровень серьёзности

source: VulnerabilityExport|Status
ko: 상태

source: VulnerabilityExport|Tool
ko: 도구

source: VulnerabilityExport|Vulnerability
ko: 취약점

source: VulnerabilityManagement|%{statusStart}Confirmed%{statusEnd} · %{timeago} by %{user}
ko: %{statusStart}확인됨%{statusEnd} · %{timeago} by %{user}

source: VulnerabilityManagement|%{statusStart}Detected%{statusEnd} · %{timeago}
ko: %{statusStart}감지됨%{statusEnd} · %{timeago}

source: VulnerabilityManagement|%{statusStart}Detected%{statusEnd} · %{timeago} in pipeline %{pipelineLink}
ko: 파이프라인 %{pipelineLink}에서 %{statusStart}감지됨%{statusEnd} · %{timeago}
ru: %{statusStart}Обнаружено%{statusEnd} · %{timeago} в конвейере %{pipelineLink}

source: VulnerabilityManagement|%{statusStart}Dismissed%{statusEnd} · %{timeago} by %{user}
ko: %{statusStart}해지됨%{statusEnd} · %{timeago} - %{user}

source: VulnerabilityManagement|%{statusStart}Dismissed%{statusEnd}: %{dismissalReason} · %{timeago} by %{user}
ko: %{statusStart}해지됨%{statusEnd}: %{dismissalReason} · %{timeago} - %{user}

source: VulnerabilityManagement|%{statusStart}Resolved%{statusEnd} · %{timeago} by %{user}
ko: %{statusStart}해결됨%{statusEnd} · %{timeago} by %{user}
ru: %{statusStart}Решено%{statusEnd} · %{timeago} %{user}

source: VulnerabilityManagement|(optional) Include the solution to the vulnerability if available.
ko: (옵션) 가능한 경우 취약성에 대한 솔루션을 포함합니다.
ru: (необязательно) Включите решение уязвимости, если оно доступно.

source: VulnerabilityManagement|A removed or remediated vulnerability
ko: 제거되거나 치료된 취약성

source: VulnerabilityManagement|A true-positive and will fix
ko: 참-양성이고 수정 예정

source: VulnerabilityManagement|A verified true-positive vulnerability
ko: 참-양성으로 검증된 취약성

source: VulnerabilityManagement|Add reason for severity change (Required)
ko: 심각도 변경 사유 추가(필수)
ru: Укажите причину изменения уровня серьёзности (обязательно)

source: VulnerabilityManagement|Add vulnerability finding
ko: 취약점 검출 추가
ru: Добавление обнаружения уязвимости

source: VulnerabilityManagement|An unverified non-confirmed finding
ko: 검증되지 않은 확인되지 않은 검출
ru: Неподтверждённое необоснованное обнаружение

source: VulnerabilityManagement|Change severity
ko: 심각도 변경
ru: Изменение уровня серьёзности

source: VulnerabilityManagement|Change the severity of this vulnerability. Only this vulnerability will be affected.
ko: 이 취약점의 심각도를 변경합니다. 이 취약점만 영향을 받습니다.
ru: Изменение уровня серьёзности этой уязвимости. Будет затронута только эта уязвимость.

source: VulnerabilityManagement|Comment is required.
ko: 댓글이 필요합니다.

source: VulnerabilityManagement|Could not process %{issueReference}: %{errorMessage}.
ko: %{issueReference}: %{errorMessage}를 처리할 수 없습니다.

source: VulnerabilityManagement|Create Jira issue
ko: Jira 이슈 생성
ru: Создать задачу в Jira

source: VulnerabilityManagement|Dismiss as...
ko: 해지 사유...

source: VulnerabilityManagement|Dismissed: %{dismissalReason}
ko: 해지됨: %{dismissalReason}

source: VulnerabilityManagement|Enter a name
ko: 이름 입력
ru: Введите название

source: VulnerabilityManagement|Enter the CVE or CWE code
ko: CVE 또는 CWE 코드 입력

source: VulnerabilityManagement|Enter the CVE or CWE identifier URL
ko: CVE 또는 CWE 식별자 URL 입력

source: VulnerabilityManagement|Fetching linked Jira issues
ko: 링크된 Jira 이슈를 가져오는 중
ru: Извлечение связанных задач Jira

source: VulnerabilityManagement|Identifier code and URL are required fields
ko: 식별자 코드 및 URL은 필수 필드입니다.

source: VulnerabilityManagement|Manually add a vulnerability entry into the vulnerability report.
ko: 이 취약성 보고서에 취약성 항목을 수동으로 추가합니다.

source: VulnerabilityManagement|Name is a required field
ko: 이름은 필수 필드입니다.

source: VulnerabilityManagement|No longer detected %{timeago} as of commit %{commitShaLink}
ko: %{commitShaLink} 커밋 기준으로 더 이상 %{timeago}전에 감지하지 못함
ru: Больше не обнаружено %{timeago} с коммита %{commitShaLink}

source: VulnerabilityManagement|Read more about related issues
ko: 관련 이슈 자세히 보기
ru: Подробнее о связанных обсуждениях

source: VulnerabilityManagement|Related Jira issues
ko: 관련 Jira 이슈
ru: Связанные задачи в Jira

source: VulnerabilityManagement|Requires assessment
ko: 평가 필요
ru: Требуется оценка

source: VulnerabilityManagement|Select a method
ko: 방법 선택
ru: Выберите метод

source: VulnerabilityManagement|Select a severity
ko: 심각도 선택
ru: Выберите уровень серьёзности

source: VulnerabilityManagement|Select a severity level
ko: 심각도 수준 선택
ru: Выберите уровень серьёзности

source: VulnerabilityManagement|Select a status
ko: 상태 선택
ru: Выберите статус

source: VulnerabilityManagement|Severity
ko: 심각도
ru: Уровень серьёзности

source: VulnerabilityManagement|Severity is a required field
ko: 심각도는 필수 필드입니다.
ru: Уровень серьёзности является обязательным полем

source: VulnerabilityManagement|Severity is required.
ko: 심각도가 필요합니다.
ru: Уровень серьёзности обязателен.

source: VulnerabilityManagement|Something went wrong while creating vulnerability
ko: 취약성을 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании уязвимости

source: VulnerabilityManagement|Something went wrong while trying to delete the comment. Please try again later.
ko: 댓글을 삭제하는 동안 오류가 발생했습니다. 나중에 다시 시도하십시오.
ru: Произошла ошибка при попытке удалить комментарий. Повторите попытку позже.

source: VulnerabilityManagement|Something went wrong while trying to fetch related Jira issues. Please check the %{linkStart}Jira integration settings%{linkEnd} and try again.
ko: 관련된 Jira 이슈를 가져오는 동안 문제가 발생했습니다. %{linkStart}Jira 통합 설정%{linkEnd}을 확인하고 다시 시도하십시오
ru: Произошла ошибка при попытке получить связанные задачи Jira. Проверьте %{linkStart}настройки интеграции Jira%{linkEnd} и повторите попытку.

source: VulnerabilityManagement|Something went wrong while trying to refresh the vulnerability. Please try again later.
ko: 취약성을 새로 고치는 동안 오류가 발생했습니다. 나중에 다시 시도하십시오.
ru: Произошла ошибка при попытке обновить уязвимость. Повторите попытку позже.

source: VulnerabilityManagement|Something went wrong while trying to retrieve the vulnerability history. Please try again later.
ko: 취약성 기록을 검색하는 동안 오류가 발생했습니다. 나중에 다시 시도하십시오.
ru: Произошла ошибка при попытке получить историю уязвимости. Повторите попытку позже.

source: VulnerabilityManagement|Something went wrong while trying to save the comment. Please try again later.
ko: 댓글을 저장하는 동안 오류가 발생했습니다. 나중에 다시 시도하십시오.
ru: Произошла ошибка при попытке сохранить комментарий. Повторите попытку позже.

source: VulnerabilityManagement|Something went wrong while trying to unlink the issue. Please try again later.
ko: 이슈의 링크를 해제하는 동안 오류가 발생했습니다. 나중에 다시 시도하십시오.
ru: Произошла ошибка при попытке отсоединить обсуждение. Повторите попытку позже.

source: VulnerabilityManagement|Something went wrong, could not get user.
ko: 문제가 발생했습니다. 사용자를 가져올 수 없습니다.
ru: Произошла ошибка при получении пользователя.

source: VulnerabilityManagement|Something went wrong, could not update vulnerability severity.
ko: 오류가 발생하여 취약점 심각도를 업데이트할 수 없습니다.
ru: Произошла ошибка при изменении уровня серьёзности уязвимости.

source: VulnerabilityManagement|Something went wrong, could not update vulnerability state.
ko: 문제가 발생하여 취약성 상태를 업데이트할 수 없습니다.
ru: Произошла ошибка при обновлении состояния уязвимости.

source: VulnerabilityManagement|Status is a required field
ko: 상태는 필수 필드입니다.
ru: Статус является обязательным полем

source: VulnerabilityManagement|Submit vulnerability
ko: 취약점 제출

source: VulnerabilityManagement|Summary, detailed description, steps to reproduce, etc.
ko: 요약, 상세한 설명, 재현 단계 등
ru: Сводка, подробное описание, шаги для воспроизведения и т. д.

source: VulnerabilityManagement|Verified as fixed or mitigated
ko: 고정 또는 완화된 것으로 확인

source: VulnerabilityManagement|Vulnerability name or type. Ex: Cross-site scripting
ko: 취약성 이름 또는 유형. 예:Cross-site scripting

source: VulnerabilityManagement|Vulnerability set to %{severity} severity
ko: 취약점이 %{severity} 심각도로 설정됨
ru: Уязвимость получила уровень серьёзности %{severity}.

source: VulnerabilityManagement|Will not fix or a false-positive
ko: 고쳐지지 않거나 거짓-양성
ru: Не будет исправлено или ложное срабатывание

source: VulnerabilityManagement|invalid issue link or ID
ko: 잘못된 이슈 링크 또는 ID

source: VulnerabilityStatusTypes|Confirmed
ko: 확인됨

source: VulnerabilityStatusTypes|Dismissed
ko: 해지됨

source: VulnerabilityStatusTypes|Mark as...
ko: 다음으로 마킹...
ru: Отметить как...

source: VulnerabilityStatusTypes|Needs triage
ko: 분류 필요

source: VulnerabilityStatusTypes|Resolved
ko: 해결됨

source: Vulnerability|%{file} was not found in commit %{ref}
ko: %{file}에서 커밋 %{ref}를 찾을 수 없습니다.
ru: %{file} не найден в коммите %{ref}

source: Vulnerability|%{file} was not found in ref %{ref}
ko: 참조 %{ref}에서 %{file}을(를) 찾을 수 없습니다
ru: %{file} не найден в ссылке %{ref}

source: Vulnerability|%{scannerName} (version %{scannerVersion})
ko: %{scannerName} (버전 %{scannerVersion})

source: Vulnerability|A 'sink' is where untrusted data is used in a potentially risky way, such as in SQL queries or HTML output. Sink points are monitored to prevent security vulnerabilities in the software.
ko: '싱크'는 신뢰할 수 없는 데이터가 SQL 쿼리나 HTML 출력과 같이 잠재적으로 위험한 방식으로 사용되는 곳입니다. 싱크 포인트는 소프트웨어의 보안 취약성을 방지하기 위해 모니터링됩니다.
ru: «Источник» — это место, где ненадежные данные используются потенциально рискованным образом, например, в SQL-запросах или HTML-выводе. Точки источников отслеживаются для предотвращения уязвимостей в программном обеспечении.

source: Vulnerability|A 'source' refers to untrusted inputs like user data or external data sources. These inputs can introduce security risks into the software system and are monitored to prevent vulnerabilities.
ko: '소스'는 사용자 데이터나 외부 데이터 소스와 같은 신뢰할 수 없는 입력을 말합니다. 이러한 입력은 소프트웨어 시스템에 보안 위험을 초래할 수 있으며 취약성을 방지하기 위해 모니터링됩니다.
ru: «Источник» относится к ненадёжным входным данным, таким как данные пользователей или внешние источники данных. Эти входные данные могут вводить риски безопасности в программную систему и отслеживаются для предотвращения уязвимостей.

source: Vulnerability|A solution is available for this vulnerability
ko: 이 취약점에 대한 솔루션을 사용할 수 있습니다.
ru: Для этой уязвимости доступно решение

source: Vulnerability|Active secret
ko: 활성 비밀

source: Vulnerability|Activity
ko: 활동
ru: Активность

source: Vulnerability|Actual received response is the one received when this fault was detected
ko: 실제 수신된 응답은 이 고장이 감지되었을 때 수신된 응답입니다.

source: Vulnerability|Actual response:
ko: 실제 응답:
ru: Фактический ответ:

source: Vulnerability|Add another identifier
ko: 다른 식별자 추가
ru: Добавить еще один идентификатор

source: Vulnerability|Additional Info
ko: 추가 정보
ru: Дополнительная информация

source: Vulnerability|Archive pending
ko: 보관 대기 중

source: Vulnerability|Assert:
ko: 어셔션
ru: Проверка:

source: Vulnerability|Bug Bounty
ko: 버그 바운티

source: Vulnerability|CISA (the Cybersecurity & Infrastructure Security Agency, a part of the U.S. Department of Homeland Security) maintains the Known Exploited Vulnerabilities (aka "KEV") catalog of vulnerabilities that have been exploited in the wild.
ko: CISA(미국 국토안보부 산하 사이버보안 및 인프라 보안국)에서는 실제로 악용된 취약점에 대한 알려진 악용 취약점(일명 "KEV") 카탈로그를 유지 관리합니다.
ru: CISA (Агентство по кибербезопасности и безопасности инфраструктуры, входящее в состав Министерства внутренней безопасности США) ведёт каталог известных эксплуатируемых уязвимостей (KEV), которые использовались в реальных атаках.

source: Vulnerability|CVSS v3
ko: CVSS v3
ru: CVSS v3

source: Vulnerability|Cluster
ko: 클러스터
ru: Кластер

source: Vulnerability|Code Review
ko: 코드 리뷰

source: Vulnerability|Code flow
ko: 코드 흐름
ru: Поток кода

source: Vulnerability|Code flow helps trace and flag risky data ('tainted data') as it moves through your software. Vulnerabilities are detected by pinpointing how untrusted inputs, like user data or network traffic, are utilized. This technique finds and fixes data handling flaws, securing software from injection and cross-site scripting attacks.
ko: 코드 흐름은 소프트웨어를 통과하는 위험한 데이터('오염된 데이터')를 추적하고 플래그를 지정하는 데 도움이 됩니다. 취약성은 사용자 데이터나 네트워크 트래픽과 같은 신뢰할 수 없는 입력이 어떻게 활용되는지 정확히 파악하여 감지됩니다. 이 기술은 데이터 처리 결함을 찾아 수정하여 소프트웨어를 주입 및 크로스 사이트 스크립팅 공격으로부터 보호합니다.
ru: Поток кода помогает отслеживать и помечать рисковые данные («загрязнённые данные»), когда они перемещаются через ваше программное обеспечение. Уязвимости обнаруживаются путём выявления того, как ненадёжные входные данные, такие как пользовательские данные или сетевой трафик, используются в системе. Этот метод находит и исправляет недостатки обработки данных, защищая программное обеспечение от атак инъекций и межсайтового скриптинга.

source: Vulnerability|Comments
ko: 댓글
ru: Комментарии

source: Vulnerability|Component
ko: 컴포넌트
ru: Компонент

source: Vulnerability|Crash address:
ko: 충돌 주소:
ru: Адрес сбоя:

source: Vulnerability|Crash type:
ko: 충돌 유형:
ru: Тип сбоя:

source: Vulnerability|Create a merge request to implement this solution, or download and apply the patch manually.
ko: 이 솔루션을 구현하려면 머지 리퀘스트를 생성하거나 패치를 수동으로 다운로드하여 적용하세요.
ru: Создайте запрос на слияние для реализации этого решения или скачайте и примените патч вручную.

source: Vulnerability|Dependency paths
ko: 의존성 경로
ru: Пути зависимостей

source: Vulnerability|Description
ko: 설명
ru: Описание

source: Vulnerability|Details
ko: 세부정보
ru: Подробности

source: Vulnerability|Detected
ko: 감지
ru: Обнаружена

source: Vulnerability|Detection method
ko: 감지 방법

source: Vulnerability|Enter the associated CVE or CWE entries for this vulnerability.
ko: 이 취약성과 관련된 CVE 또는 CWE 항목을 입력하십시오.

source: Vulnerability|Evidence
ko: 증거

source: Vulnerability|Evidence:
ko: 증거:

source: Vulnerability|External Security Report
ko: 외부 보안 보고서

source: Vulnerability|False positive detected
ko: 거짓 양성이 탐지됨
ru: Обнаружено ложное срабатывание

source: Vulnerability|File:
ko: 파일:
ru: Файл:

source: Vulnerability|GitLab Security Report
ko: GitLab 보안 보고서

source: Vulnerability|GitLab checks the validity of the secret with the third party vendor on each pipeline run. If the secret is still active it could be exploited and needs to be revoked and rotated.
ko: GitLab은 각 파이프라인 실행 시 타사 공급업체와 비밀의 유효성을 확인합니다. 비밀이 아직 활성 상태인 경우 악용될 가능성이 있으므로 폐기하고 교체해야 합니다.
ru: GitLab проверяет действительность секрета у стороннего поставщика при каждом запуске конвейера. Если секрет всё ещё активен, его можно использовать в атаках, поэтому его нужно отозвать и обновить.

source: Vulnerability|Identifier
ko: 식별자
ru: Идентификатор

source: Vulnerability|Identifier URL
ko: 식별자 URL

source: Vulnerability|Identifier code
ko: 식별자 코드

source: Vulnerability|Identifiers
ko: 식별자
ru: Идентификаторы

source: Vulnerability|Image and tag
ko: 이미지 및 태그

source: Vulnerability|Image:
ko: 이미지:

source: Vulnerability|Image: %{linkStart}%{image}%{linkEnd}
ko: 이미지: %{linkStart}%{image}%{linkEnd}

source: Vulnerability|Inactive secret
ko: 비활성 비밀

source: Vulnerability|Information related to how the vulnerability was discovered and its impact on the system.
ko: 취약성이 발견된 방법 및 시스템에 미치는 영향과 관련된 정보입니다.
ru: Информация о том, как была обнаружена уязвимость и как она повлияла на систему.

source: Vulnerability|Links
ko: 링크
ru: Ссылки

source: Vulnerability|Location
ko: 위치

source: Vulnerability|Namespace:
ko: 네임스페이스:

source: Vulnerability|Possibly active secret
ko: 활성 비밀일 가능성있음

source: Vulnerability|Project
ko: 프로젝트
ru: Проект

source: Vulnerability|Project:
ko: 프로젝트:
ru: Проект:

source: Vulnerability|Remove identifier row
ko: 식별자 행 제거

source: Vulnerability|Reproduction Assets
ko: 재제작(Reproduction) 자산
ru: Ресурсы для воспроизведения

source: Vulnerability|Request/Response
ko: 요청/응답

source: Vulnerability|Resolve the vulnerability in these dependencies to see additional paths. GitLab shows a maximum of 20 dependency paths per vulnerability.
ko: 이 의존성들의 취약점을 해결하면 추가 경로를 확인할 수 있습니다. GitLab은 취약점 하나당 최대 20개의 의존성 경로만 표시합니다.

source: Vulnerability|Scanner:
ko: 스캐너
ru: Сканер:

source: Vulnerability|Scanner: %{scannerName}
ko: 스캐너: %{scannerName}
ru: Сканер: %{scannerName}

source: Vulnerability|Search or filter vulnerabilities...
ko: 취약점 검색 또는 필터링...
ru: Поиск или фильтрация уязвимостей...

source: Vulnerability|Security Audit
ko: 보안 감사
ru: Аудит безопасности

source: Vulnerability|Select a severity
ko: 심각도 선택
ru: Выберите уровень серьёзности

source: Vulnerability|Sent request:
ko: 전송된 요청:

source: Vulnerability|Set the status of the vulnerability finding based on the information available to you.
ko: 사용자가 사용할 수 있는 정보를 기반으로 취약성 검출 상태를 설정합니다.
ru: Установите статус обнаружения уязвимости на основе доступной вам информации.

source: Vulnerability|Severity
ko: 심각도
ru: Уровень серьёзности

source: Vulnerability|Severity:
ko: 심각도:
ru: Уровень серьёзности:

source: Vulnerability|Something went wrong while trying to get the source file.
ko: 소스 파일을 가져오는 동안 문제가 발생하였습니다.
ru: Произошла ошибка при получении исходного файла.

source: Vulnerability|Stacktrace snippet:
ko: Stacktrace 스니펫:

source: Vulnerability|Static reachability is a factor of dependencies (and the relevant CVEs) which indicates that there is a high probability that the package is in use, and therefore the risk of it is higher.
ko: 정적 도달 가능성은 종속성 (과 관련 CVE)의 요소로, 이는 패키지가 사용 중일 확률이 높음을 나타내며, 따라서 위험이 더 높습니다.

source: Vulnerability|Status
ko: 상태
ru: Статус

source: Vulnerability|Status:
ko: 상태:
ru: Статус:

source: Vulnerability|Steps
ko: 단계
ru: Шаги

source: Vulnerability|The CVSS (Common Vulnerability Scoring System) is a standardized framework for assessing and communicating the severity of security vulnerabilities in software. It provides a numerical score (ranging from 0.0 to 10.0) to indicate the severity risk of the vulnerability.
ko: CVSS(공통 취약점 등급 시스템)는 소프트웨어의 보안 취약성의 심각도를 평가하고 전달하기 위한 표준화된 프레임워크입니다.
ru: CVSS (Общая система оценки уязвимостей) — это стандартизированная система для оценки и передачи информации о степени серьёзности уязвимостей в программном обеспечении. Она присваивает числовой балл (от 0.0 до 10.0), чтобы указать уровень риска уязвимости.

source: Vulnerability|The Exploit Prediction Scoring System model produces a percentage value between 0 and 100 that represents the likelihood that a vulnerability will be exploited in the next 30 days.
ko: 악용 예측 점수 시스템 모델은 취약점이 향후 30일 내에 악용될 가능성을 나타내는 0~100 사이의 퍼센트 값을 생성합니다.
ru: Модель Exploit Prediction Scoring System выдаёт процентное значение от 0 до 100, которое отражает вероятность эксплуатации уязвимости в течение следующих 30 дней.

source: Vulnerability|The scanner determined this vulnerability to be a false positive. Verify the evaluation before changing its status. %{linkStart}Learn more about false positive detection.%{linkEnd}
ko: 스캐너에서 이 취약성이 오류으로 확인되었습니다. 상태를 변경하기 전에 평가를 확인하십시오. %{linkStart}거짓 양성 탐지에 대해 자세히 알아봅니다.%{linkEnd}
ru: Сканер определил эту уязвимость как ложное срабатывание. Проверьте оценку перед изменением её статуса. %{linkStart}Подробнее об обнаружении ложных срабатываний%{linkEnd}.

source: Vulnerability|The unmodified response is the original response that had no mutations done to the request
ko: 수정되지 않은 응답은 요청에 대해 수행된 변이가 없는 원래 응답입니다.

source: Vulnerability|Tool:
ko: 도구:

source: Vulnerability|Training
ko: 교육
ru: Обучение

source: Vulnerability|Training not available for this vulnerability.
ko: 이 취약성에 대한 교육을 사용할 수 없습니다.
ru: Обучение для этой уязвимости недоступно.

source: Vulnerability|URL:
ko: URL:
ru: URL:

source: Vulnerability|Unmodified response:
ko: 수정되지 않은 응답:

source: Vulnerability|Use AI to understand a vulnerability and suggest a fix
ko: AI를 사용하여 취약점을 이해하고 수정 방법을 제안합니다.

source: Vulnerability|View code flow
ko: 코드 흐름 보기

source: Vulnerability|View dependency paths
ko: 의존성 경로 보기
ru: Просмотреть пути зависимостей

source: Vulnerability|View training
ko: 교육 보기

source: Vulnerability|Vulnerability identifiers
ko: 취약점 식별자
ru: Идентификаторы уязвимостей

source: Vulnerability|Vulnerability will be archived on %{date}. %{linkStart}Why will this vulnerability be archived?%{linkEnd}
ko: 취약점은 %{date}에 보관됩니다. %{linkStart}이 취약점이 보관되는 이유는 무엇입니까?%{linkEnd}

source: Vulnerability|Vulnerable class:
ko: 취약한 클래스:

source: Vulnerability|Vulnerable method:
ko: 취약한 메소드:

source: Vulnerability|What is 'Has known exploit (KEV)'?
ko: '알려진 악용 취약점(KEV)'이란 무엇입니까?

source: Vulnerability|What is CVSS?
ko: CVSS 란 무엇인가요?

source: Vulnerability|What is EPSS?
ko: EPSS 란 무엇인가요?
ru: Что такое EPSS?

source: Vulnerability|What is Reachability?
ko: 도달가능이란 무엇입니까?
ru: Что такое достижимость?

source: Vulnerability|What is a validity check?
ko: 유효성 검사란 무엇인가요?
ru: Что такое проверка действительности?

source: Vulnerability|What is code flow?
ko: 코드 흐름이란 무엇인가?
ru: Что такое поток кода?

source: Vulnerability|circular dependency
ko: 원형 의존성
ru: циклическая зависимость

source: Vulnerability|code_flow
ko: 코드 흐름
ru: code_flow

source: WARNING:
ko: 경고:

source: WARNING: This snippet contains hidden files which might be used to mask malicious behavior. Exercise caution if cloning and executing code from this snippet.
ko: 경고: 이 스니펫에는 악의적인 동작을 숨기는 데 사용될 수 있는 숨겨진 파일이 포함되어 있습니다. 이 스니펫에서 코드를 복사해 실행할 경우 주의하십시오.

source: Wait for the file to load to copy its contents
ko: 내용을 복사하려면 파일이 로딩될때까지 기다리세요
ru: Дождитесь загрузки файла, чтобы скопировать его содержимое

source: Waiting for approval
ko: 승인 대기중
ru: В ожидании одобрения

source: Waiting for approvals
ko: 승인 대기중
ru: Ожидают одобрения

source: Waiting for assignee
ko: 담당자를 기다리고 있습니다
ru: Ожидают исполнителя

source: Waiting for author or assignee
ko: 작성자 혹은 지정받은 사람을 기다림
ru: Ожидание автора или исполнителя

source: Waiting for merge (open and assigned)
ko: 머지 대기 (오픈 - 담당자 지정 상태)

source: Want to see the data? Please ask an administrator for access.
ko: 이 데이터를 보고 싶은가요? 운영자에게 액세스 권한을 요청하세요.
ru: Хотите увидеть данные? Обратитесь к администратору за доступом.

source: Warning
ko: 경고
ru: Предупреждение

source: Warning:
ko: 경고:
ru: Предупреждение:

source: Warning: Displaying this diagram might cause performance issues on this page.
ko: 경고: 이 다이어그램을 표시하면 이 페이지에서 성능 이슈가 발생할 수 있습니다.

source: Warning: Synchronizing LDAP removes direct members' access.
ko: 경고: LDAP를 동기화하면 직접 멤버의 액세스가 제거됩니다.
ru: Предупреждение: Синхронизация LDAP удаляет доступ прямых участников.
