Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: OutboundRequests|Requests can be made to these IP addresses and domains even when local requests are not allowed. IP ranges such as %{code_start}1:0:0:0:0:0:0:0/124%{code_end} and %{code_start}127.0.0.0/28%{code_end} are supported. Domain wildcards are not supported. To separate entries, use commas, semicolons, or newlines. The allowlist can have a maximum of 1000 entries. Domains must be IDNA-encoded.
ko: 로컬 요청이 허용되지 않는 경우에도 이러한 IP 주소 및 도메인에 요청을 할 수 있습니다. %{code_start}1:0:0:0:0:0:0:0/124%{code_end} 및 %{code_start}127.0.0.0/28%{code_end} 과 같은 IP 범위가 지원됩니다. 도메인 와일드카드는 지원되지 않습니다. 항목을 구분하려면 쉼표, 세미콜론 또는 줄 바꿈을 사용하십시오. 허용 목록에는 최대 1000개의 항목이 있을 수 있습니다. 도메인은 IDNA로 인코딩되어야 합니다.
ru: Запросы могут быть отправлены на эти IP-адреса и домены, даже если локальные запросы не разрешены. Поддерживаются диапазоны IP, такие как %{code_start}1:0:0:0:0:0:0:0/124%{code_end} и %{code_start}127.0.0.0/28%{code_end}. Шаблоны для доменов не поддерживаются. Для разделения записей используйте запятые, точки с запятой или новые строки. Белый список может содержать не более 1000 записей. Домены должны быть закодированы в формате IDNA.

source: OutboundRequests|Resolve IP addresses for outbound requests to prevent DNS-rebinding attacks.
ko: DNS 리바인딩 공격을 방지하기 위해 아웃바운드 요청에 대한 IP 주소를 Resolve를 수행합니다.
ru: Разрешить разрешение IP-адресов для исходящих запросов, чтобы предотвратить атаки с подменой DNS.

source: OutboundRequests|Webhooks and integrations might not work properly. GitLab Duo will not work unless `cloud.gitlab.com` is in the following allowlist.
ko: Webhook 및 통합이 제대로 작동하지 않을 수 있습니다. GitLab Duo는 'cloud.gitlab.com'이 다음 허용 목록에 없으면 작동하지 않습니다.
ru: Вебхуки и интеграции могут работать некорректно. GitLab Duo не будет работать, если `cloud.gitlab.com` не находится в следующем белом списке.

source: OutdatedBrowser|GitLab may not work properly, because you are using an outdated web browser.
ko: GitLab은 이전 버전의 웹 브라우저를 사용하고 있기 때문에 제대로 작동하지 않을 수 있습니다.

source: OutdatedBrowser|Please install a %{browser_link_start}supported web browser%{browser_link_end} for a better experience.
ko: 더 나은 경험을 위해 %{browser_link_start}지원되는 웹 브라우저를 설치하십시오%{browser_link_end}.

source: Outdent line
ko: 줄 내어쓰기

source: Overridden
ko: 오버라이드됨

source: Overview
ko: 개요
ru: Обзор

source: Overwrite diverged branches
ko: 분기된 브랜치 덮어 쓰기

source: Owasp|A01:2021 Broken Access Control
ko: A01:2021 손상된 억세스 제어

source: Owasp|A02:2021 Cryptographic Failures
ko: A02:2021 암호화 실패

source: Owasp|A03:2021 Injection
ko: A03:2021 주입

source: Owasp|A04:2021 Insecure Design
ko: A04:2021 안전하지 않은 디자인

source: Owasp|A05:2021 Security Misconfiguration
ko: A05:2021 보안 구성 오류

source: Owasp|A06:2021 Vulnerable and Outdated Components
ko: A06:2021 취약하고 오래된 구성 요소

source: Owasp|A07:2021 Identification and Authentication Failures
ko: A07:2021 식별 및 인증 실패

source: Owasp|A08:2021 Software and Data Integrity Failures
ko: A08:2021 소프트웨어 및 데이터 무결성 오류

source: Owasp|A09:2021 Security Logging and Monitoring Failures
ko: A09:2021 보안 로깅 및 모니터링 실패
ru: A09:2021 Ошибки безопасности при ведении журналов и мониторинге

source: Owasp|A10:2017 Insufficient Logging & Monitoring
ko: A10:2017 로깅 및 모니터링 부족
ru: A10:2017 Недостаточное ведение журналов и мониторинг

source: Owasp|A10:2021 Server-Side Request Forgery
ko: A10:2021 서버측 요청 위조

source: Owasp|A1:2017 Injection
ko: A1:2017 주입

source: Owasp|A2:2017 Broken Authentication
ko: A2:2017 손상된 인증

source: Owasp|A3:2017 Sensitive Data Exposure
ko: A3:2017 민감한 데이터 노출

source: Owasp|A4:2017 XML External Entities (XXE)
ko: A4:2017 XML 외부 엔터티(XXE)

source: Owasp|A5:2017 Broken Access Control
ko: A5:2017 손상된 억세스 제어

source: Owasp|A6:2017 Security Misconfiguration
ko: A6:2017 보안 구성 오류

source: Owasp|A7:2017 Cross-Site Scripting (XSS)
ko: A7:2017 크로스 사이트 스크립팅(XSS)

source: Owasp|A8:2017 Insecure Deserialization
ko: A8:2017 안전하지 않은 역직렬화

source: Owasp|A9:2017 Using Components with Known Vulnerabilities
ko: A9:2017 알려진 취약점이 있는 구성 요소 사용

source: Owasp|Non-OWASP Top 10 2017
ko: Non-OWASP 상위 10 2017

source: Owasp|Non-OWASP Top 10 2021
ko: Non-OWASP 상위 10 2021

source: Owned by %{image_tag}
ko: %{image_tag}가 소유자

source: Owned by anyone
ko: 모든 소유자
ru: Принадлежащие кому угодно

source: Owned by me
ko: 내가 소유자
ru: Принадлежащие мне

source: Owned by:
ko: 소유자:

source: Owner
ko: 소유자
ru: Владелец

source: Owners and administrators
ko: 소유자 및 운영자

source: PIPL|Important Change to Your GitLab.com Account
ko: GitLab.com 계정에 대한 중요한 변경 사항
ru: Важное изменение в вашей учётной записи GitLab.com

source: PIPL|Please be advised that GitLab can no longer service GitLab.com accounts for individuals and organizations located in Mainland China, Macao, and Hong Kong. Our system indicates that you are visiting GitLab from one of these locations. We advise you to sign up with JiHu %{jihu_link}. JiHu is an independent company with a localized GitLab offering that has an exclusive right to provide GitLab to individuals and organizations located in this region. You must complete the transition by %{deadline}, after which GitLab will delete your account from our systems. If you believe you are receiving this notification in error, please log in to GitLab.com from a supported service location. For further information or support, please feel free to contact %{email}.
ko: GitLab은 이제 중국 본토, 마카오, 홍콩에 위치한 개인 및 조직에 대해 GitLab.com 계정을 서비스할 수 없음을 알려드립니다. 시스템에 따르면 귀하가 이 지역 중 하나에서 GitLab을 방문하고 있는 것으로 표시됩니다. JiHu %{jihu_link}에 가입하시기를 권장합니다. JiHu는 이 지역에 위치한 개인 및 조직에게 GitLab을 제공할 독점 권한을 가진 독립적인 회사로, 현지화된 GitLab 서비스를 제공합니다. 귀하는 %{deadline}까지 전환을 완료해야 하며, 이후 GitLab은 귀하의 계정을 시스템에서 삭제할 것입니다. 만약 이 알림을 잘못 받았다고 생각되시면 지원되는 서비스 위치에서 GitLab.com에 로그인하세요. 추가 정보나 지원이 필요하시면 언제든지 %{email}로 연락 주시기 바랍니다
ru: Обратите внимание, что GitLab больше не может обслуживать аккаунты GitLab.com для пользователей и организаций, расположенных в материковом Китае, Макао и Гонконге. Наша система показывает, что вы посещаете GitLab из одного из этих регионов. Мы рекомендуем вам зарегистрироваться на JiHu %{jihu_link}. JiHu — это независимая компания с локализованным предложением GitLab, которая имеет эксклюзивное право предоставлять GitLab пользователям и организациям в этом регионе. Вам необходимо завершить переход до %{deadline}, после чего GitLab удалит ваш аккаунт из нашей системы. Если вы считаете, что получили это уведомление по ошибке, войдите в GitLab.com с поддерживаемого местоположения. Для получения дополнительной информации или поддержки вы можете написать письмо на %{email}.

source: PIPL|Please be advised that GitLab can no longer service GitLab.com accounts for individuals and organizations located in Mainland China, Macao, and Hong Kong. Our system indicates that you are visiting GitLab from one of these locations. We advise you to transition your GitLab.com account from GitLab to %{jihu_link}. JiHu is an independent company with a localized GitLab offering that has exclusive rights to provide GitLab to individuals and organizations located in this region. You have %{deadline} days to complete the transition, after which GitLab will delete your account from our systems. If you believe you are receiving this notification in error, please log in to GitLab.com from a supported service location. For further information or support, please feel free to contact %{email}.
ko: GitLab은 이제 중국 본토, 마카오, 홍콩에 위치한 개인 및 조직에 대해 GitLab.com 계정을 서비스할 수 없음을 알려드립니다. 시스템에 따르면 귀하가 이 지역 중 하나에서 GitLab을 방문하고 있는 것으로 표시됩니다. JiHu %{jihu_link}에 가입하시기를 권장합니다. JiHu는 이 지역에 위치한 개인 및 조직에게 GitLab을 제공할 독점 권한을 가진 독립적인 회사로, 현지화된 GitLab 서비스를 제공합니다. 귀하는 %{deadline}까지 전환을 완료해야 하며, 이후 GitLab은 귀하의 계정을 시스템에서 삭제할 것입니다. 만약 이 알림을 잘못 받았다고 생각되시면 지원되는 서비스 위치에서 GitLab.com에 로그인하세요. 추가 정보나 지원이 필요하시면 언제든지 %{email}로 연락 주시기 바랍니다
ru: Обратите внимание, что GitLab больше не может обслуживать аккаунты GitLab.com для пользователей и организаций, расположенных в материковом Китае, Макао и Гонконге. Наша система показывает, что вы посещаете GitLab из одного из этих регионов. Мы рекомендуем вам перейти с вашего аккаунта GitLab.com на %{jihu_link}. JiHu — это независимая компания с локализованным предложением GitLab, которая имеет эксклюзивные права на предоставление GitLab пользователям и организациям в этом регионе. У вас есть %{deadline} дней для завершения перехода, после чего GitLab удалит ваш аккаунт из нашей системы. Если вы считаете, что получили это уведомление по ошибке, войдите в GitLab.com с поддерживаемого местоположения. Для получения дополнительной информации или поддержки, напишите письмо на %{email}.

source: PQL|An error occurred while sending hand raise lead.
ko: 핸드 레이즈 리드를 보내는 중 오류가 발생했습니다.
ru: Произошла ошибка при отправке лида с проявленным интересом.

source: PQL|By providing my contact information, I agree GitLab may contact me via email about its product, services and events. You may opt-out at any time by unsubscribing in emails or visiting our communication preference center.
ko: 내 연락처 정보를 제공함으로써 GitLab이 제품, 서비스 및 이벤트에 대해 이메일을 통해 나에게 연락할 수 있다는 데 동의합니다. 귀하는 이메일 구독을 취소하거나 당사의 커뮤니케이션 환경설정 센터를 방문하여 언제든지 해제 할 수 있습니다.
ru: Предоставляя свои контактные данные, я соглашаюсь на получение писем от GitLab о продуктах, услугах и мероприятиях. Вы можете отказаться в любое время, отписавшись от рассылки в письмах или посетив центр настройки коммуникаций.

source: PQL|Cancel
ko: 취소
ru: Отмена

source: PQL|Contact our Sales team
ko: 영업팀에 문의
ru: Связь с отделом продаж

source: PQL|Contact sales
ko: 영업팀에 문의
ru: Связаться с отделом продаж

source: PQL|Hello %{userName}. Before putting you in touch with our sales team, we would like you to verify and complete the information below.
ko: 안녕하세요 %{userName}. GitLab 영업팀에 연락하기 전에 아래 정보를 확인하고 작성해 주시기 바랍니다.
ru: Здравствуйте, %{userName}. Прежде чем связаться с нашим отделом продаж, проверьте и дополните информацию ниже.

source: PQL|Message for the Sales team (optional)
ko: 영업팀에게 보낼 메시지 (옵션)
ru: Сообщение для отдела продаж (необязательно)

source: PQL|Submit information
ko: 정보 제출
ru: Отправить информацию

source: PQL|Thank you for reaching out! Our sales team will get back to you soon.
ko: 문의해 주셔서 감사합니다! 영업팀이 곧 연락을 드릴 것입니다.
ru: Спасибо за ваш запрос! Наш отдел продаж скоро свяжется с вами.

source: Package already exists
ko: 패키지가 이미 존재합니다.

source: Package deleted successfully
ko: 패키지가 삭제되었습니다.

source: Package file size limits
ko: 패키지 파일 크기 제한
ru: Ограничения размера файлов пакетов

source: Package forwarding
ko: 패키지 전달

source: Package hunter
ko: 패키지 헌터

source: Package limits
ko: 패키지 한도
ru: Ограничения пакетов

source: Package name of the app in Google Play.
ko: Google Play에 있는 앱의 패키지 이름입니다.
ru: Название пакета для приложения в Google Play.

source: Package recipe already exists
ko: 패키지 레시피가 이미 존재합니다.

source: Package registry
ko: 패키지 레지스트리
ru: Реестр пакетов

source: Package registry rate limits
ko: 패키지 레지스트리 속도 제한
ru: Ограничения на частоту запросов к реестру пакетов

source: Package registry types for which metadata is stored, required for License Compliance for CycloneDX files.
ko: 메타데이터가 저장되는 패키지 레지스트리 유형은 CycloneDX 파일에 대한 라이선스 준수에 필요합니다.
ru: Типы реестров пакетов, для которых хранятся метаданные, необходимые для соблюдения лицензий для файлов CycloneDX.

source: Package registry: authenticated API requests
ko: 패키지 레지스트리: 인증 API 요청
ru: Реестр пакетов: аутентифицированные запросы API

source: Package registry: unauthenticated API requests
ko: 패키지 레지스트리: 미인증 API 요청
ru: Реестр пакетов: неаутентифицированные запросы API

source: Package type
ko: 패키지 유형
ru: Тип пакета

source: Package type must be Conan
ko: 패키지 유형은 Conan이어야 합니다.
ru: Тип пакет должен быть Conan

source: Package type must be Debian
ko: 패키지 유형은 Debian이어야 합니다.
ru: Тип пакета должен быть Debian

source: Package type must be Helm
ko: 패키지 유형은 Helm이어야 합니다.
ru: Тип пакета должен быть Helm

source: Package type must be NuGet
ko: 패키지 유형은 NuGet이어야 합니다.
ru: Тип пакета должен быть NuGet

source: PackageRegistry|%{linkStart}Wildcards%{linkEnd} such as `my-package-*` are supported.
ko: %{linkStart}`my-package-*`와 같은 와일드카드%{linkEnd} 가 지원됩니다.
ru: Поддерживаются %{linkStart}шаблоны%{linkEnd}, такие как `my-package-*`.

source: PackageRegistry|%{message}. Delete this package and try again.
ko: %{message}. 이 패키지를 삭제하고 다시 시도하세요.
ru: %{message}. Удалите этот пакет и попробуйте снова.

source: PackageRegistry|%{name} version %{version} was first created %{datetime}
ko: %{name} 버전 %{version}이 처음 생성됨 %{datetime}
ru: Версия %{version} %{name} была создана %{datetime}

source: PackageRegistry|A protection rule exists for this package.
ko: 이 패키지에 대한 보호 규칙이 존재합니다.
ru: Для этого пакета существует правило защиты.

source: PackageRegistry|Add Conan Remote
ko: Conan Remote 추가
ru: Добавление удалённого репозитория Conan

source: PackageRegistry|Add Gradle Groovy DSL repository command
ko: Gradle Groovy DSL 리포지토리 명령 추가
ru: Команда для добавления репозитория в Gradle Groovy DSL

source: PackageRegistry|Add Gradle Kotlin DSL repository command
ko: Gradle Kotlin DSL 리포지토리 명령 추가
ru: Команда для добавления репозитория в Gradle Kotlin DSL

source: PackageRegistry|Add NuGet Source
ko: NuGet 소스 추가
ru: Добавьте источник NuGet

source: PackageRegistry|Add composer registry
ko: Composer 레지스트리 추가
ru: Добавьте реестр Composer

source: PackageRegistry|Add protection rule
ko: 보호 규칙 추가
ru: Добавить правило защиты

source: PackageRegistry|Add rule
ko: 규칙 추가
ru: Добавить правило

source: PackageRegistry|Allow duplicates
ko: 중복 허용
ru: Разрешить дубликаты

source: PackageRegistry|Allow packages with the same name and version to be uploaded to the registry. The newest version of a package is always used when installing.
ko: 이름과 버전이 같은 패키지를 레지스트리에 업로드할 수 있습니다. 설치 시 항상 최신 버전의 패키지가 사용됩니다.
ru: Разрешить загрузку в реестр пакетов с одинаковым именем и версией. При установке всегда используется самая новая версия пакета.

source: PackageRegistry|App group: %{group}
ko: 앱 그룹: %{group}
ru: Группа приложения: %{group}

source: PackageRegistry|App name: %{name}
ko: 앱 이름: %{name}
ru: Название приложения: %{name}

source: PackageRegistry|Author email: %{authorEmail}
ko: 작성자 이메일: %{authorEmail}
ru: Email автора: %{authorEmail}

source: PackageRegistry|Built by pipeline %{link} triggered %{datetime} by %{author}
ko: 파이프라인 %{link} 에 의해 빌드됨, %{datetime}에 %{author}가 트리거 함.
ru: Собран конвейером %{link}, запущенным %{datetime} пользователем %{author}

source: PackageRegistry|By default, the NuGet package validates the %{code_open}projectUrl%{code_close}, %{code_open}iconUrl%{code_close}, and %{code_open}licenseUrl%{code_close} metadata. In an offline environment, you cannot upload the NuGet package with this validation because these URLs cannot be resolved. You might want to select the checkbox to skip validation.
ko: 기본적으로 NuGet 패키지는 %{code_open}projectUrl%{code_close}, %{code_open}iconUrl%{code_close}및 %{code_open}LicenseUrl%{code_close} 메타데이터의 유효성을 검증합니다. 오프라인 환경에서는 이러한 URL을 확인할 수 없으므로 이 유효성 검증을 사용하여 NuGet 패키지를 업로드할 수 없습니다. 유효성 검증를 생략하려면 확인란을 선택할 수도 있습니다.
ru: По умолчанию пакет NuGet проверяет метаданные %{code_open}projectUrl%{code_close}, %{code_open}iconUrl%{code_close} и %{code_open}licenseUrl%{code_close}. В офлайн-среде вы не сможете загрузить пакет NuGet с этими проверками, так как эти URL не смогут быть разрешены. Вы можете установить этот флажок, чтобы пропустить проверки.

source: PackageRegistry|Composer
ko: Composer
ru: Composer

source: PackageRegistry|Composer packages are installed at the group level, but there is no group associated with this project.
ko: Composer 패키지는 그룹 수준에서 설치되지만 이 프로젝트와 연관된 그룹은 없습니다.
ru: Пакеты Composer устанавливаются на уровне группы, но с этим проектом не связана никакая группа.

source: PackageRegistry|Composer.json with license: %{license} and version: %{version}
ko: 라이선스: %{license} 및 버전: %{version}의 Composer.json
ru: Файл composer.json с лицензией: %{license} и версией: %{version}

source: PackageRegistry|Conan
ko: Conan
ru: Conan

source: PackageRegistry|Conan Command
ko: Conan 명령
ru: Команда Conan

source: PackageRegistry|Configure external Maven registry
ko: 외부 Maven 레지스트리 구성
ru: Настройте внешний реестр Maven

source: PackageRegistry|Configure in settings
ko: 설정 창에서 구성
ru: Изменить в настройках

source: PackageRegistry|Configure package forwarding, package limits, and package file size limits.
ko: 패키지 전달, 패키지 제한, 패키지 파일 크기 제한을 구성합니다.
ru: Настраивайте пересылку пакетов, ограничения пакетов и ограничения размера файлов пакетов.

source: PackageRegistry|Copy .pypirc content
ko: .pypirc 콘텐츠 복사
ru: Скопировать содержимое .pypirc

source: PackageRegistry|Copy Conan Command
ko: Conan 명령 복사
ru: Скопировать команду Conan

source: PackageRegistry|Copy Conan Setup Command
ko: Conan 설정 명령 복사
ru: Скопировать команду настройки Conan

source: PackageRegistry|Copy Gradle Groovy DSL install command
ko: Gradle Groovy DSL 설치 명령 복사
ru: Скопировать команду установки Gradle Groovy DSL

source: PackageRegistry|Copy Gradle Kotlin DSL install command
ko: Gradle Kotlin DSL 설치 명령 복사
ru: Скопировать команду установки Gradle Kotlin DSL

source: PackageRegistry|Copy Maven XML
ko: Maven XML 복사
ru: Скопировать XML для Maven

source: PackageRegistry|Copy Maven command
ko: Maven 명령 복사
ru: Скопировать команду Maven

source: PackageRegistry|Copy Maven registry XML
ko: Maven 레지스트리 XML 복사
ru: Скопировать XML для реестра Maven

source: PackageRegistry|Copy NuGet Command
ko: NuGet 명령 복사
ru: Скопировать команду NuGet

source: PackageRegistry|Copy NuGet Setup Command
ko: NuGet 설정 명령 복사
ru: Скопировать команду настройки NuGet

source: PackageRegistry|Copy Pip command
ko: Pip 복사 명령
ru: Скопировать команду pip

source: PackageRegistry|Copy SHA
ko: SHA 복사
ru: Скопировать SHA

source: PackageRegistry|Copy add Gradle Groovy DSL repository command
ko: Gradle Groovy DSL 리포지토리 명령 추가 복사
ru: Скопировать команду добавления репозитория Gradle Groovy DSL

source: PackageRegistry|Copy add Gradle Kotlin DSL repository command
ko: Gradle Kotlin DSL 리포지토리 명령 추가 복사
ru: Скопировать команду добавления репозитория Gradle Kotlin DSL

source: PackageRegistry|Copy and paste this inside your %{codeStart}pom.xml%{codeEnd} %{codeStart}dependencies%{codeEnd} block.
ko: 이것을 복사하여 당신의 %{codeStart}pom.xml%{codeEnd} %{codeStart}의존성들%{codeEnd} 블록안에 붙여넣기 하세요.
ru: Скопируйте это и вставьте в блок %{codeStart}dependencies%{codeEnd} вашего %{codeStart}pom.xml%{codeEnd}.

source: PackageRegistry|Copy npm command
ko: npm 명령 복사
ru: Скопировать команду npm

source: PackageRegistry|Copy npm setup command
ko: npm 설정 명령 복사
ru: Скопировать команду настройки npm

source: PackageRegistry|Copy registry include
ko: 레지스트리 인클루드 복사
ru: Скопировать include реестра

source: PackageRegistry|Copy require package include
ko: 필수 패키지 인클루드 복사
ru: Скопировать include для require пакета

source: PackageRegistry|Copy target SHA
ko: 대상 SHA 복사
ru: Скопировать целевой SHA

source: PackageRegistry|Copy yarn command
ko: yarn 명령 복사
ru: Скопировать команду yarn

source: PackageRegistry|Copy yarn setup command
ko: yarn 설정 명령 복사
ru: Скопировать команду настройки yarn

source: PackageRegistry|Created by commit %{link} on branch %{branch}
ko: 브랜치 %{branch}의 커밋 %{link} 에 의해 생성됨
ru: Создан коммитом %{link} в ветке %{branch}

source: PackageRegistry|Debian
ko: Debian
ru: Debian

source: PackageRegistry|Default
ko: 기본값
ru: По умолчанию

source: PackageRegistry|Delete %{count} assets
ko: %{count} 자산 삭제
ru: Удалить %{count} ресурсов

source: PackageRegistry|Delete Package Version
ko: 패키지 버전 삭제
ru: Удалить версию пакета

source: PackageRegistry|Delete asset
ko: 자산 삭제
ru: Удалить ресурс

source: PackageRegistry|Delete package
ko: 패키지 제거
ru: Удалить пакет

source: PackageRegistry|Delete package asset
ko: 패키지 자산 삭제
ru: Удалить ресурс пакета

source: PackageRegistry|Delete package protection rule
ko: 패키지 보호 규칙 삭제
ru: Удалить правило защиты пакета

source: PackageRegistry|Delete package protection rule?
ko: 패키지 보호 규칙을 삭제하겠습니까?
ru: Удалить правило защиты пакета?

source: PackageRegistry|Delete package version
ko: 패키지 버전 삭제
ru: Удалить версию пакета

source: PackageRegistry|Delete packages
ko: 패키지 삭제
ru: Удалить пакеты

source: PackageRegistry|Delete selected
ko: 선택한 항목 삭제
ru: Удалить выбранные

source: PackageRegistry|Delete this package
ko: 이 패키지 삭제
ru: Удалить этот пакет

source: PackageRegistry|Deleting all package assets will remove version %{version} of %{name}. Are you sure?
ko: 모든 패키지 자산을 삭제하면 %{name}의 버전%{version}이 제거됩니다. 확실합니까?
ru: Удаление всех ресурсов пакета удалит версию %{version} пакета %{name}. Вы уверены?

source: PackageRegistry|Deleting the last package asset will remove version %{version} of %{name}. Are you sure?
ko: 마지막 패키지 자산을 삭제하면 %{name}의 버전 %{version} 이 제거됩니다. 확실합니까?
ru: Удаление последнего ресурса пакета приведёт к удалению версии %{version} пакета %{name}. Вы уверены?

source: PackageRegistry|Deleting this package while request forwarding is enabled for the project can pose a security risk. Do you want to delete %{name} version %{version} anyway? %{docLinkStart}What are the risks?%{docLinkEnd}
ko: 프로젝트에 대해 요청 전달이 활성화되어 있는 동안 이 패키지를 삭제하면 보안 위험이 발생할 수 있습니다. 그래도 %{name} 버전 %{version} 을 삭제하시겠습니까? %{docLinkStart}위험은 무엇입니까?%{docLinkEnd}
ru: Удаление этого пакета, пока для него включено перенаправление запросов, может создать угрозу безопасности. Вы уверены, что хотите удалить пакет %{name} версии %{version}? %{docLinkStart}Какие риски?%{docLinkEnd}

source: PackageRegistry|Developer (default)
ko: 개발자 (기본값)
ru: Разработчик (по умолчанию)

source: PackageRegistry|Duplicate packages
ko: 중복 패키지
ru: Дублирующиеся пакеты

source: PackageRegistry|Edit protection rule
ko: 보호 규칙 편집
ru: Редактирование правила защиты

source: PackageRegistry|Enforce %{packageType} setting for all subgroups
ko: 모든 하위 그룹에 대해 %{packageType} 설정 적용
ru: Применить настройку %{packageType} ко всем подгруппам

source: PackageRegistry|Enforce %{package_type} setting for all subgroups
ko: 모든 하위 그룹에 대해 %{package_type} 설정 적용
ru: Применить настройку %{package_type} ко всем подгруппам

source: PackageRegistry|Error
ko: 오류
ru: Ошибка

source: PackageRegistry|Error publishing
ko: 게시 오류
ru: Ошибка публикации

source: PackageRegistry|Examples of assets include .pom & .jar files
ko: 자산의 예로는 .pom 및 .jar 파일이 있습니다.
ru: Примеры ресурсов включают файлы .pom и .jar

source: PackageRegistry|Failed to load the package data
ko: 패키지 데이터를 로드하지 못했습니다.
ru: Не удалось загрузить данные пакета

source: PackageRegistry|Failed to load version data
ko: 버전 데이터를 로드하지 못했습니다.
ru: Не удалось загрузить данные о версии

source: PackageRegistry|Failed to publish %{count} packages. Delete these packages and try again.
ko: %{count} 패키지를 게시하지 못했습니다. 이 패키지를 삭제하고 다시 시도하세요.
ru: Не удалось опубликовать %{count} пакетов. Удалите эти пакеты и повторите попытку.

source: PackageRegistry|For more information on Composer packages in GitLab, %{linkStart}see the documentation.%{linkEnd}
ko: GitLab의 Composer 패키지에 대한 자세한 내용은 설명서를 참조 %{linkStart}.%{linkEnd}
ru: Дополнительные сведения о пакетах Composer в GitLab приведены %{linkStart}в документации.%{linkEnd}

source: PackageRegistry|For more information on the Conan registry, %{linkStart}see the documentation%{linkEnd}.
ko: Conan 레지스트리에 대한 자세한 내용은 %{linkStart}설명서를 참조하십시오%{linkEnd}.
ru: Чтобы узнать больше о реестре Conan, %{linkStart}смотрите документацию%{linkEnd}.

source: PackageRegistry|For more information on the Maven registry, %{linkStart}see the documentation%{linkEnd}.
ko: Maven 레지스트리에 대한 자세한 내용은 %{linkStart}설명서를 참조하십시오%{linkEnd}.
ru: Для получения дополнительной информации о реестре Maven %{linkStart}смотрите документацию%{linkEnd}.

source: PackageRegistry|For more information on the NuGet registry, %{linkStart}see the documentation%{linkEnd}.
ko: Nuget 레지스트리에 대한 자세한 내용은 %{linkStart}설명서를 참조하십시오%{linkEnd}.
ru: Для получения дополнительной информации о реестре NuGet %{linkStart}смотрите документацию%{linkEnd}.
