Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ciReport|Parsing schema failed. Check the validity of your .gitlab-ci.yml content.
ko: 스키마 구문 분석에 실패했습니다. .gitlab-ci.yml 내용의 유효성을 확인하세요.
ru: Не удалось разобрать схему. Проверьте корректность содержимого вашего .gitlab-ci.yml.

source: ciReport|RPS
ko: RPS
ru: RPS

source: ciReport|Resolve with merge request
ko: 머지 리퀘스트를 통해 해결

source: ciReport|Resolve with scanner suggestion
ko: 스캐너 제안으로 해결

source: ciReport|Runs against latest tags only
ko: 최신 태그에 대해서만 실행

source: ciReport|SAST
ko: SAST
ru: SAST

source: ciReport|SAST IaC
ko: SAST IaC
ru: SAST IaC

source: ciReport|Secret Detection
ko: 비밀 탐지
ru: Обнаружение секретов

source: ciReport|Secret detection
ko: 비밀 탐지
ru: Обнаружение секретов

source: ciReport|Security reports failed loading results
ko: 보안 보고서에서 결과 로드 실패

source: ciReport|Security scan results
ko: 보안 스캔 결과
ru: Результат сканирования безопасности

source: ciReport|Security scanning
ko: 보안 스캔
ru: Сканирование безопасности

source: ciReport|Security scanning is loading
ko: 보안 스캐닝을 로드하는 중입니다
ru: Сканирование безопасности загружается

source: ciReport|Showing %{fetchedItems} of %{totalItems} items
ko: %{totalItems}개 항목 중 %{fetchedItems}개 표시

source: ciReport|Solution
ko: 해결방안
ru: Решение

source: ciReport|Something went wrong while fetching the finding. Please try again later.
ko: 검출 결과를 가져오는 동안 문제가 발생했습니다. 나중에 다시 시도 해주십시오.
ru: Произошла ошибка при получении результата. Повторите попытку позже.

source: ciReport|Static Application Security Testing (SAST)
ko: 정적 애플리케이션 보안 테스트(SAST)
ru: Статическое тестирование безопасности приложений (SAST)

source: ciReport|TTFB P90
ko: TTFB P90
ru: TTFB P90

source: ciReport|TTFB P95
ko: TTFB P95
ru: TTFB P95

source: ciReport|There was an error creating the merge request. Please try again.
ko: 머지 리퀘스트 생성에 오류가 생겼습니다. 다시 시도해주세요.

source: ciReport|This report contains all Code Quality issues in the source branch.
ko: 이 보고서에는 소스 브랜치의 모든 코드 품질 이슈가 포함되어 있습니다.
ru: Этот отчёт содержит все проблемы качества кода в исходной ветке.

source: ciReport|Use GitLab Duo AI to generate a merge request with a suggested solution
ko: GitLab Duo AI를 사용하여 제안된 솔루션으로 머지 리퀘스트 생성

source: ciReport|Use GitLab Duo AI to provide insights about the vulnerability and suggested solutions
ko: GitLab Duo AI를 사용하여 취약점에 대한 인사이트와 해결책 제안기능 제공
ru: Используйте GitLab Duo AI для предоставления информации о уязвимости и предложений по решениям

source: ciReport|Used by %{packagesString}
ko: %{packagesString}와 %{lastPackage} 에서 사용됨

source: ciReport|View all pipeline findings
ko: 파이프라인 검출 결과 모두 보기

source: ciReport|View full report
ko: 전체 리포트 보기
ru: Просмотреть полный отчёт

source: ciReport|View vulnerabilities
ko: 취약점 보기

source: ciReport|in
ko: in

source: closed
ko: 닫힘
ru: закрыто

source: closed %{timeago}
ko: 종료 %{timeago}

source: comment
ko: 댓글
ru: комментарий

source: commented
ko: 댓글
ru: прокомментировал(а)

source: commit
ko: 커밋
ru: коммит

source: commit %{commit_id}
ko: 커밋 %{commit_id}
ru: коммит %{commit_id}

source: commit message
ko: 커밋 메시지

source: committed
ko: 커밋됨

source: complete
ko: 완료
ru: завершено

source: compliance violation has already been recorded
ko: 준수 위반이 이미 기록되었습니다.

source: conaninfo is too large. Maximum size is %{max_size} characters
ko: conaninfo가 너무 큽니다. 최대 크기는 %{max_size} 자입니다.

source: contacts can only be added to root groups and groups configured as CRM targets
ko: 연락처는 루트 그룹 및 CRM 대상으로 구성된 그룹에만 추가할 수 있습니다.

source: container registry images
ko: 컨테이너 레지스트리 이미지
ru: образы реестра контейнеров

source: container_protection_tag_rule and current_user must be set
ko: container_protection_tag_rule 및 current_user를 설정해야 합니다.

source: contains URLs that exceed the %{limit} character limit
ko: %{limit} 문자 제한을 초과하는 URL을 포함합니다

source: contains URLs that exceed the 1024 character limit (%{urls})
ko: 1024자 제한(%{urls})을 초과하는 URL 포함

source: contains invalid URLs (%{urls})
ko: 잘못된 URL(%{urls}) 포함

source: contribute to this project.
ko: 이 프로젝트에 기여하기
ru: внести свой вклад в этот проект.

source: could not read private key, is the passphrase correct?
ko: 개인 키를 읽을 수 없습니다. 암호가 맞습니까?

source: created %{issuable_created} by %{author}
ko: %{issuable_created} 에서 %{author}가 생성

source: created %{timeAgoString} by %{email} via %{user}
ko: %{timeAgoString} 에 %{email} 로 %{user}가 생성함

source: created %{timeAgo}
ko: %{timeAgo} 전 생성됨

source: created %{timeAgo} by %{author}
ko: %{timeAgo} 전 %{author}에 의해 생성됨
ru: создал(а) %{author} %{timeAgo}

source: created %{timeAgo} by %{author} in %{project_link}
ko: %{project_link}에서 %{timeAgo}전에 %{author}이 생성함
ru: создал(а) %{author} %{timeAgo} в %{project_link}

source: created %{timeAgo} by %{email} via %{author}
ko: %{author}를 통해 %{timeAgo} 에 %{email} 로 생성
ru: создал(а) %{author} %{email} %{timeAgo}

source: created by
ko: 만든 사람
ru: создано

source: created pipeline for commit %{linkStart}%{shortId}%{linkEnd}
ko: 커밋 %{linkStart}%{shortId}%{linkEnd}에 대한 파이프라인 생성됨
ru: создал(а) конвейер для коммита %{linkStart}%{shortId}%{linkEnd}

source: custom_roles licensed feature must be available
ko: custom_roles 기능 라이선스가 사용가능 해야 합니다.
ru: Функция лицензии «Пользовательские роли» должна быть доступна

source: daily
ko: 일별
ru: ежедневно

source: data
ko: 데이터
ru: данные

source: data loss
ko: 데이터 손실

source: database
ko: 데이터베이스
ru: база данных

source: date must not be after 9999-12-31
ko: 날짜는 9999-12-31 이후일 수 없습니다.

source: day
ko: 일
ru: день

source: day of the month
ko: 월의 날짜
ru: день месяца

source: days
ko: 일

source: default
ko: 기본값
ru: по умолчанию

source: default branch
ko: 기본 브랜치
ru: ветки по умолчанию

source: deleted
ko: 삭제됨
ru: удалено

source: denied
ko: 거부됨

source: deploy
ko: 배포
ru: развернуть

source: design
ko: 디자인
ru: дизайн

source: disabled
ko: 사용 안 함
ru: отключено

source: documentation
ko: 문서
ru: документация

source: does not belong to the top-level group of the namespace.
ko: 네임스페이스의 최상위 그룹에 속하지 않습니다.

source: does not exist
ko: 존재하지 않습니다
ru: не существует

source: does not have a supported extension. Only %{extension_list} are supported
ko: 지원되는 확장자가 없습니다. %{extension_list}만 지원됩니다.

source: does not match dast_site.project
ko: dast_site.project와 일치하지 않음

source: does not match dast_site_validation.project
ko: dast_site_connection.project와 일치하지 않습니다.

source: does not match the name of the predefined control.
ko: 사전 정의된 컨트롤의 이름과 일치하지 않습니다.

source: does not support select options.
ko: 선택 옵션을 지원하지 않습니다.

source: download it
ko: 다운로드
ru: скачать

source: draft
ko: 초안
ru: черновик

source: duo_workflow feature flag must be enabled.
ko: duo_workflow 피처 플래그가 활성화 되어야 합니다.
ru: флаг функции duo_workflow должен быть включён.

source: duo_workflow licensed feature must be available for the project and experimental features must be enabled.
ko: duo_workflow 라이선스 기능이 활성화 되어야 하고, 프로젝트에 대한 실험기능이 활성화되어 있어야 합니다.
ru: Функция duo_workflow должна быть доступна в лицензии проекта, а экспериментальные функции должны быть включены.

source: e.g. %{token}
ko: 예 : %{token}

source: eg party_tanuki
ko: 예: party_tanuki
ru: например party_tanuki

source: eg. dev/*
ko: 예. dev/*
ru: например dev/*

source: element is not a hierarchy
ko: 요소가 계층구조가 아닙니다.
ru: элемент не является иерархией

source: eligible users
ko: 적격 사용자

source: email address settings
ko: 이메일 주소 설정

source: enabled
ko: 사용
ru: включено

source: encrypted: needs to be a :required, :optional or :migrating!
ko: encrypted: 다음중 하나를 선택 :required, :optional 또는 :migrating

source: ending with a reserved file extension is not allowed.
ko: 예약된 파일 확장자로 끝낼 수 없습니다.

source: entries cannot be larger than 255 characters
ko: 숫자는 255자를 초과할 수 없습니다.

source: entries cannot be nil
ko: 항목은 nil 이면 안됩니다

source: entries cannot contain HTML tags
ko: 항목에 HTML 태그를 포함할 수 없습니다.
ru: записи не могут содержать HTML-теги

source: epic
ko: 에픽
ru: цель

source: error
ko: 오류
ru: ошибка

source: estimateCommand|%{slash_command} overwrites the total estimated time.
ko: %{slash_command}이 총 추정 시간을 덮어씁니다.
ru: %{slash_command} перезаписывает общее оценочное время.

source: event
ko: 이벤트
ru: событие

source: exceeds maximum length (100 user ids)
ko: 최대 길이 초과 (사용자 ID 100개)

source: exceeds maximum length (100 usernames)
ko: 최대 길이 초과 (사용자명 100개)

source: exceeds the limit of %{bytes} bytes
ko: %{bytes}바이트 한도 초과

source: exceeds the limit of %{bytes} bytes for directory name "%{dirname}"
ko: 디렉토리 이름 "%{dirname}"에 대한 %{bytes} 바이트 한도를 초과했습니다.
ru: превышено ограничение в %{bytes} байт для имени директории «%{dirname}»

source: exceeds the limit of %{count} links
ko: %{count} 링크 한도을 초과합니다.

source: exceeds the limit of %{count}.
ko: %{count} 개의 한도를 초과합니다.

source: expired on %{timebox_due_date}
ko: %{timebox_due_date}에 만료됨
ru: истекает %{timebox_due_date}

source: expires on %{timebox_due_date}
ko: %{timebox_due_date}에 만료함

source: external diffs
ko: 외부 diff

source: external link
ko: 외부 링크
ru: внешняя ссылка

source: failed
ko: 실패
ru: не удалось

source: failed to assign runner to project
ko: 프로젝트에 러너를 할당하지 못했습니다.
ru: не удалось назначить средство выполнения для проекта

source: failed to change severity of security finding: %{message}
ko: 보안 발견의 심각도를 변경하지 못했습니다: %{message}
ru: не удалось изменить уровень серьёзности обнаружения безопасности: %{message}

source: failed to destroy runner project
ko: 러너 프로젝트를 삭제하지 못했습니다.
ru: не удалось удалить проект средства выполнения

source: failed to dismiss associated finding(id=%{finding_id}): %{message}
ko: 관련 검출 결과를 해지하지 못했습니다(id=%{finding_id}): %{message}
ru: не удалось отклонить связанное обнаружение (id=%{finding_id}): %{message}

source: failed to dismiss security finding: %{message}
ko: 검출된 보안 문제 해지에 실패함: %{message}

source: failed to revert associated finding(id=%{finding_id}) to detected
ko: 연관된 결과(id=%{finding_id})를 감지됨으로 되돌리지 못했습니다.
ru: не удалось вернуть связанное обнаружение (id=%{finding_id}) в состояние «обнаружено»

source: features adopted
ko: 채택된 기능

source: field name
ko: 필드 이름

source: file
ko: 파일
ru: файл

source: finding is not found or is already attached to a vulnerability
ko: 검출 결과를 찾을 수 없거나 취약점에 이미 첨부되어 있습니다.
ru: обнаружение не найдено или уже связано с уязвимостью

source: for this project
ko: 이 프로젝트에 대해
ru: для этого проекта

source: fork
ko: 포크
ru: форк

source: from
ko: 로부터
ru: от

source: from %d job
ko: %d 작업에서
ru: от %d задания

source: frontmatter
ko: 프론트 요소

source: function name
ko: 함수 이름

source: group
ko: 그룹
ru: группа

source: group access token
ko: 그룹 액세스 토큰
ru: токен доступа группы

source: group access tokens
ko: 그룹 액세스 토큰
ru: токены доступа группы

source: groups
ko: 그룹
ru: группы

source: had %{count} failed job
ko: 실패한 작업이 %{count} 개 있었습니다.

source: has already been linked to another vulnerability
ko: 이미 다른 취약성에 링크되었습니다.

source: has already been published
ko: 이미 게시되었습니다

source: has already been recorded as a violation for this compliance control
ko: 이 규정 준수 제어에 대한 위반으로 이미 기록되었습니다

source: has already been taken
ko: 이미 존재합니다
ru: уже был принят

source: has already been taken as Codename
ko: Codename으로 이미 존재합니다

source: has already been taken as Suite
ko: 이미 Suite로 사용됨

source: has been completed.
ko: 완료되었습니다.

source: has too deep level of nesting
ko: 네스팅 수준이 너무 높음
ru: имеет слишком глубокий уровень вложенности

source: help
ko: 도움
ru: помощь

source: hours
ko: 시간
ru: часов

source: https://your-bitbucket-server
ko: https://나의-bitbucket-server

source: i18n|%{language} (%{percent_translated}%% translated)
ko: %{language} (%{percent_translated}%% 번역됨)
ru: %{language} (переведено %{percent_translated}%%)

source: if
ko: 만약
ru: если

source: image diff
ko: 이미지 비교
ru: изменения образа

source: image_pull_secrets.namespace and shared_namespace must match if shared_namespace is specified
ko: image_pull_secrets.namespace 과 shared_namespace 는 shared_namespace가 지정된 경우 일치해야만 합니다
ru: Параметры image_pull_secrets.namespace и shared_namespace должны совпадать, если указан shared_namespace

source: impersonation token
ko: 대리(impersonation) 토큰
ru: токен олицетворения

source: impersonation tokens
ko: 대리(impersonation) 토큰
ru: токены олицетворения

source: in
ko: 안에

source: in %{duration} and was queued for %{queued_duration}
ko: %{duration} 중에서 %{queued_duration} 동안 큐에 대기 중입니다

source: in %{duration}, using %{compute_minutes} compute minutes, and was queued for %{queued_duration}
ko: %{duration} 중에서 %{compute_minutes} 컴퓨팅 시간(분)을 사용하고 %{queued_duration}동안 큐에 대기했습니다.

source: in group %{link_to_group}
ko: 그룹 %{link_to_group} 내
ru: в группе %{link_to_group}

source: in project %{link_to_project}
ko: %{link_to_project} 프로젝트 내
ru: в проекте %{link_to_project}

source: incident
ko: 인시던트

source: instance completed
ko: 인스턴스 완료됨
ru: завершенный экземпляр

source: internal note
ko: 내부 노트
ru: внутренняя заметка

source: invalid milestone state `%{state}`
ko: 마일스톤 상태 `%{state}` 가 잘못되었습니다.
ru: неверное состояние этапа `%{state}`

source: invalidated
ko: 무효화됨

source: is
ko: 다음과 같음
ru: равно

source: is a parent or child of this %{item}
ko: 이 %{item}의 상위 혹은 하위 항목입니다.

source: is already associated to a GitLab Issue. New issue will not be associated.
ko: 이 GitLab 이슈와 이미 연결되어 있습니다. 새 이슈는 연결되지 않습니다.

source: is already linked to this vulnerability
ko: 이 취약점에 이미 링크되어 있습니다

source: is an invalid IP address range
ko: 잘못된 IP 주소 범위입니다.
ru: диапазон недопустимых IP адресов

source: is an invalid URL
ko: 은 잘못된 URL입니다

source: is blocked by
ko: 는 다음에 의해 차단됨

source: is forbidden by a top-level group
ko: 최상위 그룹에서 금지됨

source: is invalid because there is downstream lock
ko: 다운스트림 잠금이 있기 때문에 유효하지 않습니다

source: is invalid because there is upstream lock
ko: 업스트림 잠금이 있기 때문에 유효하지 않습니다

source: is invalid.
ko: 유효하지 않음.

source: is linked to an account pending deletion.
ko: 삭제 대기 중인 계정에 링크되어 있습니다.

source: is not
ko: 은 아님
ru: не равно

source: is not a descendant of the Group owning the template
ko: 템플릿을 소유하는 그룹의 하위 그룹이 아닙니다.

source: is not a valid X509 certificate.
ko: 올바른 X509 인증서가 아닙니다.

source: is not allowed for sign-up. Please use your regular email address.
ko: 는 가입에 허용되지 않습니다. 일반 이메일 주소를 사용하십시오.

source: is not allowed for this group.
ko: 이 그룹에 허용되지 않습니다.

source: is not allowed for this project.
ko: 이 프로젝트에 허용되지 않습니다.
ru: не разрешено для этого проекта.

source: is not allowed to point to itself
ko: 자신을 가리킬 수 없습니다

source: is not allowed. Please enter a different email address and try again.
ko: 허용되지 않습니다. 다른 이메일 주소를 입력하고 다시 시도하세요.

source: is not allowed. Please use your regular email address.
ko: 는 허용되지 않습니다. 일반 이메일 주소를 사용하십시오.

source: is not in the group enforcing Group Managed Account
ko: 그룹 관리 계정을 시행하는 그룹에 없습니다

source: is not linked to a SAML account or has an inactive SCIM identity. For information on how to resolve this error, see the %{troubleshoot_link_start}troubleshooting SCIM documentation%{troubleshoot_link_end}.
ko: SAML 계정에 링크되어 있지 않거나 비활성 SCIM ID가 있습니다. 이 오류를 해결하는 방법에 대한 자세한 내용은 %{troubleshoot_link_start}SCIM 문제 해결 설명서%{troubleshoot_link_end}를 참조하세요.

source: is not one of
ko: 다음 중 하나가 아닙니다
ru: не является одним из

source: is not part of the given organization
ko: 해당 조직의 일부가 아닙니다.

source: is not valid.
ko: 는 유효하지 않음.

source: is not valid. The iteration group has to match the iteration cadence group.
ko: 유효하지 않습니다. 반복 그룹은 이터레이션 케이던스 그룹과 일치해야 합니다.

source: is not verified.
ko: 인증되지 않았습니다.

source: is one of
ko: 다음 중 하나
ru: является одним из

source: is read-only
ko: 읽기 전용입니다
ru: только для чтения

source: is too long (%{current_value}). The maximum size is %{max_size}.
ko: 가 너무 깁니다(%{current_value}). 최대 크기는 %{max_size}입니다.
ru: слишком длинный (%{current_value}). Максимальный размер составляет %{max_size}.

source: is too long (%{size}). The maximum size is %{max_size}.
ko: 너무 깁니다(%{size}). 최대 크기는 %{max_size}입니다.

source: is too long (maximum is %{count} characters)
ko: 너무 깁니다 (최대 글자 수: %{count}자)

source: is too long (maximum is 100 entries)
ko: 너무 깁니다 (최대 항목 수는 100개)
ru: слишком длинный (максимум 100 записей)

source: is too long (maximum is 1000 entries)
ko: 너무 깁니다 (최대 항목 수는 1000개)

source: issue
ko: 이슈
ru: обсуждение

source: issues at risk
ko: 위험한 이슈

source: issues need attention
ko: 주의가 필요한 이슈
ru: обсуждений требуют внимания

source: issues on track
ko: 추적 중인 이슈
ru: обсуждений по плану

source: it is larger than %{limit}
ko: %{limit}보다 큼

source: it is stored as a job artifact
ko: 작업 아티팩트로 저장됩니다.

source: it is stored externally
ko: 외부에 저장됩니다.
ru: хранится на внешнем сервере

source: it is stored in LFS
ko: LFS에 저장되었습니다.
ru: хранится в LFS

source: it is too large
ko: 이것은 너무 큽니다.
ru: слишком большие

source: it's already present in this item's hierarchy
ko: 이 항목의 계층 구조에 이미 존재합니다.

source: it's not allowed to add this type of parent item
ko: 이 유형의 상위 항목을 추가하는 것은 허용되지 않습니다
ru: Запрещено добавлять этот тип родительского элемента

source: item
ko: 아이템

source: key result
ko: 주요 결과
ru: ключевой результат

source: key: %{key} is reserved for internal usage
ko: 키: %{key} 는 내부 사용을 위해 예약됨

source: key: %{key} must be a string
ko: 키: %{key} 는 문자열이어야 함

source: key: %{key} must have name component with 63 characters or less, and start/end with an alphanumeric character
ko: 키: %{key} 에는 63자 이하의 이름 컴포넌트가 있어야 하며 영숫자로 시작/끝나야 합니다.

source: key: %{key} must have prefix component with 253 characters or less, and have a valid DNS subdomain as a prefix
ko: 키: %{key} 에는 253자 이하의 접두사 컴포넌트가 있어야 하며 유효한 DNS 하위 도메인을 접두사로 가져야 합니다.

source: kuromoji custom analyzer
ko: kuromoji 커스텀 분석기

source: last commit:
ko: 마지막 커밋:
ru: последний коммит:

source: latest
ko: 최신
ru: последний

source: latest deployment
ko: 최신 배포
ru: последнее развёртывание

source: latest version
ko: 최신 버전
ru: последняя версия

source: leave %{group_name}
ko: %{group_name} 나가기
ru: покинуть %{group_name}

source: less than a minute
ko: 1분 이내
ru: меньше минуты

source: level: %{level}
ko: 레벨: %{level}
ru: уровень: %{level}

source: lfs objects
ko: lfs 객체
ru: объекты lfs

source: license
ko: 라이선스
ru: лицензия

source: limit of %{project_limit} reached
ko: 제한 %{project_limit}에 도달했습니다.

source: line
ko: 라인
ru: строка

source: load it anyway
ko: 그럼에도 로딩하기

source: locked by %{path_lock_user_name} %{created_at}
ko: %{created_at}에 %{path_lock_user_name}에 의하여 잠겼습니다.

source: math|Display anyway
ko: 그래도 표시

source: math|Displaying this math block may cause performance issues on this page.
ko: 이 수학 블록을 표시하면 이 페이지에서 성능 이슈가 발생할 수 있습니다.

source: math|There was an error rendering this math block. %{katexMessage}
ko: 이 수학 블록을 렌더링하는 중에 오류가 발생했습니다. %{katexMessage}

source: math|This math block exceeds %{maxMathChars} characters, and may cause performance issues on this page.
ko: 이 수학 블록은 %{maxMathChars}자를 초과하며 이 페이지에서 성능 이슈를 일으킬 수 있습니다.

source: math|Too many expansions. Consider using multiple math blocks.
ko: 확장이 너무 많습니다. 여러 수학 블록 사용을 고려하십시오

source: max_resources_per_workspace must be an empty hash if shared_namespace is specified
ko: shared_namespace is specified 이 지정된 경우 max_resources_per_workspace 반드시 빈 해시이어야 합니다
ru: max_resources_per_workspace должен быть пустым хешом, если указан shared_namespace

source: member
ko: 멤버
ru: участник

source: merge request
ko: 머지 리퀘스트
ru: запрос на слияние

source: merged
ko: 머지됨

source: mergedCommitsAdded| (commits were squashed)
ko: (커밋이 스쿼시됨)
ru: (коммиты были сжаты)

source: metadata is too large (maximum is %{max_size} characters)
ko: 메타데이터가 너무 큼 (최대값은 %{max_size}자)

source: milestone
ko: 마일스톤
ru: этап

source: milestone should belong either to a project or a group.
ko: 마일스톤은 프로젝트 또는 그룹에 속해야 합니다.
ru: этап должен принадлежать проекту или группе.

source: minutes
ko: 분

source: missing
ko: 누락
ru: отсутствует

source: monthly
ko: 매월

source: months
ko: 달
ru: месяца(ев)

source: most recent deployment
ko: 가장 최근의 배포
ru: наиболее недавнее развёртывание

source: mrWidgetCommitsAdded|%{commitCount} and %{mergeCommitCount} will be added to %{targetBranch}%{squashedCommits}.
ko: %{commitCount}와 %{mergeCommitCount}가 %{targetBranch}%{squashedCommits}에 추가될 예정입니다.
ru: %{commitCount} и %{mergeCommitCount} будут добавлены к %{targetBranch} %{squashedCommits}.

source: mrWidgetCommitsAdded|%{commitCount} will be added to %{targetBranch}.
ko: %{commitCount}가 %{targetBranch}에 추가됩니다.
ru: %{commitCount} будут добавлены в %{targetBranch}.

source: mrWidgetCommitsAdded|%{strongStart}1%{strongEnd} merge commit
ko: %{strongStart}1%{strongEnd} 머지 커밋
ru: %{strongStart}1%{strongEnd} коммит слияния

source: mrWidgetCommitsAdded|Changes merged into %{targetBranch} with %{mergeCommitSha}%{squashedCommits}.
ko: 변경 사항이 %{mergeCommitSha}%{squashedCommits}와 함께 %{targetBranch}에 머지되었습니다.
ru: Изменения объединены в %{targetBranch} в %{mergeCommitSha}%{squashedCommits}.

source: mrWidgetCommitsAdded|The changes were not merged into %{targetBranch}.
ko: 변경사항들이 %{targetBranch}에 머지되지 않았습니다.
ru: Изменения не были слиты в %{targetBranch}.

source: mrWidgetDraftCheck|Mark as ready
ko: 준비됨으로 마킹
ru: Отметить как готовый

source: mrWidgetNothingToMerge|Merge request contains no changes
ko: 병합 요청에 변경 사항이 없습니다.
ru: Запрос на слияние не содержит изменений

source: mrWidgetNothingToMerge|Use merge requests to propose changes to your project and discuss them with your team. To make changes, use the %{boldStart}Code%{boldEnd} dropdown list above, then test them with %{linkStart}CI/CD%{linkEnd} before merging.
ko: 병합 요청을 사용하여 프로젝트 변경을 제안하고 팀과 논의하십시오. 변경하려면 위의 %{boldStart}코드%{boldEnd} 드롭다운 목록을 사용한 다음 병합하기 전에 %{linkStart}CI/CD%{linkEnd} 으로 테스트하십시오.
ru: Используйте запросы на слияние, чтобы предложить изменения в проект и обсудить их с командой. Для внесения изменений используйте выпадающий список %{boldStart}Код%{boldEnd} выше, затем протестируйте их с помощью %{linkStart}CI/CD%{linkEnd} перед слиянием.

source: mrWidget|%{boldHeaderStart}Looks like there's no pipeline here.%{boldHeaderEnd}
ko: %{boldHeaderStart}여기에는 파이프라인이 없는 것 같습니다.%{boldHeaderEnd}
ru: %{boldHeaderStart}Похоже тут нет конвейера.%{boldHeaderEnd}

source: mrWidget|%{boldStart}Merge blocked:%{boldEnd} denied licenses must be removed.
ko: %{boldStart}머지 차단됨:%{boldEnd} 거부된 라이센스를 제거해야 합니다.
ru: %{boldStart}Слияние заблокировано:%{boldEnd} необходимо удалить отклонённые лицензии.

source: mrWidget|%{boldStart}Merge blocked:%{boldEnd} new changes were just added.
ko: %{boldStart}머지 차단됨:%{boldEnd} 새로운 변경 사항이 방금 추가되었습니다.
ru: %{boldStart}Слияние заблокировано:%{boldEnd} только что были добавлены новые изменения.

source: mrWidget|%{boldStart}Merge unavailable:%{boldEnd} merge requests are read-only in a secondary Geo node.
ko: %{boldStart}머지 불가:%{boldEnd} 머지 리퀘스트은 세컨더리 Geo 노드에서 읽기 전용입니다.
ru: %{boldStart}Слияние недоступно:%{boldEnd} запросы на слияние доступны только для чтения на вторичном узле Geo.

source: mrWidget|%{boldStart}Merge unavailable:%{boldEnd} merge requests are read-only on archived projects.
ko: %{boldStart}머지 불가:%{boldEnd} 머지 리퀘스트는 보관된 프로젝트에서 읽기 전용입니다.
ru: %{boldStart}Слияние недоступно:%{boldEnd} запросы на слияние доступны только для чтения в архивированных проектах.

source: mrWidget|%{boldStart}Merging!%{boldEnd} Changes are being shipped…
ko: %{boldStart}머지 중!%{boldEnd} 변경 사항을 배송 중입니다…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Изменения отправляются…

source: mrWidget|%{boldStart}Merging!%{boldEnd} Changes will land soon…
ko: %{boldStart}머지 중!%{boldEnd} 머지 사항이 곧 적용됩니다…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Изменения скоро появятся…

source: mrWidget|%{boldStart}Merging!%{boldEnd} Drum roll, please…
ko: %{boldStart}머지 중!%{boldEnd} 두구두구두구, 제발…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Барабанная дробь…

source: mrWidget|%{boldStart}Merging!%{boldEnd} Everything's good…
ko: %{boldStart}머지 중!%{boldEnd} 모두 좋습니다…
ru: %{boldStart}Выполняется слияние!%{boldEnd} Всё в порядке…

source: mrWidget|%{boldStart}Merging!%{boldEnd} Lift-off in 5… 4… 3…
ko: %{boldStart}머지 중!%{boldEnd} 이륙합니다. 5… 4… 3 …
ru: %{boldStart}Выполняется слияние!%{boldEnd} Старт через 5… 4… 3…
