Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: GroupSAML|with GitLab Duo seat assignment
ko: GitLab Duo 좌석 할당을 사용
ru: с назначением лицензии GitLab Duo

source: GroupSaml|Copy SCIM API endpoint URL
ko: SCIM API 엔드포인트 URL 복사

source: GroupSaml|Copy SCIM token
ko: SCIM 토큰 복사
ru: Скопировать токен SCIM

source: GroupSaml|SCIM API endpoint URL
ko: SCIM API 엔드포인트 URL

source: GroupSaml|Your SCIM token
ko: 내 SCIM 토큰

source: GroupSelect|An error occurred fetching the groups. Please refresh the page to try again.
ko: 그룹을 가져오는 중 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: GroupSelect|No matching results
ko: 일치 결과 없음
ru: Нет подходящих результатов

source: GroupSelect|Search groups
ko: 그룹 검색
ru: Поиск групп

source: GroupSelect|Select a group
ko: 그룹 선택
ru: Выбрать группу

source: GroupSettings|Add additional webhook triggers for group access token expiration
ko: 그룹 액세스 토큰 만료에 대한 추가 웹훅 트리거 추가
ru: Добавить дополнительные триггеры вебхуков для истечения срока действия токена доступа группы

source: GroupSettings|After the instance reaches the user cap, any user who is added or requests access must be approved by an administrator. Leave empty for an unlimited user cap. If you change the user cap to unlimited, you must re-enable %{project_sharing_docs_link_start}project sharing%{link_end} and %{group_sharing_docs_link_start}group sharing%{link_end}.
ko: 인스턴스가 사용자 상한에 도달한 후 추가되거나 액세스를 요청하는 모든 사용자는 운영자의 승인을 받아야 합니다. 사용자 한도를 무제한으로 설정하려면 비워두세요. 사용자 제한을 무제한으로 변경하면 %{project_sharing_docs_link_start}프로젝트 공유%{link_end} 및 %{group_sharing_docs_link_start}그룹 공유%{link_end}를 다시 활성화해야 합니다.
ru: После достижения лимита пользователей для экземпляра, любой пользователь, которого добавляют или который запрашивает доступ, должен быть одобрен администратором. Оставьте поле пустым для неограниченного лимита пользователей. Если вы измените лимит пользователей на неограниченный, вам нужно будет заново включить %{project_sharing_docs_link_start}общий доступ к проектам%{link_end} и %{group_sharing_docs_link_start}общий доступ к группам%{link_end}.

source: GroupSettings|After the instance reaches the user cap, any user who is added or requests access must be approved by an administrator. Leave empty for an unlimited user cap. If you change the user cap to unlimited, you must re-enable %{project_sharing_docs_link_start}project sharing%{link_end} and %{group_sharing_docs_link_start}group sharing%{link_end}. Increasing the user cap does not automatically approve pending users.
ko: 인스턴스가 사용자 상한에 도달한 후 추가되거나 액세스를 요청하는 모든 사용자는 운영자의 승인을 받아야 합니다. 사용자 한도를 무제한으로 설정하려면 비워두세요. 사용자 제한을 무제한으로 변경하면 %{project_sharing_docs_link_start}프로젝트 공유%{link_end} 및 %{group_sharing_docs_link_start}그룹 공유%{link_end}를 다시 활성화해야 합니다. 사용자 한도를 늘려도 보류 중인 사용자가 자동으로 승인되지 않습니다.
ru: После достижения лимита пользователей для экземпляра, любой пользователь, которого добавляют или который запрашивает доступ, должен быть одобрен администратором. Оставьте поле пустым для неограниченного лимита пользователей. Если вы измените лимит пользователей на неограниченный, вам нужно будет заново включить %{project_sharing_docs_link_start}общий доступ к проектам%{link_end} и %{group_sharing_docs_link_start}общий доступ к группам%{link_end}. Увеличение лимита пользователей не приведёт к автоматическому утверждению ожидающих пользователей.

source: GroupSettings|Allow members of projects and groups to create runners with runner registration tokens
ko: 프로젝트 및 그룹 멤버가 러너 등록 토큰을 사용하여 러너를 생성하도록 허용
ru: Разрешить участникам проекта и группы создавать средства выполнения с помощью токенов регистрации средств выполнения

source: GroupSettings|An experiment is a feature that is in the process of being developed. It is not production-ready. We encourage users to try experimental features and provide feedback. %{link_start}Learn more%{link_end}.
ko: 실험기능은 개발 중인 기능입니다. 아직 제품으로서 준비가 완료된 상태가 아닙니다. 사용자가 실험적인 기능을 사용해 보고 피드백을 제공하도록 권장합니다. %{link_start}자세히 알아보기%{link_end}.
ru: Экспериментальная функция — это функция, которая находится на стадии разработки. Она не готова для использования в рабочем окружении. Мы призываем пользователей пробовать экспериментальные функции и оставлять отзывы. %{link_start}Подробнее%{link_end}.

source: GroupSettings|Analytics Dashboards
ko: 분석 대시보드

source: GroupSettings|Applied to all subgroups unless overridden by a group owner. Groups already added to the project lose access.
ko: 그룹 소유자가 오버라이드하지 않는 한 모든 하위 그룹에 적용됩니다. 프로젝트에 이미 추가된 그룹은 액세스할 수 없습니다.
ru: Применяется ко всем подгруппам, если не переопределено владельцем группы. Группы, уже добавленные в проект, теряют доступ.

source: GroupSettings|Auto DevOps pipeline was updated for the group
ko: 그룹의 Auto DevOps 파이프라인이 업데이트되었습니다.
ru: Для группы был обновлён конвейер Auto DevOps

source: GroupSettings|Automatic assignment of GitLab Duo Pro seats
ko: GitLab Duo Pro 좌석 자동 할당
ru: Автоматическое назначение лицензий GitLab Duo Pro

source: GroupSettings|Automatically assign newly added billable users to GitLab Duo seats.
ko: 새로 추가된 청구 가능 사용자를 GitLab Duo 좌석에 자동으로 할당합니다.
ru: Автоматически назначать лицензии GitLab Duo новым платным пользователям.

source: GroupSettings|Available only on the top-level group. Applies to all subgroups. Groups already shared with a group outside %{group} are still shared unless removed manually.
ko: 최상위 그룹에서만 사용 가능합니다. 모든 하위 그룹에 적용됩니다. %{group} 외부의 그룹과 이미 공유된 그룹은 수동으로 제거하지 않는 한 여전히 공유됩니다.
ru: Доступно только в группе верхнего уровня. Применяется ко всем подгруппам. Группы, к которым уже предоставлен общий доступ группе за пределами %{group}, по-прежнему являются общими, если они не удалены вручную.

source: GroupSettings|Badges
ko: 배지
ru: Значки

source: GroupSettings|Be careful. Changing a group's parent can have unintended side effects. %{learn_more_link_start}Learn more.%{learn_more_link_end}
ko: 주의하십시오. 그룹의 상위 그룹을 변경하면 의도하지 않은 문제가 발생할 수 있습니다. %{learn_more_link_start}자세히 알아보기%{learn_more_link_end}
ru: Будьте осторожны. Изменение родителя группы может иметь непреднамеренные побочные эффекты. %{learn_more_link_start}Подробнее%{learn_more_link_end}

source: GroupSettings|Cannot update the path because there are projects under this group that contain Docker images in their container registry. Please remove the images from your projects first and try again.
ko: 컨테이너 레지스트리에 Docker 이미지가 포함된 프로젝트가 이 그룹에 있으므로 경로를 업데이트할 수 없습니다. 먼저 프로젝트에서 이미지를 제거하고 다시 시도하십시오.
ru: Невозможно обновить путь, потому что в группе есть проекты, содержащие образы Docker в реестре контейнеров. Удалите образы из ваших проектов и попробуйте снова.

source: GroupSettings|Change group URL
ko: 그룹 URL 변경
ru: Изменить URL группы

source: GroupSettings|Change saved.
ko: 변경 사항이 저장됨
ru: Изменение сохранено.

source: GroupSettings|Changing a group's URL can have unintended side effects.
ko: 그룹의 URL을 변경하면 의도하지 않은 문제가 발생할 수 있습니다.

source: GroupSettings|Choose a group path that does not start with a dash or end with a period. It can also contain alphanumeric characters and underscores.
ko: 대시(—)로 시작하거나 마침표(.)로 끝나지 않는 그룹 경로를 선택합니다. 영숫자와 밑줄(_)을 포함할 수 있습니다.

source: GroupSettings|Choose the merge request checks for projects in this group. This setting overrides the same settings configured on each project in this group.
ko: 이 그룹의 프로젝트에 대한 머지 리퀘스트 검사를 선택합니다. 이 설정은 이 그룹의 각 프로젝트에 구성된 설정보다 우선 적용 됩니다.

source: GroupSettings|Configure limits on the number of repositories users can download, clone, or fork in a given time.
ko: 지정된 시간 동안 사용자가 다운로드, clone, 또는 fork할 수 있는 repository의 수를 제한 설정하십시오.
ru: Настройте ограничения на количество репозиториев, которые пользователи могут скачать, клонировать или форкать за определённое время.

source: GroupSettings|Contact source
ko: 연락처 출처
ru: Источник контактов

source: GroupSettings|Contact source cannot be changed when issues already have contacts assigned from a different source.
ko: 이슈가 이미 다른 출처에서 할당된 연락처를 가진 경우, 연락처 출처를 변경할 수 없습니다.
ru: Источник контактов не может быть изменён, если обсуждения уже имеют контакты, назначенные из другого источника.

source: GroupSettings|Custom project templates
ko: 커스텀 프로젝트 템플릿
ru: Пользовательские шаблоны проекта

source: GroupSettings|Customer relations is enabled
ko: 고객 관리가 활성화되었습니다.
ru: Взаимоотношения с клиентами включены

source: GroupSettings|Customize this group's badges.
ko: 이 그룹의 배지를 커스터마이징합니다.
ru: Настройте значки этой группы.

source: GroupSettings|Default to Auto DevOps pipeline for all projects within this group
ko: 이 그룹 내의 모든 프로젝트에 대해 Auto DevOps 파이프라인의 기본값으로 설정
ru: Использовать по умолчанию сборочные линии Auto DevOps для всех проектов в этой группе

source: GroupSettings|Disable personal access tokens for enterprise users
ko: 엔터프라이즈 사용자의 개인 억세스 토큰을 비활성화
ru: Отключить личные токены доступа для корпоративных пользователей

source: GroupSettings|Disable user invitations to groups and projects within %{group}
ko: %{group} 내의 그룹 및 프로젝트에 사용자 초대 비활성화
ru: Отключить приглашения пользователей в группы и проекты внутри %{group}

source: GroupSettings|Emails are not encrypted. Concerned administrators may want to disable diff previews.
ko: 이메일은 암호화되지 않습니다. 우려하는 운영자는 diff 미리보기를 비활성화할 수 있습니다.
ru: Электронные письма не зашифрованы. Администраторы, которые обеспокоены этим, могут захотеть отключить предварительные просмотры различий.

source: GroupSettings|Enable JWT format for CI/CD job tokens
ko: CI/CD 작업 토큰에 JWT 형식 사용
ru: Включить формат JWT для токенов заданий CI/CD

source: GroupSettings|Enable JWT format for the CI_JOB_TOKEN variable. When disabled, it uses the legacy database format.
ko: CI_JOB_TOKEN 변수에 JWT 형식을 활성화합니다. 비활성화하면 레거시 데이터베이스 형식을 사용합니다.
ru: Включить формат JWT для переменной CI_JOB_TOKEN. При отключении используется устаревший формат базы данных.

source: GroupSettings|Enable email notifications
ko: 이메일 알림 활성화
ru: Включить уведомления по электронной почте

source: GroupSettings|Enable extension marketplace
ko: extension marketplace 활성화
ru: Включить магазин расширений

source: GroupSettings|Enable fine-grained permissions for CI/CD job tokens
ko: CI/CD 작업 토큰에 대한 상세 권한 조정 활성화
ru: Включить детализированные разрешения для токенов заданий CI/CD.

source: GroupSettings|Enable fine-grained permissions for CI/CD job tokens.
ko: CI/CD 작업 토큰에 대한 상세 권한 조정 활성화.
ru: Включить детализированные разрешения для токенов заданий CI/CD.

source: GroupSettings|Enable overview background aggregation for Value Streams Dashboard
ko: 가치 흐름 대시보드에 대한 개요 백그라운드 집계 활성화

source: GroupSettings|Enable sending email notifications for this group and all its subgroups and projects
ko: 이 그룹과 모든 하위 그룹 및 프로젝트에 대한 이메일 알림 보내기 활성화
ru: Включить отправку уведомлений по электронной почте для этой группы, а также для всех её подгрупп и проектов

source: GroupSettings|Enforce SSH Certificates
ko: SSH 인증서 강제 적용
ru: Принудительное использование сертификатов SSH

source: GroupSettings|Enterprise user accounts can use the extension marketplace in the Web IDE and workspaces.
ko: 엔터프라이즈 사용자 계정은 웹 IDE와 작업공간에서 extension marketplace를 사용할 수 있습니다.
ru: Учётные записи Enterprise могут использовать магазин расширений в веб-IDE и рабочих пространствах.

source: GroupSettings|Experiment
ko: 실험기능
ru: Экспериментальная функция

source: GroupSettings|Export group
ko: 그룹 내보내기
ru: Экспорт группы

source: GroupSettings|Failed to save changes.
ko: 변경 사항을 저장하지 못했습니다.
ru: Не удалось сохранить изменения.

source: GroupSettings|Git abuse rate limit
ko: Git 악용 비율 제한
ru: Ограничение частоты запросов Git из-за злоупотреблений

source: GroupSettings|Group CI/CD settings were successfully updated.
ko: 그룹 CI/CD 설정이 성공적으로 업데이트되었습니다.
ru: Настройки CI/CD группы были успешно обновлены.

source: GroupSettings|Group members are not notified if the group is mentioned.
ko: 그룹이 언급된 경우 그룹 구성원에게 알림이 전송되지 않습니다.
ru: Участники группы не получают уведомления, если группа упоминается.

source: GroupSettings|Group mentions are disabled
ko: 그룹 멘션이 비활성화되었습니다.
ru: Упоминания группы отключены

source: GroupSettings|Group path cannot be longer than %{length} characters.
ko: 그룹 경로는 %{length} 자를 초과할 수 없습니다.

source: GroupSettings|How do I manage group SSH certificates?
ko: 그룹 SSH 인증서를 어떻게 관리하나요?

source: GroupSettings|If enabled, enterprise user accounts will not be able to use personal access tokens. %{learn_more_link}.
ko: 이 기능을 활성화하면 엔터프라이즈 사용자 계정에서는 개인 액세스 토큰을 사용할 수 없습니다. %{learn_more_link}.
ru: Если включено, учётные записи корпоративных пользователей не смогут использовать личные токены доступа. %{learn_more_link}.

source: GroupSettings|If enabled, group access tokens expiry webhooks execute 60, 30, and 7 days before the token expires. If disabled, these webhooks only execute 7 days before the token expires.
ko: 활성화된 경우, 그룹 액세스 토큰 만료 웹훅은 토큰이 만료되기 60일, 30일, 7일 전에 실행됩니다. 비활성화된 경우, 이러한 웹훅은 토큰이 만료되기 7일 전에만 실행됩니다.
ru: Если включено, вебхуки об истечении срока действия групповых токенов доступа выполняются за 60, 30 и 7 дней до его истечения. Если отключено, они выполняются только за 7 дней до истечения.

source: GroupSettings|If enabled, individual user accounts will be able to use only issued SSH certificates for Git access. It doesn't apply to service accounts, deploy keys, and other types of internal accounts.
ko: 활성화되면 개별 사용자 계정은 Git 액세스를 위해 발급된 SSH 인증서만 사용할 수 있습니다. 서비스 계정, 배포 키, 기타 유형의 내부 계정에는 적용되지 않습니다.
ru: Если этот параметр включен, личные учетные записи пользователей смогут использовать только выданные сертификаты SSH для доступа к Git. Это не относится к учетным записям служб, ключам развертывания и другим типам внутренних учетных записей.

source: GroupSettings|If enabled, users can no longer invite members to groups or projects in the top-level group. %{learn_more_link}.
ko: 이 기능을 활성화하면 사용자는 더 이상 최상위 그룹의 그룹이나 프로젝트에 멤버를 초대할 수 없습니다. %{learn_more_link}.
ru: Если включено, пользователи больше не смогут приглашать участников в группы или проекты внутри группы верхнего уровня. %{learn_more_link}.

source: GroupSettings|If not specified at the group or instance level, the default is %{default_initial_branch_name}. Does not affect existing repositories.
ko: 그룹 또는 인스턴스 수준에서 지정되지 않은 경우 기본값은 %{default_initial_branch_name}입니다. 기존 리포지토리에 영향을 주지 않습니다.
ru: Если не указано на уровне группы или экземпляра, по умолчанию используется %{default_initial_branch_name}. Это не влияет на существующие репозитории.

source: GroupSettings|If the parent group's visibility is lower than the group's current visibility, visibility levels for subgroups and projects will be changed to match the new parent group's visibility.
ko: 상위 그룹의 공개 수준이 그룹의 현재 공개 수준보다 낮으면 하위 그룹 및 프로젝트의 공개 수준이 새 상위 그룹의 공개 수준과 일치하도록 변경됩니다.
ru: Если видимость родительской группы ниже, чем текущая видимость группы, уровни видимости подгрупп и проектов будут изменены таким образом, чтобы они соответствовали видимости новой родительской группы.

source: GroupSettings|Include diff previews
ko: diff 미리보기 포함
ru: Включить предварительные просмотры различий

source: GroupSettings|Members cannot invite groups outside of %{group} and its subgroups
ko: 멤버는 %{group} 및 해당 하위 그룹 외부의 그룹을 초대할 수 없습니다.
ru: Участники не могут приглашать группы вне %{group} и её подгрупп

source: GroupSettings|Namespace setting
ko: 네임스페이스 설정
ru: Настройка пространства имен

source: GroupSettings|Organizations and contacts can be created and associated with issues.
ko: 조직 및 연락처를 만들고 이슈와 연결할 수 있습니다.
ru: Можно создавать организации и контакты, а также связывать их с обсуждениями.

source: GroupSettings|Please choose a group URL with no special characters or spaces.
ko: 특수 문자나 공백이 없는 그룹 URL을 선택하십시오.

source: GroupSettings|Prevent forking outside of the group
ko: 그룹 외부에서 포크를 방지합니다.
ru: Предотвратить форкинг за пределы группы

source: GroupSettings|Prevent forking setting was not saved
ko: 포크 방지 설정이 저장되지 않았습니다.
ru: Настройка предотвращения форкинга не была сохранена

source: GroupSettings|Projects in %{group} cannot be shared with other groups
ko: %{group} 의 프로젝트는 다른 그룹과 공유될 수 없습니다.
ru: Проекты в %{group} не могут быть совместно использованы с другими группами

source: GroupSettings|Reporting
ko: 리포트
ru: Отчётность

source: GroupSettings|Retry
ko: 재시도
ru: Повторить

source: GroupSettings|Saving…
ko: 저장 중…
ru: Сохранение...

source: GroupSettings|Select a project
ko: 프로젝트 선택
ru: Выберите проект

source: GroupSettings|Select a subgroup to use as a source of custom templates for new projects in this group. %{link_start}Learn more%{link_end}.
ko: 이 그룹의 새 프로젝트에 대한 커스텀 템플릿의 소스로 사용할 하위 그룹을 선택하세요. %{link_start}자세히 알아보기%{link_end}.
ru: Выберите подгруппу для использования в качестве источника пользовательских шаблонов для новых проектов в этой группе. %{link_start}Подробнее%{link_end}.

source: GroupSettings|Select parent group
ko: 상위 그룹 선택

source: GroupSettings|Select the project containing %{link_start}Analytics Dashboards%{link_end} configuration files.
ko: %{link_start}Analytics 대시보드%{link_end} 구성 파일이 포함된 프로젝트를 선택하세요.
ru: Выберите проект, содержащий файлы конфигурации %{link_start}Панелей аналитики%{link_end}.

source: GroupSettings|Select the project containing the %{code_start}.gitlab/insights.yml%{code_end} file
ko: %{code_start}.gitlab/insights.yml%{code_end} 파일이 포함된 프로젝트 선택
ru: Выберите проект, содержащий файл %{code_start}.gitlab/insights.yml%{code_end}

source: GroupSettings|Select the project containing your custom Insights file.
ko: 커스텀 인사이트 파일이 포함된 프로젝트를 선택하세요.
ru: Выберите проект, содержащий ваш индивидуальный файл с инсайтами.

source: GroupSettings|Service access tokens expiration enforced setting was not saved
ko: 서비스 액세스 토큰 만료 시행 설정이 저장되지 않았습니다.
ru: Настройка принудительного срока действия токенов доступа служб не сохранена

source: GroupSettings|Set a size limit for all content in each Pages site in this group. %{link_start}Learn more.%{link_end}
ko: 이 그룹의 각 페이지 사이트에 있는 모든 콘텐츠에 대한 크기 제한을 설정합니다. %{link_start}자세히 알아보기%{link_end}
ru: Установите лимит размера для всего контента на каждом сайте Pages в этой группе. %{link_start}Подробнее.%{link_end}

source: GroupSettings|Set the initial name and protections for the default branch of new repositories created in the group.
ko: 그룹에서 생성된 새 리포지토리의 기본 브랜치에 대한 초기 이름 및 보호를 설정합니다.
ru: Установите начальное имя и защиты для ветки по умолчанию новых репозиториев, создаваемых в группе.

source: GroupSettings|The Auto DevOps pipeline runs if no alternative CI configuration file is found.
ko: 자동 DevOps 파이프라인은 대체 CI 설정 파일을 찾을 수 없는 경우 실행됩니다.

source: GroupSettings|The group from which to source contacts for issues in this group and its subgroups.
ko: 이 그룹과 하위 그룹의 이슈에 대한 연락처를 찾을 그룹입니다.
ru: Группа, которая будет источником контактов для обсуждений в этой группе и её подгруппах.

source: GroupSettings|There was a problem updating Auto DevOps pipeline: %{error_messages}.
ko: Auto DevOps 파이프라인을 업데이트하는 중에 문제가 발생했습니다: %{error_messages}.
ru: При обновлении сборочной линии Auto DevOps возникла проблема: %{error_messages}.

source: GroupSettings|There was a problem updating the group CI/CD settings: %{error_messages}.
ko: 그룹 CI/CD 설정을 업데이트하는 중에 문제가 발생했습니다: %{error_messages}.
ru: Произошла ошибка при обновлении настроек CI/CD для группы: %{error_messages}.

source: GroupSettings|This setting is applied on %{ancestor_group} and has been overridden on this subgroup.
ko: 이 설정은 %{ancestor_group} 에 적용되고 이 하위 그룹에서 재정의 되었습니다.
ru: Эта настройка применена в %{ancestor_group} и была переопределена в этой подгруппе.

source: GroupSettings|This setting is applied on %{ancestor_group}. To share projects in this group with another group, ask the owner to override the setting or %{remove_ancestor_share_with_group_lock}.
ko: 이 설정은 %{ancestor_group} 에 적용 됩니다. 이 그룹의 프로젝트를 다른 그룹과 공유하려면, 소유자에게 설정을 오버라이드 하거나 %{remove_ancestor_share_with_group_lock} 하도록 요청하세요.
ru: Эта настройка применена в %{ancestor_group}. Чтобы поделиться проектами из этой группы с другими группами, запросите у владельца переопределить эту настройку или %{remove_ancestor_share_with_group_lock}.

source: GroupSettings|This setting is applied on %{ancestor_group}. You can override the setting or %{remove_ancestor_share_with_group_lock}.
ko: 이 설정은 %{ancestor_group} 에 적용됩니다. 설정을 오버라이드 하거나 %{remove_ancestor_share_with_group_lock} 할 수 있습니다.
ru: Эта настройка применена в %{ancestor_group}. Вы можете переопределить эту настройку или %{remove_ancestor_share_with_group_lock}.

source: GroupSettings|Transfer group
ko: 그룹 이전
ru: Перенести группу

source: GroupSettings|Undo
ko: 취소
ru: Отменить

source: GroupSettings|Unless manually disabled, this setting will be automatically enabled in GitLab 18.0. This setting is scheduled to be removed in GitLab 18.3, and the JWT format will be used by all job tokens.
ko: 수동으로 비활성화하지 않으면, 이 설정은 GitLab 18.0 에서는 자동으로 활성화 됩니다. 이설정은 GitLab 18.3 에서는 삭제될 예정이며, JWT 포맷은 작업 토큰에 의해 사용될 것입니다.
ru: Если не отключить вручную, эта настройка будет автоматически включена в GitLab 18.0. Ожидается, что эта настройка будет удалена в GitLab 18.3, и формат JWT будет использоваться для всех токенов заданий.

source: GroupSettings|Users can create %{link_start_group}group access tokens%{link_end} and %{link_start_project}project access tokens%{link_end} in this group
ko: 사용자는 이 그룹에서 %{link_start_group}그룹 액세스 토큰%{link_end} 및 %{link_start_project}프로젝트 액세스 토큰%{link_end}을 생성할 수 있습니다
ru: Пользователи могут создавать %{link_start_group}токены доступа группы%{link_end} и %{link_start_project}токены доступа проекта%{link_end} в этой группе.

source: GroupSettings|Value Streams Dashboard
ko: 가치 흐름 대시보드

source: GroupSettings|What are badges?
ko: 배지가 무엇입니까?
ru: Что такое значки?

source: GroupSettings|What is Analytics Dashboards?
ko: 분석 대시보드란 무엇인가요?

source: GroupSettings|What is Insights?
ko: 인사이트란 무엇인가요?
ru: Что такое инсайты?

source: GroupSettings|When disabled, members cannot use runner registration tokens to register runners. Members can use runner authentication tokens instead as the more secure registration method.
ko: 비활성화되면 구성원은 러너 등록 토큰을 사용하여 러너를 등록할 수 없습니다. 구성원은 보다 안전한 등록 방법으로 러너 인증 토큰을 대신 사용할 수 있습니다.
ru: Когда настройка отключена, участники не могут использовать токены регистрации средств выполнения для регистрации средств выполнения. Вместо этого участники могут использовать токены аутентификации средства выполнения как более безопасный метод регистрации.

source: GroupSettings|You must have the Owner role in the target group
ko: 대상 그룹에서 소유자 역할을 가져야 합니다
ru: У вас должна быть роль владельца в целевой группе

source: GroupSettings|You will need to update your local repositories to point to the new location.
ko: 새 위치를 가리키도록 로컬 리포지토리를 업데이트해야 합니다.
ru: Вам нужно будет обновить ваши локальные репозитории, чтобы указать новое местоположение.

source: GroupSettings|cannot be changed by you
ko: 당신이 변경할 수 없음.

source: GroupSettings|cannot be disabled when the parent group "Share with group lock" is enabled, except by the owner of the parent group
ko: 부모 그룹의 "그룹 lock 공유" 가 사용 가능하도록 설정되어있으면, 부모 그룹의 소유자를 제외하고누구도 사용하지 않도록 설정할 수 없습니다.
ru: не может быть отменена до тех пор пока группа "Поделиться с групповой блокировкой" включена, за исключением владельца группы родителя

source: GroupSettings|cannot change when group contains projects with NPM packages
ko: 그룹에 NPM 패키지 프로젝트가 포함된 경우 변경할 수 없음
ru: невозможно изменить, когда группа содержит проекты с NPM-пакетами

source: GroupSettings|remove the share with group lock from %{ancestor_group_name}
ko: %{ancestor_group_name} 에서 그룹 lock 공유 제거
ru: удалить возможность поделиться с групповой блокировкой из %{ancestor_group_name}

source: Groups
ko: 그룹
ru: Группы

source: Groups API rate limits
ko: 그룹 API 속도 제한
ru: Ограничения на частоту запросов API групп

source: Groups and projects
ko: 그룹 및 프로젝트
ru: Группы и проекты

source: Groups are a great way to organize projects and people.
ko: 그룹은 프로젝트와 사람을 구성하는 좋은 방법입니다.

source: Groups are the best way to manage projects and members.
ko: 그룹은 프로젝트와 멤버를 관리하는 가장 좋은 방법입니다.
ru: Группы — лучший способ управления проектами и участниками.

source: GroupsEmptyState|A group is a collection of several projects
ko: 그룹은 여러 프로젝트의 모음입니다.

source: GroupsEmptyState|Create project
ko: 프로젝트 생성
ru: Создать проект
