Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AmazonQ|I'm generating code for this issue. I'll update this comment and open a merge request when I'm done.
ko: 이 이슈에 대한 코드를 생성 중입니다. 완료되면 이 댓글을 업데이트하고 머지 리퀘스트를 열겠습니다.
ru: Я генерирую код для этой проблемы. Я обновлю этот комментарий, когда закончу.

source: AmazonQ|I'm reviewing this merge request for security vulnerabilities, quality issues, and deficiencies. I'll provide an update when I'm done.
ko: 이 머지 리퀘스트를 보안 취약점, 품질 문제 및 결함에 대해 검토 중입니다. 완료되면 업데이트를 제공하겠습니다.
ru: Я проверяю этот запрос на слияние на предмет уязвимостей безопасности, проблем с качеством и недостатков. Я предоставлю обновление, когда закончу.

source: AmazonQ|I'm revising this merge request based on your feedback. I'll update this comment and this merge request when I'm done.
ko: 이 머지 리퀘스트를 귀하의 피드백을 기반으로 수정 중입니다. 완료되면 이 댓글과 머지 리퀘스트를 업데이트하겠습니다.
ru: Я пересматриваю этот запрос на слияние на основе ваших отзывов. Я обновлю этот комментарий и этот запрос на слияние, когда закончу.

source: AmazonQ|I'm upgrading your code to Java 17. I'll update this comment and open a merge request when I'm done.
ko: 귀하의 코드를 Java 17로 업그레이드하고 있습니다. 완료되면 이 댓글을 업데이트하고 머지 리퀘스트를 열겠습니다.
ru: Я обновляю ваш код до Java 17. Я обновлю этот комментарий и открою запрос на слияние, когда закончу.

source: AmazonQ|IAM role's ARN
ko: IAM 역할의 ARN
ru: ARN роли IAM

source: AmazonQ|IAM role's ARN is not valid
ko: IAM 역할의 ARN이 유효하지 않음
ru: ARN роли IAM недействителен

source: AmazonQ|IAM role's ARN is valid
ko: IAM 역할의 ARN이 유효함
ru: ARN роли IAM действителен

source: AmazonQ|If this is what you want, remove the IAM role's ARN. To completely remove GitLab Duo with Amazon Q, update the following in AWS:
ko: 본인이 원하는 것이라면, IAM 역할 ARN을 삭제하십시오. Amazon Q에 연결된 GitLab Duo를 완전히 삭제하려면, AWS의 다음 사항을 업데이트 하십시오:
ru: Если это то, что вам нужно, удалите ARN роли IAM. Чтобы полностью удалить GitLab Duo с Amazon Q, выполните следующие действия в AWS:

source: AmazonQ|Instance ID
ko: 인스턴스 ID
ru: ID экземпляра

source: AmazonQ|Off by default
ko: 기본적으로 꺼짐
ru: Отключено по умолчанию

source: AmazonQ|On by default
ko: 기본적으로 켜짐
ru: Включено по умолчанию

source: AmazonQ|Provider URL
ko: 공급자 URL
ru: URL Провайдера

source: AmazonQ|Provider type
ko: 공급자 유형
ru: Тип провайдера

source: AmazonQ|Remove
ko: 삭제
ru: Удалить

source: AmazonQ|Remove IAM role's ARN
ko: IAM 역할의 ARN 삭제
ru: Удалить ARN роли IAM

source: AmazonQ|Request ID: %{request_id}
ko: 요청 ID: %{request_id}
ru: Идентификатор запроса: %{request_id}

source: AmazonQ|Review merge request for code quality and security issues
ko: 머지 리퀘스트를 코드 품질과 보안 이슈 관점에서 리뷰 중입니다.
ru: Рецензировать запрос на слияние на предмет качества кода и проблем безопасности

source: AmazonQ|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: AmazonQ|Setup
ko: 설정
ru: Настройка

source: AmazonQ|Something went wrong retrieving the identity provider payload.
ko: 자격증명 공급자 페이로드를 검색하는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении полезной нагрузки поставщика идентификации.

source: AmazonQ|Something went wrong saving Amazon Q settings.
ko: Amazon Q 설정을 저장하는 중에 문제가 발생했습니다.
ru: Произошла ошибка при сохранении настроек Amazon Q.

source: AmazonQ|Sorry, I'm not able to complete the request at this moment. Please try again later.
ko: 죄송합니다. 현재 요청을 완료할 수 없습니다. 나중에 다시 시도해 주세요.
ru: Извините, в данный момент я не могу выполнить запрос. Попробуйте еще раз позже.

source: AmazonQ|Status
ko: 상태
ru: Статус

source: AmazonQ|This field is required
ko: 이 필드는 필수 항목입니다.
ru: Это поле обязательно к заполнению

source: AmazonQ|To completely remove GitLab Duo with Amazon Q, update the following in AWS:
ko: Amazon Q에 연결된 GitLab Duo를 완전히 삭제하려면, AWS의 다음 사항을 업데이트 하십시오:
ru: Чтобы полностью удалить GitLab Duo с Amazon Q, выполните следующие действия в AWS:

source: AmazonQ|Upgrade Java Maven application to Java 17
ko: Java Maven 애플리케이션을 Java 17로 업그레이드
ru: Обновить приложение Java Maven до Java 17

source: AmazonQ|Use GitLab Duo with Amazon Q to create and review merge requests and upgrade Java.
ko: Amazon Q와 함께 GitLab Duo를 사용하여 머지 리퀘스트를 만들고 검토하고 Java를 업그레이드하세요.
ru: Используйте GitLab Duo с Amazon Q для создания и рецензирования запросов на слияние и обновления Java.

source: AmazonQ|Use GitLab Duo with Amazon Q to create and review merge requests and upgrade Java. %{link_start}Learn more%{link_end}.
ko: GitLab Duo와 Amazon Q를 사용하여 머지 리퀘스트를 생성하고 검토하며, Java를 업그레이드하세요. %{link_start}자세히 알아보기%{link_end}.
ru: Используйте GitLab Duo с Amazon Q для создания и рецензирования запросов на слияние и обновления Java. %{link_start}Подробнее%{link_end}.

source: AmazonQ|Use GitLab Duo with Amazon Q to create and review merge requests and upgrade Java. GitLab Duo with Amazon Q is separate from GitLab Duo Pro and Enterprise.
ko: GitLab Duo를 Amazon Q와 함께 사용하여 머지 리퀘스트를 만들고 검토하고 Java를 업그레이드합니다. GitLab Duo와 Amazon Q는 GitLab Duo Pro 및 Enterprise와 별개입니다.
ru: Используйте GitLab Duo с Amazon Q для создания и рецензирования запросов на слияние и обновления Java. GitLab Duo с Amazon Q отделён от GitLab Duo Pro и Enterprise.

source: AmazonQ|Use GitLab Duo with Amazon Q to create and review merge requests and upgrade Java. GitLab Duo with Amazon Q is separate from GitLab Duo Pro and Enterprise. %{linkStart}Learn more%{linkEnd}.
ko: GitLab Duo와 Amazon Q를 사용하여 머지 리퀘스트를 생성하고 검토하며 Java를 업그레이드합니다. GitLab Duo with Amazon Q는 GitLab Duo Pro 및 Enterprise와 별개입니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Используйте GitLab Duo с Amazon Q для создания и рецензирования запросов на слияние и обновления Java. GitLab Duo с Amazon Q не зависит от GitLab Duo Pro и Enterprise. %{linkStart}Подробнее%{linkEnd}.

source: AmazonQ|Use GitLab Duo with Amazon Q to create and review merge requests and upgrade Java.%{br}GitLab Duo with Amazon Q is separate from GitLab Duo Pro and Enterprise. %{help_link_start}Learn more%{help_link_end}.
ko: GitLab Duo와 Amazon Q를 사용하여 머지 리퀘스트를 생성하고 검토하며, Java를 업그레이드하세요. %{br} GitLab Duo와 Amazon Q는 GitLab Duo Pro 및 Enterprise와는 별개입니다. %{help_link_start}자세히 알아보기%{help_link_end}.
ru: Используйте GitLab Duo с Amazon Q для создания и рецензирования запросов на слияние и обновления Java.%{br}GitLab Duo с Amazon Q отделён от GitLab Duo Pro и Enterprise. %{help_link_start}Подробнее%{help_link_end}.

source: AmazonQ|View configuration setup
ko: 구성 설정 보기
ru: Посмотреть настройки

source: AmazonQ|When you save, Amazon Q will be turned off for all subgroups, and projects, even if they have previously enabled it.%{br}This will also remove the Amazon Q service account from these groups and projects.
ko: 저장하면 Amazon Q가 모든 하위 그룹 및 프로젝트에서 꺼지며, 이전에 활성화된 경우에도 적용됩니다. %{br}이로 인해 이러한 그룹과 프로젝트에서 Amazon Q 서비스 계정도 제거됩니다.
ru: При сохранении Amazon Q будет отключён для всех подгрупп и проектов, даже если они ранее включали его.%{br}Это также удалит учётную запись службы Amazon Q из этих групп и проектов.

source: AmazonQ|Within your AWS account, create an IAM role for Amazon Q and the relevant identity provider. %{helpStart}Learn how to create an IAM role%{helpEnd}.
ko: AWS 계정 내에서 Amazon Q와 관련된 자격증명 공급자를 위한 IAM 역할을 생성하세요. %{helpStart}IAM 역할 생성 방법 알아보기%{helpEnd}.
ru: В вашей учётной записи AWS создайте роль IAM для Amazon Q и соответствующего поставщика идентификаций. %{helpStart}Узнайте, как создать роль IAM%{helpEnd}.

source: AmazonQ|dev
ko: dev
ru: dev

source: AmazonQ|review
ko: review
ru: review

source: AmazonQ|test
ko: test
ru: test

source: AmazonQ|transform
ko: transform
ru: transform

source: AmbiguousRef|There is a branch and a tag with the same name of %{ref}.
ko: %{ref}와 동일한 이름을 가진 브랜치와 태그가 있습니다.

source: AmbiguousRef|View branch
ko: 브랜치 보기
ru: Просмотреть ветку

source: AmbiguousRef|View tag
ko: 태그 보기

source: AmbiguousRef|Which reference do you want to view?
ko: 어떤 참조를 보시겠습니까?

source: AmbiguousRef|Which reference would you like to view?
ko: 어떤 참조를 보시겠습니까?

source: An %{link_start}alert%{link_end} with the same fingerprint is already open. To change the status of this alert, resolve the linked alert.
ko: 동일한 핑거프린트를 가진 %{link_start}경고%{link_end}가 이미 열려 있습니다. 이 경고의 상태를 변경하려면 링크된 경고를 해결하세요.

source: An administrator added this OAuth application
ko: 운영자가 이 OAuth 애플리케이션을 추가했습니다.
ru: Администратор добавил это приложение OAuth

source: An administrator changed the password for your GitLab account on %{link_to}.
ko: 운영자가 %{link_to}에 당신의 GitLab 계정의 비밀번호를 변경했습니다.
ru: Администратор изменил пароль вашей учётной записи GitLab на %{link_to}.

source: An administrator has set the maximum expiration date to %{maxDate}. %{helpLinkStart}Learn more%{helpLinkEnd}.
ko: 운영자가 최대 만료 날짜를 %{maxDate}으로 설정했습니다. %{helpLinkStart}자세히 알아보기%{helpLinkEnd}.
ru: Администратор установил максимальный срок действия %{maxDate}. %{helpLinkStart}Подробнее%{helpLinkEnd}.

source: An alert has been resolved in %{project_path}.
ko: %{project_path}에서 경고가 해결되었습니다.

source: An alert has been triggered in %{project_path}.
ko: %{project_path}에서 경고가 발생했습니다.
ru: Оповещение было вызвано в %{project_path}.

source: An email notification was recently sent from the admin panel. Please wait %{wait_time_in_words} before attempting to send another message.
ko: 최근 운영자 패널에서 이메일 알림이 전송되었습니다. 다른 메시지를 보내기 전에 %{wait_time_in_words} 기다리십시오.

source: An empty GitLab User field will add the FogBugz user's full name (e.g. "By John Smith") in the description of all issues and comments. It will also associate and/or assign these issues and comments with the project creator.
ko: 비어 있는 GitLab User 필드는 FogBugz의 사용자 전체 이름 (예 : By 홍 길동)을 이슈 및 커맨트의 설명으로 추가 합니다. 또한 이 이슈와 커맨트를 프로젝트 작성자에 알리고 할당 할 것입니다.
ru: Пустое значение в поле Пользователь Gitlab добавит полное имя пользователя FogBugz (напр., "От Ивана Кузнецова") в описание всех обсуждений и комментариев, а также свяжет и/или назначит эти обсуждения и комментарии с создателем проекта.

source: An epic’s color is shown in roadmaps and epic boards.
ko: 에픽의 색상은 로드맵과 에픽 보드에 표시됩니다.
ru: Цвет цели отображается в планах развития и на досках целей.

source: An error has occurred
ko: 오류가 발생했습니다.
ru: Произошла ошибка

source: An error in reporting in which a test result incorrectly indicates the presence of a vulnerability in a system when the vulnerability is not present.
ko: 취약점이 존재하지 않음에도, 검사 결과가 시스템에 취약점이 있다고 잘못 표시하는 보고 오류입니다.
ru: Ошибка в отчёте, в которой результат теста неверно указывает на наличие уязвимости в системе, тогда как эта уязвимость отсутствует.

source: An error occured fetching failed jobs count
ko: 실패한 작업 수를 가져오는 중 오류가 발생했습니다.

source: An error occured when subscribing to the comment temperature updates. Please try again.
ko: 댓글 온도 업데이트 구독 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при подписке на обновления тональности комментария. Повторите попытку.

source: An error occured while parsing comment temperature. Please try again.
ko: 댓글 온도 파싱 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при разборе тональности комментария. Повторите попытку.

source: An error occurred creating the blob
ko: Blob을 생성하는 중에 오류가 발생했습니다
ru: Произошла ошибка при создании объекта

source: An error occurred deleting the group. Please refresh the page to try again.
ko: 그룹을 삭제하는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при удалении группы. Обновите страницу и попробуйте снова.

source: An error occurred editing the blob
ko: Blob을 편집하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при изменении объекта

source: An error occurred fetching the approval rules.
ko: 승인 규칙을 가져오는 도중 오류가 발생했습니다.
ru: Произошла ошибка при получении правил одобрения.

source: An error occurred fetching the approvers for the new rule.
ko: 새로운 규칙에 대한 승인자 목록을 가져오는 도중 오류가 발생했습니다.
ru: Произошла ошибка при получении одобряющих для нового правила.

source: An error occurred fetching the dropdown data.
ko: 드롭다운 데이터를 가져오는 도중 오류가 발생했습니다.
ru: Произошла ошибка при извлечении данных выпадающего списка.

source: An error occurred fetching the project authors.
ko: 프로젝트 작성자를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при загрузке авторов проекта.

source: An error occurred fetching the public deploy keys. Please try again.
ko: 공개 배포 키를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении публичных ключей развертывания. Пожалуйста, попробуйте ещё раз.

source: An error occurred loading the group counts.
ko: 그룹 카운트를 로딩하는 중 오류가 발생했습니다.
ru: Произошла ошибка при загрузке количества групп.

source: An error occurred loading the project counts.
ko: 프로젝트 카운트를 로딩하는 중에 오류가 발생했습니다.

source: An error occurred loading the tab counts.
ko: 탭 카운트를 로딩하는 중에 오류가 발생했습니다.
ru: Произошла ошибка во время загрузки количества вкладок.

source: An error occurred previewing the blob
ko: Blob 미리보기 중에 오류가 발생했습니다.
ru: Произошла ошибка при предпросмотре объекта

source: An error occurred restoring this group. Please refresh the page to try again.
ko: 이 그룹을 복원하는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при восстановлении этой группы. Обновите страницу и повторите попытку.

source: An error occurred when trying to display this GLQL view:
ko: 이 GLQL 보기를 표시하려고 하는 동안 오류가 발생했습니다:
ru: Произошла ошибка при попытке отобразить это представление данных GLQL:

source: An error occurred when updating the title
ko: 제목을 업데이트하는 도중 오류가 발생했습니다.
ru: Произошла ошибка при обновлении заголовка

source: An error occurred while acknowledging the notification. Refresh the page and try again.
ko: 알림을 확인하는 동안 오류가 발생했습니다. 페이지를 새로고침하고 다시 시도하세요.
ru: Произошла ошибка при подтверждении уведомления. Обновите страницу и повторите попытку.

source: An error occurred while adding approvers
ko: 승인자를 추가하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при добавлении одобряющих

source: An error occurred while adding formatted title for epic
ko: 에픽에 포매팅된 제목을 추가하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при создании форматированного заголовка для цели.

source: An error occurred while checking group path. Please refresh and try again.
ko: 그룹 경로를 확인하는 도중 오류가 발생했습니다. 새로고침 후 다시 시도하십시오.
ru: Ошибка при проверке пути к группе. Обновите страницу и попробуйте ещё раз.

source: An error occurred while creating the group. Please try again.
ko: 그룹을 만드는 중에 오류가 발생했습니다. 다시 시도해 주세요.

source: An error occurred while creating the issue. Please try again.
ko: 이슈를 생성하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: An error occurred while decoding the file.
ko: 파일을 불러오는 도중 오류가 발생했습니다.
ru: Произошла ошибка при декодировании файла.

source: An error occurred while deleting an issuable.
ko: 파이프라인을 삭제하는 도중 오류가 발생했습니다.

source: An error occurred while deleting the approvers group
ko: 승인자 그룹을 삭제하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при удалении группы одобряющих

source: An error occurred while deleting the comment
ko: 댓글을 삭제하는 중 오류가 발생했습니다.
ru: Во время удаления комментария произошла ошибка

source: An error occurred while deleting the pipeline.
ko: 파이프라인을 삭제하는 도중 오류가 발생했습니다.
ru: Произошла ошибка при удалении сборочной линии.

source: An error occurred while detecting host keys
ko: 호스트 키들을 삭제하던 중 오류가 발생 했습니다.
ru: Произошла ошибка при обнаружении ключей хоста

source: An error occurred while disabling Service Desk.
ko: 서비스 데스크를 비활성화하는 도중 오류가 발생했습니다
ru: Произошла ошибка при отключении службы поддержки.

source: An error occurred while discarding your review. Please try again.
ko: 당신의 리뷰를 폐기하는 도중 오류가 발생하였습니다. 다시 시도하십시오.
ru: Произошла ошибка при отмене вашей рецензии. Повторите попытку.

source: An error occurred while dismissing the alert. Refresh the page and try again.
ko: Alert을 해제하는 중 오류가 발생했습니다. 페이지를 새로 고친 후 다시 시도하십시오.
ru: При отклонении оповещения произошла ошибка. Обновите страницу и повторите попытку.

source: An error occurred while drawing job relationship links.
ko: 작업 관계 링크를 그리는 동안 오류가 발생했습니다.
ru: Произошла ошибка при построении связей между заданиями.

source: An error occurred while editing lock information, please try again.
ko: 잠금 정보를 수정하는 중 오류가 발생했습니다. 다시 시도해 주세요.

source: An error occurred while enabling GitLab Duo Core. Reload the page to try again.
ko: GitLab Duo Core를 활성화하는 중에 오류가 발생했습니다. 페이지를 새로고침하여 다시 시도하세요.
ru: Произошла ошибка при включении GitLab Duo Core. Перезагрузите страницу и повторите попытку.

source: An error occurred while enabling Service Desk.
ko: 서비스 데스크를 활성화하는 도중 오류가 발생했습니다
ru: Произошла ошибка при включении службы поддержки.

source: An error occurred while fetching Markdown preview
ko: 마크다운 미리보기를 볼러오는 중 오류가 발생하였습니다.
ru: Произошла ошибка при получении предпросмотра Markdown

source: An error occurred while fetching ancestors
ko: 상위 항목을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении предков

source: An error occurred while fetching branches.
ko: 브랜치를 가져오는(fetch) 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении веток.

source: An error occurred while fetching branches. Retry the search.
ko: 브랜치를 가져오는 동안 오류가 발생했습니다. 검색을 다시 시도하십시오.
ru: Произошла ошибка при получении веток. Повторите поиск.

source: An error occurred while fetching codequality mr diff reports.
ko: 코드 품질 mr diff 보고서를 가져오는 동안 오류가 발생했습니다.

source: An error occurred while fetching comments, please try again.
ko: 댓글을 가져오는 중에 오류가 발생했습니다. 다시 시도해 주세요.

source: An error occurred while fetching commit data.
ko: 커밋 데이터를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке данных коммита.

source: An error occurred while fetching commits. Retry the search.
ko: 커밋을 가져오는 동안 오류가 발생했습니다. 검색을 다시 시도하십시오.
ru: Произошла ошибка при получении коммитов. Повторите поиск.

source: An error occurred while fetching coverage reports.
ko: 커버리지 보고서를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при извлечении отчетов о покрытии тестами.

source: An error occurred while fetching environments.
ko: 환경을 가져오는 도중 오류가 발생했습니다
ru: Произошла ошибка при получении окружения.

source: An error occurred while fetching exposed artifacts.
ko: 노출된 아티팩트를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при извлечении экспонированных артефактов.

source: An error occurred while fetching folder content.
ko: 폴더 내용을 가져 오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении содержимого папки.

source: An error occurred while fetching issues.
ko: 이슈를 가져오는 도중 오류가 발생했습니다
ru: Произошла ошибка при получении задач.

source: An error occurred while fetching label colors.
ko: 라벨 색상을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении цветов меток.

source: An error occurred while fetching labels, please try again.
ko: 라벨을 가져오는 중에 오류가 발생했습니다. 다시 시도해 주세요.
ru: При получении меток произошла ошибка, повторите попытку.

source: An error occurred while fetching lock information, please try again.
ko: 잠금 정보를 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.

source: An error occurred while fetching participants
ko: 참가자를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении участников

source: An error occurred while fetching participants.
ko: 참가자를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении участников.

source: An error occurred while fetching pending comments
ko: 댓글을 업데이트하는 중 오류가 발생했습니다.
ru: Во время извлечения ожидающих комментариев произошла ошибка

source: An error occurred while fetching reference
ko: 참조를 가져오는 동안 오류가 발생했습니다.
ru: Ошибка при получении ссылки

source: An error occurred while fetching reviewers.
ko: 검토자를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении рецензентов.

source: An error occurred while fetching tags. Retry the search.
ko: 태그를 가져오는 동안 오류가 발생했습니다. 다시 검색해 보세요.
ru: Произошла ошибка при получении тегов. Повторите поиск.

source: An error occurred while fetching terraform reports.
ko: Terraform 보고서를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении отчётов Terraform.

source: An error occurred while fetching the health status.
ko: 헬스 체크 상태를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении состояния здоровья.

source: An error occurred while fetching the job log. The information presented below may not be accurate. Refresh the page to retrieve the latest job log.
ko: 작업 로그를 가져오는 동안 오류가 발생했습니다. 아래에 제시된 정보는 정확하지 않을 수 있습니다. 최신 작업 로그를 검색하려면 페이지를 새로 고치세요.
ru: Произошла ошибка при получении журнала задания. Представленная ниже информация может быть неточной. Обновите страницу, чтобы получить актуальный журнал задания.

source: An error occurred while fetching the job. The information presented below may not be accurate. Refresh the page to retrieve the latest job log.
ko: 작업을 가져오는 동안 오류가 발생했습니다. 아래에 제시된 정보는 정확하지 않을 수 있습니다. 최신 작업 로그를 검색하려면 페이지를 새로 고치세요.
ru: Произошла ошибка при получении задания. Представленная ниже информация может быть неточной. Обновите страницу, чтобы получить актуальный журнал задания.

source: An error occurred while fetching the jobs.
ko: 작업을 가져 오는 중에 오류가 발생했습니다.
ru: Ошибка при извлечении заданий.

source: An error occurred while fetching the pipelines jobs.
ko: 파이프라인 작업을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении заданий сборочной линии.

source: An error occurred while fetching the releases. Please try again.
ko: 릴리스를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при выборке релизов. Пожалуйста, попробуйте ещё раз.

source: An error occurred while fetching the template: %{err}
ko: 템플릿을 가져오는 동안 오류가 발생했습니다: %{err}

source: An error occurred while fetching this tab.
ko: 이 탭을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении этой вкладки.

source: An error occurred while fetching. Please try again.
ko: 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: An error occurred while getting issue counts
ko: 이슈 카운트를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении количества обсуждений

source: An error occurred while getting merge request counts
ko: 머지 리퀘스트 수를 가져오는 중 오류가 발생했습니다.

source: An error occurred while initializing path locks
ko: 경로 잠금을 초기화하던 중 오류가 발생하였습니다.
ru: Произошла ошибка при инициализации блокировок пути

source: An error occurred while loading a section of this page.
ko: 이 페이지의 섹션을 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке раздела этой страницы.

source: An error occurred while loading chart data
ko: 차트 데이터를 로드하던 도중 오류가 발생했습니다.
ru: Произошла ошибка при загрузке данных диаграммы

source: An error occurred while loading commit signatures
ko: 커밋 시그너쳐를 불러오는 도중에 오류가 발생했습니다.
ru: Произошла ошибка при загрузке подписей коммита

source: An error occurred while loading designs. Please try again.
ko: 디자인을 로드하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при загрузке дизайнов. Пожалуйста, повторите попытку.

source: An error occurred while loading diff
ko: diff를 로드하는 동안 오류가 발생하였습니다.
ru: Произошла ошибка при загрузке различий

source: An error occurred while loading filenames
ko: 파일 이름을 로드하는 중 오류가 발생했습니다.
ru: Произошла ошибка при загрузке списка файлов

source: An error occurred while loading group members.
ko: 그룹 구성원을 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке членов группы.

source: An error occurred while loading issues
ko: 이슈를 불러오는 도중 오류가 발생했습니다.
ru: Произошла ошибка при загрузке обсуждений

source: An error occurred while loading merge requests
ko: 머지 리퀘스트를 로드하는 중 오류가 발생했습니다.

source: An error occurred while loading merge requests.
ko: 머지 리퀘스트를 불러오는 도중 오류가 발생했습니다.
ru: Произошла ошибка при загрузке запросов на слияние.

source: An error occurred while loading projects.
ko: 프로젝트를 불러오는 도중 오류가 발생했습니다.
ru: При получении списка проектов произошла ошибка.

source: An error occurred while loading the blob controls.
ko: Blob 컨트롤을 로드하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при загрузке элементов управления объектом.

source: An error occurred while loading the file
ko: 파일 로드 중 오류가 발생하였습니다.
ru: Произошла ошибка при загрузке файла

source: An error occurred while loading the file. Please try again later.
ko: 파일을 로딩하는 도중 오류가 발생하였습니다. 나중에 다시 시도하십시오.
ru: Произошла ошибка при загрузке файла. Пожалуйста, попробуйте ещё раз позже.

source: An error occurred while loading the file. Please try again.
ko: 파일을 로딩하는 도중 오류가 발생하였습니다. 다시 시도하십시오.
ru: Произошла ошибка при загрузке файла. Пожалуйста, попробуйте ещё раз.

source: An error occurred while loading the notification settings. Please try again.
ko: 알림 설정을 로딩하는 도중 오류가 발생하였습니다. 다시 시도하십시오.
ru: Произошла ошибка при загрузке настроек уведомлений. Пожалуйста, попробуйте ещё раз.
