Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Subject Key Identifier:
ko: 주제 키 식별자:
ru: Идентификатор ключа субъекта:

source: Subkeys:
ko: 하위 키:

source: Submit
ko: 제출
ru: Отправить

source: Submit a review
ko: 리뷰 제출
ru: Отправить рецензию

source: Submit as ham
ko: ham으로 제출

source: Submit as spam
ko: 스팸으로 제출

source: Submit feedback and approve these changes.
ko: 피드백을 제출하고 변경 사항을 승인하세요.
ru: Отправить отзыв и одобрить эти изменения.

source: Submit feedback that should be addressed before merging.
ko: 머지 전에 해결해야 할 피드백을 제출하세요.
ru: Отправить отзыв, который нужно учесть перед слиянием.

source: Submit general feedback without explicit approval.
ko: 명시적인 승인 없이 일반 피드백을 제출하세요.
ru: Отправить общий отзыв без явного одобрения.

source: Submit review
ko: 리뷰 제출
ru: Отправить рецензию

source: Submit search
ko: 검색 제출

source: Submit the current review.
ko: 현재 리뷰 제출
ru: Отправить текущую рецензию.

source: Submit your review
ko: 리뷰 제출

source: Submit/save changes
ko: 변경사항 제출/저장
ru: Отправить или сохранить изменения

source: Submitted as ham
ko: ham으로 제출

source: Submitted the current review.
ko: 현재 리뷰를 제출했습니다.
ru: Текущая рецензия отправлена.

source: Subscribe
ko: 구독
ru: Подписаться

source: Subscribe at group level
ko: 그룹 수준에서 구독

source: Subscribe at project level
ko: 프로젝트 수준에서 구독

source: Subscribe to RSS feed
ko: RSS 피드 구독
ru: Подписаться на канал RSS

source: Subscribe to calendar
ko: 캘린더 구독

source: Subscribe to releases RSS feed
ko: RSS 피드를 릴리스 하려면 구독하세요
ru: Подписаться на RSS канал релизов

source: Subscribed
ko: 구독됨

source: Subscribed to notifications.
ko: 알림을 구독했습니다.

source: Subscribes to notifications.
ko: 알림을 구독합니다.

source: Subscription
ko: 구독
ru: Подписка

source: Subscription History
ko: 구독 이력
ru: История подписки

source: Subscription can be synchronized.
ko: 구독을 동기화할 수 있습니다.

source: Subscription deletion failed.
ko: 구독 삭제에 실패했습니다.
ru: Не удалось удалить подписку.

source: Subscription for this instance cannot be synchronized. Contact GitLab customer support to obtain a license.
ko: 이 인스턴스에 대한 구독은 동기화할 수 없습니다. 라이선스를 받으려면 GitLab 고객 지원에 문의하세요.

source: Subscription for this instance cannot be synchronized. Contact GitLab customer support to upgrade your license.
ko: 이 인스턴스에 대한 구독은 동기화할 수 없습니다. 라이선스를 업그레이드하려면 GitLab 고객 지원에 문의하세요.
ru: Подписка для этого экземпляра не может быть синхронизирована. Обратитесь в службу поддержки GitLab для обновления лицензии.

source: Subscription has not been synchronized recently. %{cta}
ko: 최근 구독이 동기화되지 않았습니다. %{cta}

source: Subscription has not yet been synchronized. %{cta}
ko: 구독이 아직 동기화되지 않았습니다. %{cta}

source: Subscription service outage
ko: 구독 서비스 중단

source: Subscription successfully applied to "%{group_name}"
ko: 구독이 "%{group_name}"에 성공적으로 적용되었습니다.

source: Subscription successfully created.
ko: 구독이 성공적으로 생성되었습니다.
ru: Подписка успешно создана.

source: Subscription successfully deleted.
ko: 구독이 성공적으로 삭제되었습니다.
ru: Подписка успешно удалена.

source: Subscription synchronized successfully.
ko: 구독이 성공적으로 동기화되었습니다.

source: SubscriptionBanner|Add new license
ko: 새 라이선스 추가

source: SubscriptionBanner|Export license usage file
ko: 라이센스 사용량 파일 내보내기

source: SubscriptionBanner|Upload new license
ko: 새 라이선스 업로드

source: SubscriptionGroupsNew|Group URL %{error}
ko: 그룹 URL %{error}

source: SubscriptionGroupsNew|Group name %{error}
ko: 그룹 이름 %{error}

source: SubscriptionGroupsNew|Select a group for your %{planName} subscription
ko: %{planName} 구독을 위한 그룹을 선택하세요
ru: Выберите группу для вашей подписки на %{planName}

source: SubscriptionGroupsNew|Select a group for your subscription.
ko: 구독할 그룹을 선택하세요.
ru: Выберите группу для вашей подписки.

source: SubscriptionGroupsNew|The group is a top-level group on a Free tier
ko: 그룹이 무료 티어의 최상위 그룹입니다.
ru: Группа является группой верхнего уровня на бесплатном тарифе

source: SubscriptionGroupsNew|Why can't I find my group?
ko: 왜 내 그룹을 찾을 수 없나요?

source: SubscriptionGroupsNew|You're assigned the Owner role of the group
ko: 그룹의 소유자 역할이 할당되었습니다

source: SubscriptionGroupsNew|Your group will be created at:
ko: 귀하의 그룹은 다음 위치에 생성됩니다:
ru: Ваша группа будет создана по адресу:

source: SubscriptionGroupsNew|Your group will only be displayed in the list above if:
ko: 귀하의 그룹은 다음과 같은 경우에만 위 목록에 표시됩니다.

source: SubscriptionMangement|If you'd like to add more seats, upgrade your plan, or purchase additional products, contact your GitLab sales representative.
ko: 좌석을 추가하거나, 요금제를 업그레이드하거나, 추가 제품을 구매하려면 GitLab 영업 담당자에게 문의하세요.
ru: Если вы хотите добавить больше лицензий, перейти на другой тариф или приобрести дополнительные продукты, свяжитесь с вашим представителем GitLab.

source: SubscriptionMangement|This is a custom subscription managed by the GitLab Sales team
ko: GitLab 영업팀에서 관리하는 커스텀 구독 관리입니다.

source: SubscriptionMangement|To make changes to a read-only subscription or purchase additional products, contact your GitLab Partner.
ko: 읽기 전용 구독을 변경하거나 추가 제품을 구매하려면 GitLab 파트너에게 문의하세요.

source: SubscriptionMangement|Your subscription is in read-only mode
ko: 구독이 읽기 전용 모드입니다.

source: SubscriptionTableRow|*Access temporarily extended until %{temporaryExtensionEndDate}
ko: *액세스가 %{temporaryExtensionEndDate}까지 일시적으로 연장됨

source: SubscriptionTable|Add seats
ko: 좌석 추가
ru: Добавить лицензии

source: SubscriptionTable|An error occurred while loading the subscription details.
ko: 구독 정보를 로드하는 도중 오류가 발생했습니다.
ru: Произошла ошибка при загрузке сведений о подписке.

source: SubscriptionTable|Billing
ko: 결제
ru: Оплата

source: SubscriptionTable|Free
ko: 무료
ru: Бесплатно

source: SubscriptionTable|GitLab allows you to continue using your subscription even if you exceed the number of seats you purchased. You will be required to pay for these seats upon renewal.
ko: GitLab을 사용하면 구매한 좌석 수를 초과하더라도 구독을 계속 사용할 수 있습니다. 갱신 시 이러한 좌석에 대한 비용을 지불해야 합니다.
ru: GitLab позволяет продолжать использование подписки, даже если вы превысили количество приобретённых лицензий. За эти лицензии вам будет необходимо заплатить при следующем продлении.

source: SubscriptionTable|Last updated at %{seatsLastUpdated} UTC
ko: %{seatsLastUpdated} UTC에 마지막으로 업데이트됨
ru: Последнее обновление: %{seatsLastUpdated} UTC

source: SubscriptionTable|Manage
ko: 관리
ru: Управление

source: SubscriptionTable|Max seats used
ko: 사용된 최대 좌석 수
ru: Максимальное количество используемых лицензий

source: SubscriptionTable|Next invoice
ko: 다음 청구서
ru: Следующий счет

source: SubscriptionTable|Next subscription term start date
ko: 다음 구독 기간 시작일
ru: Дата начала следующего периода подписки

source: SubscriptionTable|Refresh Seats
ko: 좌석 새로 고침
ru: Обновить лицензии

source: SubscriptionTable|Renew
ko: 갱신
ru: Обновить

source: SubscriptionTable|Seats currently in use
ko: 현재 사용 중인 좌석
ru: Текущие использованные лицензии

source: SubscriptionTable|Seats in subscription
ko: 구독 좌석
ru: Количество лицензий в подписке

source: SubscriptionTable|Seats owed
ko: 청구될 좌석
ru: Неоплаченные лицензии

source: SubscriptionTable|See usage
ko: 사용 보기
ru: Посмотреть использование

source: SubscriptionTable|Something went wrong trying to refresh seats
ko: 좌석을 새로 고치는 동안 문제가 발생했습니다
ru: Произошла ошибка при попытке обновить лицензии

source: SubscriptionTable|Subscription end date
ko: 구독 종료 날짜
ru: Дата окончания подписки

source: SubscriptionTable|Subscription start date
ko: 구독 시작 날짜
ru: Дата начала подписки

source: SubscriptionTable|This is the maximum number of users that have existed at the same time since this subscription started.
ko: 구독이 시작된 이후 최대 동시 사용자 수입니다.
ru: Это максимальное количество пользователей, существовавших с момента начала подписки.

source: SubscriptionTable|This is the next date when the GitLab.com team is scheduled to get in contact with you to settle any outstanding balances.
ko: 미결제 금액을 정산하기 위해 GitLab.com 팀이 당신과 연락할 예정인 날짜입니다.
ru: Это следующая дата, когда команда GitLab.com свяжется с вами, чтобы разрешить любую непогашенную задолженность.

source: SubscriptionTable|This is the number of seats you will be required to purchase if you update to a paid plan.
ko: 유료 플랜으로 업데이트할 경우 구매해야 하는 좌석 수입니다.
ru: Это количество лицензий, которые вам нужно будет приобрести, если вы перейдёте на платный тариф.

source: SubscriptionTable|Trial
ko: 평가판
ru: Пробный период

source: SubscriptionTable|Trial end date
ko: 평가판 종료 날짜
ru: Дата окончания пробного периода

source: SubscriptionTable|Trial start date
ko: 평가판 시작 날짜
ru: Дата начала пробного периода

source: SubscriptionTable|Up to date
ko: 최신
ru: В актуальном состоянии

source: SubscriptionTable|Usage
ko: 사용
ru: Использование

source: SubscriptionTable|Usage count is performed once a day at 12:00 PM.
ko: 사용 횟수는 1일 1회 오후 12시에 업데이트됩니다.
ru: Подсчет использования выполняется один раз в день в 12:00 ночи.

source: Subscriptions
ko: 구독

source: Subscriptions|Activation date
ko: 활성화 날짜
ru: Дата активации

source: Subscriptions|End date
ko: 종료일
ru: Дата окончания

source: Subscriptions|End date:
ko: 종료일:
ru: Дата окончания:

source: Subscriptions|Last sync
ko: 마지막 동기화
ru: Последняя синхронизация

source: Subscriptions|None
ko: 없음
ru: Нет

source: Subscriptions|Start date
ko: 시작일
ru: Дата начала

source: Subscription|Your subscription for %{strong}%{namespace_name}%{strong_close} has expired and you are now on %{pricing_link_start}the GitLab Free tier%{pricing_link_end}. Don't worry, your data is safe. Get in touch with our support team (%{support_email}). They'll gladly help with your subscription renewal.
ko: %{strong}%{namespace_name}%{strong_close} 에 대한 구독이 만료되어 현재 %{pricing_link_start}GitLab 프리 티어%{pricing_link_end}에 있습니다. 걱정하지 마세요. 데이터는 안전합니다. 지원 팀에 문의하십시오(%{support_email}). 귀하의 구독 갱신을 도와드릴 것입니다.
ru: Ваша подписка для %{strong}%{namespace_name}%{strong_close} истекла, и теперь вы находитесь на %{pricing_link_start}бесплатном тарифе GitLab%{pricing_link_end}. Не переживайте, ваши данные в безопасности. Свяжитесь с нашей службой поддержки (%{support_email}). Они с радостью помогут с продлением вашей подписки.

source: Subtracted
ko: 차감됨

source: Subtracts
ko: 차감

source: Succeeded
ko: 성공함

source: Success
ko: 성공
ru: Успешно

source: Successfully activated
ko: 성공적으로 활성화되었습니다.
ru: Успешно активировано

source: Successfully approved
ko: 성공적으로 승인되었습니다.
ru: Успешно одобрено

source: Successfully banned
ko: 성공적으로 차단되었습니다.
ru: Успешно забанен

source: Successfully blocked
ko: 성공적으로 차단되었습니다.
ru: Успешно заблокировано

source: Successfully confirmed
ko: 성공적으로 확인되었습니다.
ru: Успешно подтверждено

source: Successfully deactivated
ko: 비활성화했습니다.
ru: Успешно отключено

source: Successfully deleted WebAuthn device.
ko: 성공적으로 WebAuthn 장치를 제거했습니다.

source: Successfully deleted requirement statuses
ko: 요구 사항 상태가 성공적으로 삭제되었습니다.

source: Successfully deleted requirement statuses.
ko: 요구사항 상태를 성공적으로 삭제되었습니다.

source: Successfully linked ID(s): %{item_ids}.
ko: 성공적으로 링크된 ID: %{item_ids}.

source: Successfully regenerated unique domain
ko: 유일한 도메인을 재생성하는데 성공하였습니다

source: Successfully removed email.
ko: 성공적으로 이메일을 제거했습니다.
ru: Адрес электронной почты успешно удален.

source: Successfully reset compute usage for namespace.
ko: 네임스페이스에 대한 컴퓨팅 사용량을 성공적으로 재설정했습니다.
ru: Использование вычислительных ресурсов для пространства имён успешно сброшено.

source: Successfully scheduled a pipeline to run. Go to the %{pipelines_link_start}Pipelines page%{pipelines_link_end} for details.
ko: 실행할 파이프라인을 성공적으로 예약했습니다. 자세한 내용은 %{pipelines_link_start}파이프라인 페이지%{pipelines_link_end}로 이동하십시오.
ru: Конвейер был успешно запланирован для выполнения. Перейдите на страницу %{pipelines_link_start}Конвейеры%{pipelines_link_end}, чтобы узнать подробности.

source: Successfully synced %{synced_timeago}.
ko: 성공적으로 %{synced_timeago}에 동기화했습니다.

source: Successfully trusted
ko: 신뢰로 설정됨

source: Successfully unbanned
ko: 성공적으로 계정정지 해제했습니다.
ru: Успешно разбанен

source: Successfully unblocked
ko: 성공적으로 차단 해제했습니다.
ru: Успешно разблокировано

source: Successfully unlinked IDs: %{item_ids}.
ko: 성공적으로 링크 해제된 ID: %{item_ids}.

source: Successfully unlocked
ko: 성공적으로 잠금 해제했습니다.
ru: Успешно разблокировано

source: Successfully untrusted
ko: 비신뢰 설정됨

source: Successfully updated %{last_updated_timeago}.
ko: 성공적으로 %{last_updated_timeago}에 업데이트했습니다.
ru: Успешно обновлено %{last_updated_timeago}.

source: Suggest code changes which can be immediately applied in one click. Try it out!
ko: 한 번의 클릭으로 즉시 적용할 수 있는 코드 변경 사항을 제안합니다. 사용해 보세요!
ru: Предлагайте изменения в коде, которые можно сразу применить одним кликом. Попробуйте!

source: Suggested change
ko: 제안된 변경 사항
ru: Предложенные изменения

source: SuggestedColors|Blue
ko: 파란색

source: SuggestedColors|Blue-gray
ko: 회청색

source: SuggestedColors|Carrot orange
ko: 당근 오렌지

source: SuggestedColors|Charcoal grey
ko: 챠콜색

source: SuggestedColors|Crimson
ko: 크림슨

source: SuggestedColors|Current addition color
ko: 현재 추가 색상

source: SuggestedColors|Current removal color
ko: 현재 제거 색상

source: SuggestedColors|Dark coral
ko: 다크 코랄

source: SuggestedColors|Dark sea green
ko: 다크 씨그린

source: SuggestedColors|Dark violet
ko: 다크 바이올렛

source: SuggestedColors|Deep violet
ko: 딥 바이올렛

source: SuggestedColors|Default addition color
ko: 기본 추가 색상

source: SuggestedColors|Default removal color
ko: 기본 제거 색상

source: SuggestedColors|Gray
ko: 회색

source: SuggestedColors|Green
ko: 초록색

source: SuggestedColors|Green-cyan
ko: 그린-시안

source: SuggestedColors|Lavender
ko: 라벤더

source: SuggestedColors|Magenta-pink
ko: 마젠타-핑크

source: SuggestedColors|Orange
ko: 오렌지

source: SuggestedColors|Purple
ko: 보라색
ru: Фиолетовый

source: SuggestedColors|Red
ko: 빨강

source: SuggestedColors|Rose red
ko: 로즈 레드

source: SuggestedColors|Titanium yellow
ko: 티타늄 옐로우

source: SuggestedReviewers|Get suggestions for reviewers based on GitLab's machine learning tool.
ko: GitLab의 머신 러닝 도구를 기반으로 검토자에 대한 제안 사항을 가져옵니다.
ru: Получите рекомендации по рецензентам на основе инструмента машинного обучения GitLab.

source: SuggestedReviewers|Learn about suggested reviewers
ko: 추천 검토자에 대해 알아보기
ru: Подробнее о рекомендуемых рецензентах

source: SuggestedReviewers|Suggested reviewers
ko: 추천된 리뷰어
ru: Рекомендуемые рецензенты

source: SuggestedReviewers|Suggested reviewers help link
ko: 추천 검토자 도움말 링크
ru: Справка по рекомендуемым рецензентам

source: SuggestedReviewers|Suggestions appear in the Reviewer section of the right sidebar
ko: 오른쪽 사이드바의 검토자 섹션에 추천 사항이 나타납니다.
ru: Предложенные рецензенты появляются в разделе Рецензенты на правой боковой панели

source: Suggestion is not applicable as the suggestion was not found.
ko: 제안을 찾을 수 없으므로 제안을 적용할 수 없습니다.

source: Suggestion(s)
ko: 제안

source: Suggestions are not applicable as one or more suggestions were not found.
ko: 하나 이상의 제안을 찾을 수 없으므로 제안을 적용할 수 없습니다.

source: Suggestions are not applicable as their lines cannot overlap.
ko: 제안은 선이 겹칠 수 없으므로 적용되지 않습니다.

source: Suggestions must all be on the same branch.
ko: 제안은 모두 동일한 브랜치에 있어야 합니다.

source: Suggestions:
ko: 제안:
ru: Предложения:

source: Summarize code changes
ko: 코드 변경 사항 요약
ru: Резюмировать изменения в коде

source: Summarize the comments in the current issue.
ko: 현재 이슈의 댓글을 요약해 보세요.
ru: Резюмировать комментарии в текущем обсуждении.

source: Summary
ko: 요약
ru: Сводка

source: Summary comment (optional)
ko: 요약 주석 (옵션)
ru: Сводный комментарий (необязательно)

source: Summary generated by AI
ko: AI가 생성한 요약

source: Sun
ko: 일

source: Sunday
ko: 일요일
ru: Воскресенье

source: SuperSonics|Activate subscription
ko: 구독 활성화
ru: Активировать подписку

source: SuperSonics|Activation code
ko: 활성화 코드
ru: Код активации

source: SuperSonics|Activation not possible due to seat mismatch
ko: 좌석 불일치로 인해 활성화할 수 없습니다.
ru: Активация невозможна из-за несоответствия лицензий

source: SuperSonics|Activation not possible due to true-up value mismatch
ko: true-up 값 불일치로 인해 활성화할 수 없음
ru: Активация невозможна из-за несоответствия значений при уточнении расчётов

source: SuperSonics|Add activation code
ko: 활성화 코드 추가
ru: Добавить код активации

source: SuperSonics|An error occurred during activation
ko: 활성화 중 오류가 발생함
ru: Во время активации произошла ошибка

source: SuperSonics|Buy subscription
ko: 구독 구매
ru: Купить подписку

source: SuperSonics|Cannot activate instance due to a connectivity issue
ko: 연결 문제로 인해 인스턴스를 활성화할 수 없음
ru: Не удаётся активировать экземпляр из-за проблемы с подключением

source: SuperSonics|Could not activate subscription
ko: 구독을 활성화할 수 없습니다.
ru: Не удалось активировать подписку

source: SuperSonics|Customers Portal
ko: 고객 포털
ru: Портал клиентов

source: SuperSonics|Enter activation code
ko: 활성화 코드 입력
ru: Введите код активации

source: SuperSonics|Export license usage file
ko: 라이센스 사용 파일 내보내기
ru: Экспортировать файл использования лицензии

source: SuperSonics|Free trial
ko: 무료 평가판
ru: Пробная версия

source: SuperSonics|I agree that my use of the GitLab Software is subject to the Subscription Agreement located at the %{linkStart}Terms of Service%{linkEnd}, unless otherwise agreed to in writing with GitLab.
ko: GitLab과 서면으로 달리 동의하지 않는 한 본인은 GitLab 소프트웨어 사용이 %{linkStart}이용 약관%{linkEnd}에 있는 구독 계약의 적용을 받는 것에 동의합니다.
ru: Я согласен с тем, что мое использование Программного обеспечения GitLab регулируется Соглашением о подписке, расположенным в %{linkStart}Условиях обслуживания%{linkEnd}, если иное не согласовано в письменной форме с GitLab.

source: SuperSonics|Instance subscription
ko: 인스턴스 구독
ru: Подписка экземпляра

source: SuperSonics|Learn how to %{linkStart}activate your subscription%{linkEnd}.
ko: %{linkStart}구독 활성화%{linkEnd} 방법 알아보기
ru: Узнайте, как %{linkStart}активировать подписку%{linkEnd}.

source: SuperSonics|Learn more about %{activationLinkStart}activating your subscription%{activationLinkEnd}. If you need further assistance, %{supportLinkStart}contact GitLab Support%{supportLinkEnd}.
ko: %{activationLinkStart}구독 활성화%{activationLinkEnd}에 대해 자세히 알아보기. 추가 지원이 필요한 경우 %{supportLinkStart}GitLab 지원팀에 문의%{supportLinkEnd}하십시오.
ru: Подробнее об %{activationLinkStart}активации подписки%{activationLinkEnd}. Если вам нужна дополнительная помощь, %{supportLinkStart}свяжитесь с поддержкой GitLab%{supportLinkEnd}.

source: SuperSonics|Licensed to
ko: 라이선스 대상
ru: Лицензия выдана

source: SuperSonics|Offline license
ko: 오프라인 라이선스
ru: Оффлайн лицензия

source: SuperSonics|Online license
ko: 온라인 라이선스
ru: Онлайн лицензия

source: SuperSonics|Ready to get started? A GitLab plan is ideal for scaling organizations and for multi team usage.
ko: 시작할 준비가 되셨습니까? GitLab 요금제는 조직 확장 및 다중 팀 사용에 이상적입니다.
ru: Готовы начать? Тариф GitLab идеально подходит для масштабируемых организаций и использования несколькими командами.

source: SuperSonics|Select that you agree before activating the subscription.
ko: 구독을 활성화하기 전에 동의를 선택하세요.
ru: Необходимо отметить, что вы соглашаетесь, прежде чем активировать подписку.

source: SuperSonics|Start free trial
ko: 무료 평가판 시작
ru: Начать бесплатную пробную версию

source: SuperSonics|Subscription cannot be activated if %{silentModeDocsLinkStart}Silent Mode%{silentModeDocsLinkEnd} is enabled. Disable Silent Mode and try again.
ko: %{silentModeDocsLinkStart}무음 모드%{silentModeDocsLinkEnd}가 활성화되어 있으면 구독을 활성화할 수 없습니다. 무음 모드를 해제하고 다시 시도하세요.
ru: Подписка не может быть активирована, если включён %{silentModeDocsLinkStart}режим тишины%{silentModeDocsLinkEnd}. Отключите режим тишины и попробуйте снова.

source: SuperSonics|Subscription detail synchronization has started and will complete soon.
ko: 구독 세부 정보 동기화가 시작되었으며 곧 완료됩니다.
ru: Началась синхронизация деталей подписки, она скоро будет завершена.

source: SuperSonics|Subscription details
ko: 구독 세부정보
ru: Детали подписки

source: SuperSonics|Subscription details did not synchronize due to a possible connectivity issue with GitLab servers. %{connectivityHelpLinkStart}How do I check connectivity%{connectivityHelpLinkEnd}?
ko: GitLab 서버와의 가능한 연결 문제로 인해 구독 세부 정보가 동기화되지 않았습니다. %{connectivityHelpLinkStart}연결 확인 방법 %{connectivityHelpLinkEnd}
ru: Детали подписки не синхронизированы из-за возможной проблемы с подключением к серверам GitLab. %{connectivityHelpLinkStart}Как проверить подключение%{connectivityHelpLinkEnd}?

source: SuperSonics|Subscription unavailable
ko: 구독 불가
ru: Подписка недоступна

source: SuperSonics|Sync subscription details
ko: 구독 세부정보 동기화
ru: Синхронизировать детали подписки

source: SuperSonics|Synchronization started
ko: 동기화 시작됨
ru: Синхронизация началась

source: SuperSonics|The activation code is not valid. Please make sure to copy it exactly from the Customers Portal or confirmation email. Learn more about %{linkStart}activating your subscription%{linkEnd}.
ko: 활성화 코드가 유효하지 않습니다. Customers Portal 또는 확인 이메일에서 정확히 복사하십시오. %{linkStart}구독 활성화%{linkEnd}에 대해 자세히 알아보세요.
ru: Код активации недействителен. Пожалуйста, убедитесь, что вы скопировали его точно из портала клиентов или письма с подтверждением. Подробнее об %{linkStart}активации подписки%{linkEnd}.

source: SuperSonics|The activation code should be a 24-character alphanumeric string
ko: 활성화 코드는 24자의 영숫자 문자열이어야 합니다.
ru: Код активации должен представлять собой 24-символьную буквенно-цифровую строку.

source: SuperSonics|There is a connectivity issue
ko: 연결 문제가 있습니다
ru: Проблема с подключением

source: SuperSonics|To activate your subscription, your instance needs to connect to GitLab. %{learnMoreLinkStart}Learn more%{learnMoreLinkEnd}.
ko: 구독을 활성화하려면 인스턴스가 GitLab에 연결되어야 합니다. %{learnMoreLinkStart}자세히 알아보기%{learnMoreLinkEnd}.
ru: Для активации подписки вашему экземпляру нужно подключиться к GitLab. %{learnMoreLinkStart}Подробнее%{learnMoreLinkEnd}.

source: SuperSonics|You can %{purchaseSubscriptionLinkStart}purchase a new subscription%{purchaseSubscriptionLinkEnd} and try again. If you need further assistance, please %{supportLinkStart}contact GitLab Support%{supportLinkEnd}.
ko: %{purchaseSubscriptionLinkStart}새 구독을 구매%{purchaseSubscriptionLinkEnd}하고 다시 시도할 수 있습니다. 추가 지원이 필요한 경우 %{supportLinkStart}GitLab 지원팀에 문의%{supportLinkEnd}하십시오.
ru: Вы можете %{purchaseSubscriptionLinkStart}приобрести новую подписку%{purchaseSubscriptionLinkEnd} и повторить попытку. Если вам нужна дополнительная помощь, %{supportLinkStart}обратитесь в службу поддержки GitLab%{supportLinkEnd}.

source: SuperSonics|You can start a free trial of GitLab Ultimate without any obligation or payment details.
ko: 의무나 지불 정보 없이 GitLab Ultimate의 무료 평가판을 시작할 수 있습니다.
ru: Вы можете начать бесплатный пробный период GitLab Ultimate без обязательств и указания платёжных данных.

source: SuperSonics|You can sync your subscription data to ensure your details are up to date.
ko: 구독 데이터를 동기화하여 세부 정보를 최신 상태로 유지할 수 있습니다.
ru: Вы можете синхронизировать данные подписки, чтобы актуализировать сведения.

source: SuperSonics|You do not have an active subscription
ko: 활성화 된 구독이 없습니다.
ru: У вас нет активной подписки

source: SuperSonics|You have a future dated license
ko: 미래 날짜로 된 라이선스가 있습니다.
ru: У вас есть лицензия с будущей датой начала действия

source: SuperSonics|You have added a license that activates on %{date}. Please see the subscription history table below for more details.
ko: %{date}에 활성화되는 라이선스를 추가했습니다. 자세한 내용은 아래 구독 내역 표를 참조하세요.
ru: Вы добавили лицензию, которая активируется %{date}. Подробности указаны в таблице истории подписок ниже.
