Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Pipeline|Pending
ko: 대기 중
ru: Ожидает

source: Pipeline|Pipeline
ko: 파이프라인
ru: Конвейер

source: Pipeline|Pipeline cannot be run.
ko: 파이프라인을 실행할 수 없습니다.
ru: Невозможно запустить конвейер.

source: Pipeline|Pipelines
ko: 파이프라인
ru: Конвейеры

source: Pipeline|Raw text search is not currently supported. Please use the available search tokens.
ko: Raw 텍스트 검색은 현재 지원되지 않습니다. 사용 가능한 검색 토큰을 사용하십시오.
ru: Поиск по необработанному тексту в настоящее время не поддерживается. Используйте доступные токены поиска.

source: Pipeline|Run for branch name or tag
ko: 브랜치 이름 또는 태그에 대해 실행
ru: Запуск по имени ветки или тега

source: Pipeline|Run merge request pipeline
ko: 머지 리퀘스트 파이프라인 실행
ru: Запуск конвейера для запроса на слияние.

source: Pipeline|Run new pipeline
ko: 새 파이프라인 실행
ru: Запустить новый конвейер

source: Pipeline|Run pipeline
ko: 파이프라인 실행
ru: Запустить конвейер

source: Pipeline|Running
ko: 실행 중
ru: Выполняется

source: Pipeline|Skipped
ko: 생략됨
ru: Пропущен

source: Pipeline|Source
ko: 소스
ru: Источник

source: Pipeline|Source|Security Policy
ko: 보안 정책
ru: Политика безопасности

source: Pipeline|Specify variable values to be used in this run. The variables specified in the configuration file as well as %{linkStart}CI/CD settings%{linkEnd} are used by default.
ko: 이 실행에서 사용할 변수 값을 지정합니다. 구성 파일에 지정된 변수와 %{linkStart}CI/CD 설정%{linkEnd} 기본적으로 사용됩니다.
ru: Укажите значения переменных, которые будут использоваться в этом прогоне. Переменные, указанные в конфигурационном файле, а также в %{linkStart}настройках CI/CD%{linkEnd}, используются по умолчанию.

source: Pipeline|Stages
ko: 스테이지
ru: Этапы

source: Pipeline|Status
ko: 상태
ru: Статус

source: Pipeline|Stop pipeline
ko: 파이프라인 중지
ru: Остановить конвейер

source: Pipeline|Stop pipeline #%{pipelineId}?
ko: #%{pipelineId} 파이프라인을 중지하시겠습니까?
ru: Остановить конвейер #%{pipelineId}?

source: Pipeline|Successful
ko: 성공
ru: Успешные

source: Pipeline|Tag name
ko: 태그 이름
ru: Название тега

source: Pipeline|Test coverage
ko: 테스트 커버리지
ru: Покрытие тестами

source: Pipeline|There was a problem canceling the job.
ko: 작업을 취소하는 중 문제가 발생했습니다.
ru: При отмене задания возникла проблема.

source: Pipeline|There was a problem running the job again.
ko: 작업을 다시 실행하는 중 문제가 발생했습니다.
ru: При повторном выполнении задания произошла ошибка.

source: Pipeline|There was a problem running the job.
ko: 작업을 실행하는 중 문제가 발생했습니다.
ru: Произошла ошибка при выполнении задания.

source: Pipeline|There was a problem unscheduling the job.
ko: 작업 일정을 취소하는 중 문제가 발생했습니다.
ru: Произошла ошибка при отмене запланированного задания.

source: Pipeline|This change will decrease the overall test coverage if merged.
ko: 이 변경 사항은 머지될 경우 전체 테스트 커버리지가 줄어 들게 됩니다.
ru: Это изменение уменьшит общее тестовое покрытие при слиянии.

source: Pipeline|This change will increase the overall test coverage if merged.
ko: 이 변경 사항은 머지될 경우 전체 테스트 커버리지를 증가시키게 됩니다.
ru: Это изменение увеличит общее тестовое покрытие при слиянии.

source: Pipeline|This change will not change the overall test coverage if merged.
ko: 이 변경 사항은 병합된 경우 전체 테스트 커버리지가 변하지 않습니다.
ru: Это изменение не повлияет на общее тестовое покрытие при слиянии.

source: Pipeline|This pipeline ran for a branch.
ko: 이 파이프라인은 브랜치에 대해 실행되었습니다.
ru: Этот конвейер был запущен для ветки.

source: Pipeline|This pipeline ran for a tag.
ko: 이 파이프라인은 태그에 대해 실행되었습니다.
ru: Этот конвейер был запущен для тега.

source: Pipeline|This pipeline ran on the contents of the merge request combined with the contents of all other merge requests queued for merging into the target branch.
ko: 이 파이프라인은 대상 브랜치에 머지하기 위해 대기 중인 다른 모든 머지 리퀘스트의 콘텐츠와 결합된 머지 리퀘스트의 콘텐츠에서 실행되었습니다.
ru: Этот конвейер был выполнен на основе содержимого запроса на слияние, объединённого с содержимым всех других запросов на слияние, ожидающих слияния в целевую ветку.

source: Pipeline|This pipeline ran on the contents of the merge request combined with the contents of the target branch.
ko: 이 파이프라인은 대상 브랜치의 콘텐츠와 결합된 머지 리퀘스트의 콘텐츠에서 실행되었습니다.
ru: Этот конвейер был выполнен на основе содержимого запроса на слияние, объединённого с содержимым целевой ветки.

source: Pipeline|This pipeline ran on the contents of the merge request's source branch, not the target branch.
ko: 이 파이프라인은 대상 브랜치가 아닌, 머지 리퀘스트의 소스 브랜치 콘텐츠에서 실행되었습니다.
ru: Этот конвейер был выполнен на основе содержимого исходной ветки запроса на слияние, а не целевой ветки.

source: Pipeline|Time
ko: 시간
ru: Время

source: Pipeline|To run a merge request pipeline, the jobs in the CI/CD configuration file %{ciDocsLinkStart}must be configured%{ciDocsLinkEnd} to run in merge request pipelines and you must have %{permissionDocsLinkStart}sufficient permissions%{permissionDocsLinkEnd} in the source project.
ko: 머지 리퀘스트 파이프라인을 실행하려면 CI/CD 구성 파일에서 작업을 머지 리퀘스트 파이프라인에서 실행하도록 %{ciDocsLinkStart}구성해야 하며%{ciDocsLinkEnd} 소스 프로젝트에서 %{permissionDocsLinkStart}충분한 권한%{permissionDocsLinkEnd}을 가지고 있어야 합니다.
ru: Чтобы запустить конвейер запроса на слияние, задания в файле конфигурации CI/CD %{ciDocsLinkStart}должны быть настроены%{ciDocsLinkEnd} для выполнения в конвейерах запросов на слияние, и у вас должны быть %{permissionDocsLinkStart}достаточные права%{permissionDocsLinkEnd} в исходном проекте.

source: Pipeline|To see the remaining jobs, go to the %{boldStart}Jobs%{boldEnd} tab.
ko: 나머지 작업을 보려면 %{boldStart}작업%{boldEnd} 탭으로 이동합니다.
ru: Чтобы увидеть оставшиеся задания, перейдите на вкладку %{boldStart}Задания%{boldEnd}.

source: Pipeline|Trigger author
ko: 트리거 작성자
ru: Автор триггера

source: Pipeline|Variable
ko: 변수
ru: Переменная

source: Pipeline|Variable type
ko: 변수 유형
ru: Тип переменной

source: Pipeline|Variables
ko: 변수
ru: Переменные

source: Pipeline|View all
ko: 모두 보기
ru: Посмотреть все

source: Pipeline|What is a merge request pipeline?
ko: 머지 리퀘스트 파이프라인이란 무엇인가요?
ru: Что такое конвейер слияния?

source: Pipeline|What is a merge train pipeline?
ko: 머티 트레인 파이프라인이란 무엇입니까?
ru: Что такое конвейер цепочки слияний?

source: Pipeline|What is a merged results pipeline?
ko: 머지된 결과 파이프라인이란 무엇인가요?
ru: Что такое конвейер с результатами слияния?

source: Pipeline|You're about to stop pipeline #%{pipelineId}.
ko: 파이프라인 #%{pipelineId}을 중지하려고 합니다.
ru: Вы собираетесь остановить конвейер #%{pipelineId}.

source: Pipeline|api
ko: API
ru: API

source: Pipeline|branch
ko: 브랜치
ru: ветка

source: Pipeline|for
ko: for
ru: для

source: Pipeline|merge request
ko: 머지 리퀘스트
ru: запрос на слияние

source: Pipeline|merge train
ko: 머지 트레인
ru: цепочка слияний

source: Pipeline|merged results
ko: 머지된 결과
ru: Результаты слияния

source: Pipeline|on
ko: on
ru: в

source: Pipeline|tag
ko: 태그
ru: тег

source: PivotalTrackerService|Add commit messages as comments to Pivotal Tracker stories.
ko: Pivotal Tracker 스토리에 커밋 메시지를 댓글로 추가합니다.

source: PivotalTrackerService|Comma-separated list of branches to automatically inspect. Leave blank to include all branches.
ko: 자동으로 검사할 브랜치 들을 쉼표로 구분한 목록입니다. 모든 브랜치를 포함하려면 비워 둡니다.

source: PivotalTrackerService|Pivotal Tracker API token. User must have access to the story. All comments are attributed to this user.
ko: Pivotal Tracker API 토큰. 사용자는 스토리에 액세스할 수 있어야 합니다. 모든 댓글은 이 사용자의 것으로 간주됩니다.
ru: Токен API Pivotal Tracker. Пользователь должен иметь доступ к истории. Все комментарии принадлежат этому пользователю.

source: Plain diff
ko: 일반 diff
ru: Скачать diff

source: Plain-text response to send to clients that hit a rate limit
ko: 속도 제한에 도달한 클라이언트에 보낼 일반 텍스트 응답
ru: Ответ в обычном тексте для клиентов, которые достигли предела частоты запросов

source: Plan
ko: 요금제

source: Plan:
ko: 요금제:
ru: План:

source: Planner
ko: 플래너
ru: Планировщик

source: PlantUML diagram
ko: PlantUML 다이어그램
ru: Диаграмма PlantUML

source: Please %{link_to_register} or %{link_to_sign_in} to comment
ko: 댓글을 입력하려면 %{link_to_register} 또는 %{link_to_sign_in}
ru: Пожалуйста, %{link_to_register} или %{link_to_sign_in} чтобы прокомментировать

source: Please %{registerLinkStart}register%{registerLinkEnd} or %{signInLinkStart}sign in%{signInLinkEnd} to add a comment.
ko: 댓글을 추가하려면 %{registerLinkStart}등록%{registerLinkEnd}하거나 %{signInLinkStart}로그인%{signInLinkEnd}하세요.

source: Please %{registerLinkStart}register%{registerLinkEnd} or %{signInLinkStart}sign in%{signInLinkEnd} to reply.
ko: 회신하려면 %{registerLinkStart}등록%{registerLinkEnd} 또는 %{signInLinkStart}로그인%{signInLinkEnd} 하십시오.
ru: %{registerLinkStart}Зарегистрируйтесь%{registerLinkEnd} или %{signInLinkStart}войдите%{signInLinkEnd}, чтобы ответить.

source: Please %{registerLinkStart}register%{registerLinkEnd} or %{signInLinkStart}sign in%{signInLinkEnd} to start a new discussion.
ko: 새로운 토론을 시작하려면 %{registerLinkStart}등록%{registerLinkEnd} 또는 %{signInLinkStart}로그인%{signInLinkEnd} 하십시오.

source: Please %{startTagRegister}register%{endRegisterTag} or %{startTagSignIn}sign in%{endSignInTag} to reply
ko: 회신하려면 %{startTagRegister}등록%{endRegisterTag} 또는 %{startTagSignIn}로그인%{endSignInTag} 하십시오
ru: Пожалуйста, %{startTagRegister}зарегистрируйтесь%{endRegisterTag} или %{startTagSignIn}войдите%{endSignInTag}, чтобы ответить

source: Please accept the Terms of Service before continuing.
ko: 계속하기 전에 서비스 약관에 동의하십시오.
ru: Пожалуйста, примите Условия предоставления услуг, прежде чем продолжить.

source: Please check the configuration file for this chart
ko: 이 차트의 구성 파일을 확인하십시오.
ru: Пожалуйста, проверьте конфигурационный файл для этой диаграммы

source: Please check the configuration file to ensure that a collection of charts has been declared.
ko: 차트 컬렉션이 선언되었는지 구성 파일을 확인하십시오.
ru: Пожалуйста, проверьте файл конфигурации, чтобы убедиться, что набор диаграмм объявлен.

source: Please check the configuration file to ensure that it is available and the YAML is valid
ko: 구성 파일이 사용 가능하고 YAML이 유효한지 확인하십시오.
ru: Пожалуйста, проверьте файл конфигурации, чтобы убедиться, что он доступен, а YAML корректен

source: Please check your email %{email} to confirm your account
ko: 계정을 확인하려면 이메일 %{email} 확인하세요.

source: Please check your email (%{email}) to verify that you own this address and unlock the power of CI/CD. Didn't receive it? %{resend_link}. Wrong email address? %{update_link}.
ko: 이메일(%{email})을 확인하여 이 주소를 소유하고 있는지 검증하고 CI/CD의 기능을 잠금 해제하십시오. 받지 못하셨나요? %{resend_link}. 잘못된 이메일 주소입니까? %{update_link}.
ru: Пожалуйста, проверьте почту (%{email}), чтобы подтвердить, что вы владеете этим адресом и открыть для себя силу CI/CD. Не получили письмо? %{resend_link}. Неверный адрес почты? %{update_link}.

source: Please click the link in the confirmation email before continuing. It was sent to %{html_tag_strong_start}%{email}%{html_tag_strong_end}.
ko: 계속하기 전에 확인 이메일의 링크를 클릭하십시오. %{html_tag_strong_start}%{email}%{html_tag_strong_end}로 보냈습니다.

source: Please complete the incident creation form.
ko: 인시던트 생성 양식을 완성하십시오.

source: Please complete your profile with email address
ko: 이메일 주소를 프로필에 작성하십시오
ru: Пожалуйста, заполните адрес электронной почты в своем профиле

source: Please confirm the password you entered above.
ko: 위에서 입력한 비밀번호를 확인해 주세요.

source: Please confirm the request by accessing %{url} through a web browser.
ko: 웹 브라우저를 통해 %{url}에 억세스하여 요청을 확인하시기 바랍니다.

source: Please confirm your email address
ko: 이메일 주소를 확인해 주세요.

source: Please contact your GitLab administrator if you think this is an error.
ko: 오류라고 생각되면 GitLab 운영자에게 문의하세요.
ru: Если вы считаете, что это ошибка, обратитесь к администратору GitLab.

source: Please contact your administrator with any questions.
ko: 질문이 있으면 운영자에게 문의하십시오.
ru: С любыми вопросами обращайтесь к администратору.

source: Please contact your administrator.
ko: 운영자에게 문의하십시오.
ru: Обратитесь к администратору.

source: Please convert %{linkStart}them to Git%{linkEnd}, and go through the %{linkToImportFlow} again.
ko: %{linkStart}을 Git%{linkEnd}로 변환하고 %{linkToImportFlow} 다시 진행하십시오.

source: Please copy, download, or print your recovery codes before proceeding.
ko: 계속하기 전에 복구 코드를 복사, 다운로드 또는 인쇄하십시오.
ru: Прежде чем продолжить, скопируйте, сохраните или распечатайте коды восстановления.

source: Please create a username with only alphanumeric characters.
ko: 사용자명은 영어와 숫자만으로 작성해 주십시오.
ru: Пожалуйста, создайте имя пользователя, используя только буквы латинского алфавита и цифры.

source: Please enter a URL for the custom emoji.
ko: 커스텀 이모티콘의 URL을 입력하세요.

source: Please enter a name for the comment template.
ko: 댓글 템플릿의 이름을 입력하세요.
ru: Пожалуйста, введите название для шаблона комментария.

source: Please enter a name for the custom emoji.
ko: 커스텀 이모티콘의 이름을 입력하세요.
ru: Пожалуйста, введите название для пользовательского эмодзи.

source: Please enter a name with less than %{number} characters.
ko: %{number}자 이내로 이름을 입력하세요.
ru: Введите имя, которое содержит менее %{number} символов.

source: Please enter a non-negative number
ko: 0 이상의 숫자를 입력하세요
ru: Пожалуйста, введите неотрицательное число

source: Please enter a number greater than %{number} (from the project settings)
ko: %{number} 보다 큰 숫자를 입력하세요(프로젝트 설정에서).
ru: Пожалуйста, введите число больше %{number} (из настроек проекта)

source: Please enter a valid URL format, ex: http://www.example.com/home
ko: 유효한 URL 형식을 입력하세요. 예 : http://www.example.com/home

source: Please enter a valid file name.
ko: 유효한 파일 이름을 입력하십시오.
ru: Введите корректное имя файла.

source: Please enter a valid hex (#RRGGBB or #RGB) color value
ko: 유효한 16진수(#RRGGBB 또는 #RGB) 색상 값을 입력하세요.

source: Please enter a valid number
ko: 유효한 숫자를 입력하세요.
ru: Пожалуйста введите правильное число

source: Please enter a valid time interval
ko: 유효한 시간 간격을 입력하십시오

source: Please enter a value between 90 and 1827 days (5 years).
ko: 90일에서 1827일 (5년) 사이의 값을 입력하세요.
ru: Введите значение в интервале от 90 до 1827 дней (5 лет).

source: Please enter a value of 90 days or more
ko: 90일 이상의 값을 입력하세요.

source: Please enter the comment template content.
ko: 댓글 템플릿 내용을 입력하세요.
ru: Введите содержимое шаблона комментария.

source: Please enter your current password.
ko: 현재 비밀번호를 입력하세요.

source: Please fill in a descriptive name for your group.
ko: 그룹을 설명하는 이름을 입력하십시오.

source: Please fill in a name for your topic.
ko: 주제의 이름을 입력하세요.
ru: Пожалуйста, введите имя тега.

source: Please fill in a title for your topic.
ko: 주제의 제목을 입력하세요.
ru: Пожалуйста, введите заголовок тега.

source: Please fill out this field.
ko: 이 항목을 채워주십시오.
ru: Пожалуйста, заполните это поле.

source: Please follow the %{link_start}Let's Encrypt troubleshooting instructions%{link_end} to re-obtain your Let's Encrypt certificate.
ko: Let's Encrypt 인증서를 다시 받으려면 %{link_start}Let's Encrypt 문제 해결 지침%{link_end} 을 따르십시오.

source: Please follow the Let's Encrypt troubleshooting instructions to re-obtain your Let's Encrypt certificate: %{docs_url}.
ko: Let's Encrypt 문제 해결 지침에 따라 Let's Encrypt 인증서를 다시 받으십시오: %{docs_url}.

source: Please match the requested format.
ko: 요구한 형식에 맞추어 주십시오.

source: Please provide a name
ko: 이름을 입력하세요.
ru: Пожалуйста, укажите имя

source: Please provide a name.
ko: 이름을 입력하세요.

source: Please provide a shared secret.
ko: 공유 비밀을 제공하십시오.
ru: Укажите общий секрет.

source: Please provide a valid URL.
ko: 유효한 URL을 제출하세요.

source: Please provide a valid email address.
ko: 유효한 이메일 주소를 입력하십시오.
ru: Пожалуйста, укажите корректный адрес электронной почты.

source: Please provide attributes to update
ko: 업데이트할 속성을 입력하세요.

source: Please reach out if you have any questions and we'll be happy to assist.
ko: 질문이 있으시면 연락해 주시면 기꺼이 도와드리겠습니다.

source: Please reach out to %{support_link_start}GitLab Support%{support_link_end} for assistance
ko: 도움을 받으려면 %{support_link_start}GitLab 지원팀%{support_link_end}에 문의하세요.

source: Please review the %{strong_start}%{contribution_guidelines_start}contribution guidelines%{contribution_guidelines_end}%{strong_end} for this project.
ko: 이 프로젝트에 대한 %{strong_start}%{contribution_guidelines_start}기여 지침%{contribution_guidelines_end}%{strong_end}을 검토하세요.
ru: Ознакомьтесь с %{strong_start}%{contribution_guidelines_start}руководством по участию%{contribution_guidelines_end}%{strong_end} для этого проекта.

source: Please review the updated escalation policies for %{project_link}. It is recommended that you reach out to the current on-call responder to ensure continuity of on-call coverage.
ko: %{project_link}에 대한 업데이트된 에스컬레이션 정책을 검토하십시오. 전화 서비스의 연속성을 보장하기 위해 현재 대기 중인 응답자에게 연락하는 것이 좋습니다.
ru: Ознакомьтесь с обновлёнными политиками эскалации для %{project_link}. Рекомендуется связаться с текущим дежурным, чтобы обеспечить непрерывность покрытия дежурства.

source: Please review the updated escalation policies for %{project}. It is recommended that you reach out to the current on-call responder to ensure continuity of on-call coverage.
ko: %{project}에 대한 업데이트된 에스컬레이션 정책을 검토하십시오. 통화 서비스의 연속성을 보장하기 위해 현재 대기 중인 응답자에게 연락하는 것이 좋습니다.
ru: Ознакомьтесь с обновлёнными политиками эскалации для %{project}. Рекомендуется связаться с текущим дежурным, чтобы обеспечить непрерывность покрытия дежурства.

source: Please select a Jira project
ko: Jira 프로젝트를 선택하세요.
ru: Пожалуйста, выберите проект Jira

source: Please select a valid target branch
ko: 유효한 대상 브랜치를 선택하세요.
ru: Пожалуйста, выберите действительную целевую ветку

source: Please select and add a member
ko: 멤버를 선택하고 추가하십시오
ru: Пожалуйста, выберите и добавьте участника

source: Please select at least one filter to see results
ko: 결과를 보려면 최소 하나의 필터를 선택하십시오
ru: Пожалуйста, выберите по крайней мере один фильтр, чтобы увидеть результаты

source: Please select what should be included in each exported requirement.
ko: 내보내기 한 요구사항 중에 포함되어야 하는 항목을 선택하십시오.

source: Please select…
ko: 선택하세요...
ru: Пожалуйста, выберите…

source: Please set the admin account password.
ko: 운영자 계정 비밀번호를 설정해주세요.

source: Please solve the captcha
ko: Captcha 문제를 푸세요

source: Please try again
ko: 다시 시도해 주세요.
ru: Пожалуйста, попробуйте ещё раз

source: Please use an email address or domain you control.
ko: 본인이 사용하는 이메일 주소나 도메인을 사용하세요.

source: Please use this form to report to the administrator users who create spam issues, comments or behave inappropriately. A member of the abuse team will review your report as soon as possible.
ko: 스팸 이슈, 댓글을 만들거나 부적절하게 행동하는 사용자를 운영자에게 신고하려면 이 양식을 사용하세요. 악용대응팀 구성원이 가능한 한 빨리 신고를 검토할 것입니다.
ru: Используйте эту форму для сообщения администратору о пользователях, которые создают спам-обсуждения, комментарии или ведут себя неподобающим образом. Участник команды по борьбе с нарушениями рассмотрит ваш отчёт как можно скорее.

source: Please wait a few moments while we load the file history for this line.
ko: 이 라인에 대한 파일 이력을 로드하는 동안 잠시 기다려 주십시오.

source: Please wait a moment, this page will automatically refresh when ready.
ko: 잠시만 기다려 주십시오. 준비가 되면 이 페이지가 자동으로 새로고침됩니다.
ru: Пожалуйста, подождите, эта страница автоматически обновится, когда всё будет готово.

source: Please wait for the current action to complete
ko: 현재 동작이 완료될 때까지 기다리십시오.

source: Please wait while we connect to your repository. Refresh at will.
ko: 리포지토리에 연결하는 동안 잠시 기다려 주십시오. 새로 고침을 해도 됩니다.
ru: Пожалуйста, подождите, пока мы не подключимся к вашему репозиторию. Можете обновить страницу в любой момент.

source: Please wait while we import the repository for you. Refresh at will.
ko: 리포지토리를 가져오는 동안 기다려주십시오. 완료되면 자동으로 페이지를 새로고침 합니다.
ru: Пожалуйста, подождите пока мы импортируем к ваш репозиторий. Обновляйте страницу по желанию.

source: Please wait while we prepare for verification.
ko: 확인을 준비하는 동안 기다려 주십시오.

source: Pods in use
ko: 사용 중인 Pod
ru: Используемые поды

source: Point to any links you like: documentation, built binaries, or other related materials. These can be internal or external links from your GitLab instance. Each URL and link title must be unique.
ko: 문서, 빌드된 바이너리 또는 기타 관련 자료와 같이 원하는 링크를 가리킵니다. GitLab 인스턴스의 내부 또는 외부 링크일 수 있습니다. 각 URL과 링크 제목은 고유해야 합니다.

source: Policies
ko: 정책

source: Policy '%{escalation_policy_name}' does not exist.
ko: 정책 '%{escalation_policy_name}'이 없습니다.

source: Policy `%{policyName}` found %{count} violation
ko: 정책 `%{policyName}`에서 %{count} 개의 위반 사항이 발견되었습니다.

source: Policy `%{policyName}` is being evaluated
ko: 정책 `%{policyName}`이 평가 중입니다.

source: Policy `%{policyName}` passed
ko: `%{policyName}` 정책이 통과됨

source: Policy management project does not have any policies in %{policy_path}
ko: 정책 관리 프로젝트는 %{policy_path}에 정책이 없습니다.

source: Policy project doesn't exist
ko: 정책 프로젝트가 존재하지 않습니다.

source: PolicyRuleMultiSelect|%{firstLabel} %{moreLabel}
ko: %{firstLabel} %{moreLabel}
ru: %{firstLabel} %{moreLabel}

source: PolicyRuleMultiSelect|%{firstLabel} +%{numberOfAdditionalLabels} more
ko: %{firstLabel} +%{numberOfAdditionalLabels} 개 더
ru: %{firstLabel} + еще %{numberOfAdditionalLabels}

source: PolicyRuleMultiSelect|%{firstLabel}, %{secondLabel} %{moreLabel}
ko: %{firstLabel}, %{secondLabel} %{moreLabel}
ru: %{firstLabel}, %{secondLabel} %{moreLabel}

source: PolicyRuleMultiSelect|All %{itemTypeName}
ko: 모든 %{itemTypeName}

source: PolicyRuleMultiSelect|Clear all
ko: 모두 지우기
ru: Очистить всё

source: PolicyRuleMultiSelect|Select %{itemTypeName}
ko: %{itemTypeName} 선택

source: PolicyRuleMultiSelect|Select all
ko: 모두 선택
ru: Выбрать все

source: Polling interval multiplier
ko: 폴링 간격 배수
ru: Множитель интервала опроса

source: Popularity
ko: 인기도
ru: Популярность

source: Port
ko: 포트
ru: Порт

source: Possible LFS configuration issue. This project contains LFS objects but there is no .gitattributes file. You can ignore this message if you recently added a `.gitattributes` file.
ko: LFS 구성 문제일 수 있습니다. 이 프로젝트에는 LFS 객체가 있지만 .gitattributes 파일이 없습니다. 최근에 `.gitattributes` 파일을 추가한 경우 이 메시지를 무시할 수 있습니다.

source: Possible to override in each project.
ko: 각 프로젝트에서 오버라이드 할 수 있습니다.
ru: Можно переопределить в каждом проекте.

source: Postman collection
ko: Postman 컬렉션

source: Postman collection file URL
ko: Postman 컬렉션 파일 URL

source: Postman collection file path or URL
ko: Postman 컬렉션 파일 경로 또는 URL

source: Potentially unwanted character detected: Unicode BiDi Control
ko: 잠재적으로 원치 않는 문자가 감지됨: Unicode BiDi Control

source: Pre-defined push rules
ko: 사전 정의된 푸시 규칙
ru: Предопределённые правила отправки

source: PreScanVerification|(optional)
ko: (옵션)
ru: (необязательно)

source: PreScanVerification|Attempts to authenticate with the scan target
ko: 스캐닝 대상으로 인증 시도

source: PreScanVerification|Attempts to find and connect to the scan target
ko: 스캐닝 대상을 찾고 연결을 시도

source: PreScanVerification|Attempts to follow internal links and crawl 3 pages without errors
ko: 다음 내부 링크로 이동하여 3 페이지를 오류 없이 크롤링 할 수 있는지 시도

source: PreScanVerification|Authentication
ko: 인증
ru: Аутентификация

source: PreScanVerification|Cancel pre-scan verification
ko: 사전 스캔 인증 취소
ru: Отменить проверку перед сканированием

source: PreScanVerification|Connection
ko: 연결

source: PreScanVerification|Download results
ko: 결과 다운로드

source: PreScanVerification|Last run %{timeAgo} in pipeline
ko: 파이프라인의 마지막 실행 %{timeAgo}
ru: Последний запуск %{timeAgo} в конвейере

source: PreScanVerification|Pre-scan verification
ko: 사전 스캔 확인

source: PreScanVerification|Save and run verification
ko: 저장 하고 인증 실행
ru: Сохранить и запустить проверку

source: PreScanVerification|Started %{timeAgo} in pipeline
ko: 파이프라인에서 %{timeAgo} 시작됨
ru: Запущено %{timeAgo} в конвейере

source: PreScanVerification|Target exploration
ko: 대상 탐색

source: PreScanVerification|Test your configuration and identify potential errors before running a full scan.
ko: 전체 스캔을 실행하기 전에 구성을 테스트하고 잠재적 오류를 확인하십시오.
ru: Проверьте свою конфигурацию и выявите возможные ошибки перед запуском полного сканирования.

source: PreScanVerification|The last pre-scan verification job is no longer valid because this scan’s configuration has changed.
ko: 이 스캔의 구성이 변경되었기 때문에 마지막 사전 스캔 검증 작업은 더 이상 유효하지 않습니다.

source: PreScanVerification|The pre-scan verification status was reset for this scan
ko: 이 스캔에 대한 사전 스캔 확인 상태가 재설정되었습니다.

source: PreScanVerification|Verification checks
ko: 인증 검사
