Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: PackageRegistry|For more information on the PyPi registry, %{linkStart}see the documentation%{linkEnd}.
ko: PyPi 레지스트리에 대한 자세한 내용은 %{linkStart}설명서를 참조하십시오%{linkEnd}.
ru: Для получения дополнительной информации о реестре PyPi %{linkStart}смотрите документацию%{linkEnd}.

source: PackageRegistry|Forward %{packageType} package requests
ko: %{packageType} 패키지 요청 전달
ru: Перенаправить запросы пакетов %{packageType}

source: PackageRegistry|Forward %{package_type} package requests
ko: %{package_type} 패키지 요청 전달
ru: Перенаправить запросы пакетов %{package_type}

source: PackageRegistry|Forward package requests
ko: 패키지 요청 전달
ru: Перенаправлять запросы пакетов

source: PackageRegistry|Forward package requests to a public registry if the packages are not found in the GitLab package registry.
ko: GitLab 패키지 레지스트리에서 패키지를 찾을 수 없는 경우 공용 레지스트리로 패키지 요청을 전달합니다.
ru: Перенаправлять запросы пакетов в публичный реестр, если пакеты не найдены в реестре пакетов GitLab.

source: PackageRegistry|Generic
ko: 일반
ru: Универсальный

source: PackageRegistry|Gradle Groovy DSL
ko: Gradle Groovy DSL
ru: Gradle Groovy DSL

source: PackageRegistry|Gradle Groovy DSL install command
ko: Gradle Groovy DSL 설치 명령
ru: Команда установки для Gradle Groovy DSL

source: PackageRegistry|Gradle Kotlin DSL
ko: Gradle Kotlin DSL
ru: Gradle Kotlin DSL

source: PackageRegistry|Gradle Kotlin DSL install command
ko: Gradle Kotlin DSL 설치 명령
ru: Команда установки для Gradle Kotlin DSL

source: PackageRegistry|Group-level
ko: 그룹-수준
ru: Уровень группы

source: PackageRegistry|Helm
ko: Helm
ru: Helm

source: PackageRegistry|Hidden
ko: 숨김
ru: Скрыт

source: PackageRegistry|If you haven't already done so, add the configuration below to your %{codeStart}.pypirc%{codeEnd} file.
ko: 아직 추가하지 않았다면 아래 구성을 %{codeStart}.pypirc%{codeEnd} 파일에 추가하세요.
ru: Если вы ещё не сделали этого, добавьте следующую конфигурацию в файл %{codeStart}.pypirc%{codeEnd}.

source: PackageRegistry|If you haven't already, add the configuration below to your %{codeStart}pom.xml%{codeEnd} file.
ko: 아직 추가하지 않았다면 아래 구성을 %{codeStart}pom.xml%{codeEnd} 파일에 추가하세요.
ru: Если вы ещё не сделали этого, добавьте следующую конфигурацию в файл %{codeStart}pom.xml%{codeEnd}.

source: PackageRegistry|Install
ko: 설치
ru: Установить

source: PackageRegistry|Install package version
ko: 패키지 버전 설치
ru: Установите версию пакета

source: PackageRegistry|Installation Method
ko: 설치 방법
ru: Метод установки

source: PackageRegistry|Instance-level
ko: 인스턴스-레벨
ru: Уровень экземпляра

source: PackageRegistry|Invalid Package: failed metadata extraction
ko: 잘못된 패키지: 메타데이터 추출 실패
ru: Недопустимый пакет: не удалось извлечь метаданные

source: PackageRegistry|Keywords: %{keywords}
ko: 키워드: %{keywords}
ru: Ключевые слова: %{keywords}

source: PackageRegistry|Last downloaded %{dateTime}
ko: 최근 다운로드 %{dateTime}
ru: Последнее скачивание %{dateTime}

source: PackageRegistry|Learn how to %{noPackagesLinkStart}publish and share your packages%{noPackagesLinkEnd} with GitLab.
ko: GitLab에서 %{noPackagesLinkStart}패키지를 게시하고 공유%{noPackagesLinkEnd}하는 방법을 알아보세요.
ru: Узнайте, как %{noPackagesLinkStart}публиковать и делиться своими пакетами%{noPackagesLinkEnd} в GitLab.

source: PackageRegistry|License information located at %{link}
ko: 라이선스 정보는 %{link}에 있습니다.
ru: Информация о лицензии расположена по адресу %{link}

source: PackageRegistry|Machine learning model
ko: 머신 러닝 모델
ru: Модель машинного обучения

source: PackageRegistry|Maintainer (default)
ko: 관리자 (기본값)
ru: Мейнтейнер (по умолчанию)

source: PackageRegistry|Manage storage used by package assets
ko: 패키지 자산이 사용하는 스토리지 관리
ru: Управление хранилищем, используемым ресурсами пакетов.

source: PackageRegistry|Manually published
ko: 수동으로 게시됨
ru: Опубликован вручную

source: PackageRegistry|Maven
ko: Maven
ru: Maven

source: PackageRegistry|Maven Command
ko: Maven 명령
ru: Команда Maven

source: PackageRegistry|Maven XML
ko: Maven XML
ru: Maven XML

source: PackageRegistry|Minimum access level for delete
ko: 삭제를 위한 최소 억세스 수준
ru: Минимальный уровень доступа для удаления

source: PackageRegistry|Minimum access level for push
ko: 푸시를 위한 최소 액세스 수준
ru: Минимальный уровень доступа для отправки

source: PackageRegistry|MlModel
ko: MlModel
ru: Модель ИИ

source: PackageRegistry|Name pattern
ko: 이름 패턴
ru: Шаблон имени

source: PackageRegistry|No packages are protected.
ko: 보호된 패키지가 없습니다.
ru: Нет защищённых пакетов.

source: PackageRegistry|Npm
ko: Npm
ru: Npm

source: PackageRegistry|NuGet
ko: NuGet
ru: NuGet

source: PackageRegistry|NuGet Command
ko: NuGet 명령
ru: Команда NuGet

source: PackageRegistry|Number of duplicate assets to keep
ko: 보관할 중복 자산의 개수
ru: Количество дублирующихся ресурсов, которые нужно сохранять

source: PackageRegistry|Other versions
ko: 다른 버전
ru: Другие версии

source: PackageRegistry|Package asset deleted successfully
ko: 패키지 자산이 성공적으로 삭제되었습니다.
ru: Ресурс пакета успешно удалён

source: PackageRegistry|Package assets deleted successfully
ko: 패키지 자산이 성공적으로 삭제되었습니다.
ru: Ресурсы пакета успешно удалены

source: PackageRegistry|Package deleted successfully
ko: 패키지가 성공적으로 삭제되었습니다.
ru: Пакет успешно удалён

source: PackageRegistry|Package formats
ko: 패키지 포맷
ru: Форматы пакетов

source: PackageRegistry|Package forwarding
ko: 패키지 전달
ru: Перенаправление пакетов

source: PackageRegistry|Package has %{updatesCount} archived update
ko: 패키지에 아카이빙된 업데이트가 %{updatesCount} 있습니다.
ru: Для пакета доступно %{updatesCount} архивное обновление

source: PackageRegistry|Package protection rule created.
ko: 패키지 보호 규칙이 생성되었습니다.
ru: Правило защиты пакета создано.

source: PackageRegistry|Package protection rule deleted.
ko: 패키지 보호 규칙이 삭제되었습니다.
ru: Правило защиты пакета удалено.

source: PackageRegistry|Package protection rule updated.
ko: 패키지 보호 규칙이 업데이트되었습니다.
ru: Правило защиты пакета изменено.

source: PackageRegistry|Package registry
ko: 패키지 레지스트리
ru: Реестр пакетов

source: PackageRegistry|Package updated by commit %{link} on branch %{branch}, built by pipeline %{pipeline}, and published to the registry %{datetime}
ko: 패키지가 브랜치의 %{branch}의 커밋 %{link} 에 의해 업데이트되고 파이프라인 %{pipeline}에 의해 빌드되고 레지스트리 %{datetime}에 게시됨
ru: Пакет обновлён коммитом %{link} в ветке %{branch}, собран конвейером %{pipeline} и опубликован в реестре %{datetime}

source: PackageRegistry|Packages
ko: 패키지
ru: Пакеты

source: PackageRegistry|Packages and assets cleanup is ready to be executed when the next cleanup job runs.
ko: 패키지 및 자산 정리는 다음 정리 작업이 실행될 때 실행할 준비가 되었습니다.
ru: Пакеты и ресурсы будут очищены при следующем запуске задания очистки.

source: PackageRegistry|Packages and assets will not be deleted until cleanup runs in %{nextRunAt}.
ko: 패키지 및 자산은 정리가 %{nextRunAt}에 실행될 때까지 삭제되지 않습니다.
ru: Пакеты и ресурсы не будут удалены до следующего запуска очистки: %{nextRunAt}.

source: PackageRegistry|Packages deleted successfully
ko: 패키지가 성공적으로 삭제되었습니다.
ru: Пакеты успешно удалены

source: PackageRegistry|Pending deletion
ko: 삭제 보류 중
ru: Ожидает удаления

source: PackageRegistry|Permanently delete
ko: 영구적으로 삭제
ru: Удалить навсегда

source: PackageRegistry|Permanently delete assets
ko: 자산을 영구적으로 삭제
ru: Удалить ресурсы без возможности восстановления

source: PackageRegistry|Pip Command
ko: Pip 명령
ru: Команда pip

source: PackageRegistry|Processing
ko: 처리 중
ru: Обработка

source: PackageRegistry|Project-level
ko: 프로젝트-레벨
ru: Уровень проекта

source: PackageRegistry|Protected packages
ko: 보호된 패키지
ru: Защищённые пакеты

source: PackageRegistry|Publish packages if their name or version matches this regex.
ko: 이름이나 버전이 이 정규식과 일치하는 경우 패키지를 게시합니다.
ru: Публиковать пакеты, если их имя или версия соответствуют этому регулярному выражению.

source: PackageRegistry|Published %{date}
ko: 게시됨 %{date}
ru: Опубликован %{date}

source: PackageRegistry|Published by %{author}, %{date}
ko: 게시됨 %{author}, %{date}
ru: Опубликовано %{author}, %{date}

source: PackageRegistry|Published to %{projectName} by %{author}, %{date}
ko: %{author}, %{date}에 의해 %{projectName}에 게시됨
ru: Опубликован в проекте %{projectName} %{author}, %{date}

source: PackageRegistry|Published to %{projectName}, %{date}
ko: %{projectName}, %{date}에 게시됨
ru: Опубликован в проекте %{projectName}, %{date}

source: PackageRegistry|Published to the %{project} Terraform Module Registry %{datetime}
ko: %{project} Terraform 모듈 레지스트리 %{datetime}에 게시됨
ru: Опубликован в реестре модулей Terraform %{project} %{datetime}

source: PackageRegistry|Published to the %{project} package registry %{datetime}
ko: %{project} 패키지 레지스트리 %{datetime}에 게시됨
ru: Опубликовано в реестре пакетов %{project} %{datetime}

source: PackageRegistry|PyPI
ko: PyPI
ru: PyPI

source: PackageRegistry|Readme
ko: Readme
ru: Readme

source: PackageRegistry|Recipe: %{recipe}
ko: 레시피: %{recipe}
ru: Рецепт: %{recipe}

source: PackageRegistry|Registry setup
ko: 레지스트리 설정
ru: Настройка реестра

source: PackageRegistry|Registry setup command
ko: 레지스트리 설정 명령
ru: Команда настройки реестра

source: PackageRegistry|Remove package
ko: 패키지 제거
ru: Удалить пакет

source: PackageRegistry|Required Python: %{pythonVersion}
ko: 필수 Python: %{pythonVersion}
ru: Требуемая версия Python: %{pythonVersion}

source: PackageRegistry|RubyGems
ko: RubyGems
ru: RubyGems

source: PackageRegistry|Show packages with errors
ko: 오류가 있는 패키지 표시
ru: Показать пакеты с ошибками

source: PackageRegistry|Skip metadata URL validation for the NuGet package
ko: NuGet 패키지에 대한 메타데이터 URL 유효성 검증 생략
ru: Пропустить проверки URL-метаданных для пакетов NuGet

source: PackageRegistry|Some of the selected package formats allow request forwarding. Deleting a package while request forwarding is enabled for the project can pose a security risk. Do you want to proceed with deleting the selected packages? %{docLinkStart}What are the risks?%{docLinkEnd}
ko: 선택한 패키지 포맷 중 일부는 요청 전달을 허용합니다. 프로젝트에 대해 요청 전달이 활성화된 상태에서 패키지를 삭제하면 보안 위험이 발생할 수 있습니다. 선택한 패키지 삭제를 계속하시겠습니까? %{docLinkStart}위험은 무엇입니까?%{docLinkEnd}
ru: Некоторые из выбранных форматов пакетов позволяют перенаправление запросов. Удаление пакета при включённом перенаправлении запросов для проекта может представлять угрозу безопасности. Вы хотите продолжить удаление выбранных пакетов? %{docLinkStart}Каковы риски?%{docLinkEnd}

source: PackageRegistry|Something went wrong while deleting packages.
ko: 패키지를 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении пакетов.

source: PackageRegistry|Something went wrong while deleting the package asset.
ko: 패키지 자산을 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении ресурса пакета.

source: PackageRegistry|Something went wrong while deleting the package assets.
ko: 패키지 자산을 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении ресурсов пакета.

source: PackageRegistry|Something went wrong while deleting the package.
ko: 패키지를 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении пакета.

source: PackageRegistry|Something went wrong while fetching package assets.
ko: 패키지 자산을 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении ресурсов пакета.

source: PackageRegistry|Something went wrong while fetching the package history.
ko: 패키지 이력을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении истории пакета.

source: PackageRegistry|Something went wrong while fetching the package metadata.
ko: 패키지 메타데이터를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении метаданных пакета.

source: PackageRegistry|Something went wrong while saving the package protection rule.
ko: 패키지 보호 규칙을 저장하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при сохранении правила защиты пакета.

source: PackageRegistry|Sorry, your filter produced no results
ko: 죄송합니다. 필터에서 생성된 결과가 없습니다.
ru: Извините, ваш фильтр исключил все результаты

source: PackageRegistry|Source project located at %{link}
ko: %{link}에 위치한 소스 프로젝트
ru: Исходный проект расположен по адресу %{link}

source: PackageRegistry|Summary: %{summary}
ko: 요약: %{summary}
ru: Сводка: %{summary}

source: PackageRegistry|Target SHA: %{sha}
ko: 대상 SHA: %{sha}
ru: Целевой SHA: %{sha}

source: PackageRegistry|Terraform module
ko: Terraform 모듈
ru: Модуль Terraform

source: PackageRegistry|There are no other versions of this package.
ko: 이 패키지의 다른 버전이 없습니다.
ru: Других версий этого пакета нет.

source: PackageRegistry|There are no packages yet
ko: 아직 패키지가 없습니다.
ru: Пока что нет пакетов

source: PackageRegistry|There are security risks if packages are deleted while request forwarding is enabled. %{docLinkStart}What are the risks?%{docLinkEnd}
ko: 요청 전달이 활성화된 상태에서 패키지가 삭제되면 보안 위험이 있습니다. %{docLinkStart}위험은 무엇입니까?%{docLinkEnd}
ru: Существуют риски безопасности при удалении пакетов, если включена переадресация запросов. %{docLinkStart}В чём заключаются риски?%{docLinkEnd}

source: PackageRegistry|There are security risks if packages are deleted while request forwarding is enabled. %{docs_link_start}What are the risks?%{docs_link_end}
ko: 요청 전달이 활성화된 상태에서 패키지가 삭제되면 보안 위험이 있습니다. %{docs_link_start}위험은 무엇입니까?%{docs_link_end}
ru: Существуют риски безопасности при удалении пакетов, если включена переадресация запросов. %{docs_link_start}В чём заключаются риски?%{docs_link_end}

source: PackageRegistry|There was a problem fetching the details for this package.
ko: 이 패키지에 대한 세부 정보를 가져오는 데 문제가 있습니다.
ru: Не удалось получить сведения об этом пакете.

source: PackageRegistry|There was an error publishing %{count} packages
ko: %{count} 패키지를 게시하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при публикации %{count} пакетов

source: PackageRegistry|There was an error publishing %{packageName}
ko: %{packageName}를 게시하는 중 오류가 발생했습니다.
ru: Произошла ошибка при публикации %{packageName}

source: PackageRegistry|This NuGet package has no dependencies.
ko: 이 NuGet 패키지에는 의존성들이 없습니다.
ru: Этот пакет NuGet не имеет зависимостей.

source: PackageRegistry|This package version has been deprecated.
ko: 이 패키지 버전은 더 이상 사용되지 않습니다.
ru: Эта версия пакета устарела.

source: PackageRegistry|To widen your search, change or remove the filters above.
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 제거하십시오.
ru: Чтобы расширить результаты поиска, измените или удалите фильтры выше.

source: PackageRegistry|Type
ko: 유형
ru: Тип

source: PackageRegistry|Unable to fetch package version information.
ko: 패키지 버전 정보를 가져올 수 없습니다.
ru: Не удалось получить информацию о версии пакета.

source: PackageRegistry|Unable to load package
ko: 패키지를 로드할 수 없습니다.
ru: Невозможно загрузить пакет

source: PackageRegistry|Users with at least the Developer role for this project will be able to publish, edit, and delete packages with this package name.
ko: 이 프로젝트에 대해 최소한 개발자 역할을 가진 사용자는 이 패키지 이름을 가진 패키지를 게시, 편집 및 삭제할 수 있습니다.
ru: Пользователи с ролью Разработчик и выше в этом проекте смогут публиковать, редактировать и удалять пакеты с этим именем пакета.

source: PackageRegistry|Validate these URLs manually to ensure malicious packages are not uploaded to the NuGet package registry. Selecting and clearing the checkbox might lead to invalid records in the package registry that you cannot update.
ko: 악성 패키지가 NuGet 패키지 레지스트리에 업로드되지 않도록 이 URL을 수동으로 검증하세요. 확인란을 선택하고 선택 취소하면 패키지 레지스트리에 업데이트할 수 없는 잘못된 레코드가 생길 수 있습니다.
ru: Проверяйте эти URL вручную, чтобы предотвратить загрузку вредоносных пакетов в реестр пакетов NuGet. Установка и снятие флажка может привести к созданию недопустимых записей в реестре пакетов, которые вы не сможете обновить.

source: PackageRegistry|Version %{version} was first created %{datetime}
ko: %{version}버전이 %{datetime}에 처음 생성됨
ru: Версия %{version} была создана впервые %{datetime}

source: PackageRegistry|When a package is protected, only certain user roles can push, update, and delete the protected package, which helps to avoid tampering with the package.
ko: 패키지가 보호되면 특정 사용자 역할만 보호된 패키지를 푸시, 업데이트 및 삭제할 수 있으므로 패키지 변조를 방지하는 데 도움이 됩니다.
ru: Когда пакет защищён, только определённые роли пользователей могут отправлять, обновлять и удалять защищённый пакет, что помогает избежать его подделки.

source: PackageRegistry|When a package with same name and version is uploaded to the registry, more assets are added to the package. To save storage space, keep only the most recent assets.
ko: 이름과 버전이 같은 패키지를 레지스트리에 업로드하면, 더 많은 자산이 패키지에 추가됩니다. 저장 공간을 절약하려면 가장 최근의 자산만 보관하십시오.
ru: Когда в реестр загружается пакет с тем же названием и версией, в пакет добавляются новые ресурсы. Чтобы сэкономить место в хранилище, сохраняйте только последние ресурсы.

source: PackageRegistry|With the GitLab package registry, you can use GitLab as a private or public registry for a variety of %{linkStart}supported package managers%{linkEnd}. You can publish and share packages, which can be consumed as a dependency in downstream projects.
ko: GitLab 패키지 레지스트리를 사용하면 GitLab을 다양한 %{linkStart}지원되는 패키지 관리자%{linkEnd}의 개인 또는 공용 레지스트리로 사용할 수 있습니다. 패키지를 게시하고 공유하여 하위 프로젝트의 의존성으로 사용할 수 있습니다.
ru: С реестром пакетов GitLab вы можете использовать GitLab как приватный или публичный реестр для различных %{linkStart}поддерживаемых менеджеров пакетов%{linkEnd}. Вы можете публиковать и делиться пакетами, которые могут быть использованы как зависимости в дочерних проектах.

source: PackageRegistry|Yarn
ko: Yarn
ru: Yarn

source: PackageRegistry|Yarn install command
ko: Yarn 설치 명령
ru: Команда установки Yarn

source: PackageRegistry|Yes, delete package
ko: 예, 패키지를 삭제합니다.
ru: Да, удалить пакет

source: PackageRegistry|Yes, delete selected packages
ko: 예, 선택한 패키지를 삭제합니다.
ru: Да, удалить выбранные пакеты

source: PackageRegistry|You are about to delete %{count} assets. This operation is irreversible.
ko: %{count} 자산을 삭제하려고 합니다. 이 작업은 되돌릴 수 없습니다.
ru: Вы собираетесь удалить %{count} ресурсов. Эта операция необратима.

source: PackageRegistry|You are about to delete %{count} packages. This operation is irreversible.
ko: %{count} 패키지를 삭제하려고 합니다. 이 작업은 되돌릴 수 없습니다.
ru: Вы собираетесь удалить %{count} пакетов. Эта операция необратима.

source: PackageRegistry|You are about to delete %{filename}. This is a destructive action that may render your package unusable. Are you sure?
ko: %{filename}삭제하려고 합니다. 이는 패키지를 사용할 수 없게 만들 수 있는 파괴적인 동작입니다. 확실합니까?
ru: Вы собираетесь удалить %{filename}. Это необратимое действие, которое может сделать ваш пакет непригодным для использования. Вы уверены?

source: PackageRegistry|You are about to delete %{name}, are you sure?
ko: %{name}을 삭제하려고 합니다, 정말입니까?
ru: Вы собираетесь удалить %{name}, вы уверены?

source: PackageRegistry|You are about to delete the package protection rule for %{packageNamePattern}.
ko: %{packageNamePattern}에 대한 패키지 보호 규칙을 삭제하려고 합니다.
ru: Вы собираетесь удалить правило защиты пакета для %{packageNamePattern}.

source: PackageRegistry|You are about to delete version %{version} of %{name}. Are you sure?
ko: 버전 %{version} 을 %{name}삭제하려고 합니다. 확실합니까?
ru: Вы собираетесь удалить версию %{version} пакета %{name}. Вы уверены?

source: PackageRegistry|You may also need to setup authentication using an auth token. %{linkStart}See the documentation%{linkEnd} to find out more.
ko: 인증 토큰을 사용하여 인증을 설정해야 할 수도 있습니다. %{linkStart}자세한 내용은 설명서%{linkEnd} 참조하십시오.
ru: Вам также может понадобиться настроить аутентификацию с использованием токена. %{linkStart}Смотрите документацию%{linkEnd}, чтобы узнать больше.

source: PackageRegistry|You will need a %{linkStart}personal access token%{linkEnd}.
ko: %{linkStart}개인 액세스 토큰%{linkEnd}이 필요합니다.
ru: Вам понадобится %{linkStart}личный токен доступа%{linkEnd}.

source: PackageRegistry|deprecated
ko: 더 이상 사용되지 않음
ru: устаревший

source: PackageRegistry|npm
ko: npm
ru: npm

source: PackageRegistry|npm install command
ko: npm 설치 명령
ru: Команда установки npm

source: PackageRegistry|published by %{author}
ko: %{author}에 의해 게시됨
ru: опубликовано %{author}

source: Packages
ko: 패키지

source: Packages and registries
ko: 패키지 및 레지스트리
ru: Пакеты и реестры

source: Packages and registries settings
ko: 패키지 및 레지스트리 설정
ru: Настройки пакетов и реестров

source: Page not found
ko: 페이지를 찾을 수 없습니다.
ru: Страница не найдена

source: PagerDutySettings|Active
ko: 활성

source: PagerDutySettings|Create a GitLab incident for each PagerDuty incident by %{linkStart}configuring a webhook in PagerDuty%{linkEnd}
ko: %{linkStart}PageDuty에서 webhook을 구성하여%{linkEnd} PagerDuty 각각의 인시던트에 대한 GitLab 인시던트 생성
ru: Создайте инцидент в GitLab для каждого инцидента PagerDuty, %{linkStart}настроив вебхук в PagerDuty%{linkEnd}.

source: PagerDutySettings|Failed to update Webhook URL
ko: Webhook URL 업데이트 실패
ru: Не удалось обновить URL вебхука

source: PagerDutySettings|Reset webhook URL
ko: Webhook URL 재설정
ru: Сбросить URL вебхука

source: PagerDutySettings|Resetting the webhook URL for this project will require updating this integration's settings in PagerDuty.
ko: 이 프로젝트의 Webhook URL을 재설정하려면 PagerDuty에서 이 통합 설정을 업데이트해야 합니다.
ru: Сброс URL вебхука для этого проекта потребует обновления настроек этой интеграции в PagerDuty.

source: PagerDutySettings|Webhook URL
ko: Webhook URL
ru: URL вебхука

source: PagerDutySettings|Webhook URL update was successful
ko: Webhook URL 업데이트 성공
ru: URL вебхука успешно обновлён

source: Pages Domain
ko: Pages 도메인
ru: Домен Pages

source: PagesDomain|Certificate Key is too long. (Max %d bytes)
ko: 인증서 키가 너무 깁니다. (최대 %d 바이트)

source: PagesUsageQuota|Active parallel deployments
ko: 활성 병렬 배포
ru: Активные параллельные развёртывания

source: PagesUsageQuota|Learn about limits for Pages deployments
ko: Pages 배포에 대한 제한에 대해 알아보기
ru: Подробнее о лимитах для развёртываний Pages

source: PagesUsageQuota|Other projects in namespace
ko: 네임스페이스의 다른 프로젝트
ru: Другие проекты в пространстве имён

source: PagesUsageQuota|Remaining deployments
ko: 남은 배포
ru: Оставшиеся развёртывания

source: PagesUsageQuota|This project
ko: 이 프로젝트
ru: Этот проект

source: PagesUsageQuota|This project is using the namespace domain "%{domain}". The usage quota includes parallel deployments for all projects in the namespace that use this domain.
ko: 이 프로젝트는 "%{domain}" 네임스페이스 도메인을 사용하고 있습니다. 사용량 할당량에는 이 도메인을 사용하는 네임스페이스내의 모든 프로젝트에 대한 병렬 배포가 포함됩니다.
ru: Этот проект использует домен пространства имён "%{domain}". Квота использования включает параллельные развёртывания для всех проектов в пространстве имён, использующих этот домен.

source: Pages|+ %{n} more deployments
ko: + %{n} 더 많은 배포
ru: + ещё %{n} развёртываний

source: Pages|Active
ko: 활성

source: Pages|An error occurred trying to load the Pages deployments.
ko: Pages 배포를 로드하는 중 오류가 발생했습니다.

source: Pages|An error occurred while deleting the deployment. Check your connection and try again.
ko: 배포를 삭제하는 동안 오류가 발생했습니다. 연결을 확인하고 다시 시도하세요.

source: Pages|An error occurred while deleting the deployment. Please check your connection and try again.
ko: 배포를 삭제하는 동안 오류가 발생했습니다. 연결을 확인하고 다시 시도하세요.

source: Pages|Created
ko: 생성됨

source: Pages|Created at
ko: 생성됨

source: Pages|Delete
ko: 삭제
ru: Удалить

source: Pages|Deploy Job
ko: 작업 배포

source: Pages|Deploy job
ko: 작업 배포

source: Pages|Deployments
ko: 배포

source: Pages|Expires at
ko: 만료일

source: Pages|Files
ko: 파일
ru: Файлы

source: Pages|Has error
ko: 에러 발생
ru: Есть ошибка

source: Pages|Last updated
ko: 마지막 업데이트
ru: Последнее обновление

source: Pages|Never expires
ko: 만료 없음
ru: Никогда не истекает

source: Pages|No deployments yet
ko: 아직 배포가 없습니다.

source: Pages|Parallel deployments
ko: 병렬 배포
ru: Параллельные развёртывания

source: Pages|Parallel deployments: %{count}
ko: 병렬 배포: %{count}
ru: Параллельные развёртывания: %{count}

source: Pages|Path prefix
ko: 경로 접두사
ru: Префикс пути

source: Pages|Restore
ko: 복원
ru: Восстановить

source: Pages|Restoring the deployment failed. The deployment might be permanently deleted.
ko: 배포 복원에 실패했습니다. 배포가 영구적으로 삭제될 수 있습니다.
ru: Не удалось восстановить развёртывание. Возможно, оно было удалено без возможности восстановления.

source: Pages|Root directory
ko: 루트 디렉터리
ru: Корневая директория

source: Pages|Scheduled for deletion at
ko: 삭제 예약됨

source: Pages|Show stopped deployments
ko: 중지된 배포 표시

source: Pages|Size
ko: 크기
ru: Размер

source: Pages|Some Pages deployments could not be loaded. Try reloading the page.
ko: 일부 Pages 배포를 로드할 수 없습니다. 페이지를 새로고침해 보세요.
