Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: GoogleCloud|To connect to a Google Cloud project, it must have a specific configuration of workload identity federation that you can set up in the next step. To improve security, the project should be just for identity management.
ko: Google Cloud 프로젝트에 연결하려면 다음 단계에서 설정할 수 있는 워크로드 아이덴티티 제휴의 특정 구성이 있어야 합니다. 보안을 강화하려면 프로젝트가 ID 관리 전용이어야 합니다.
ru: Чтобы подключиться к проекту Google Cloud, он должен иметь определённую конфигурацию федерации идентичности рабочих нагрузок, которую вы можете настроить на следующем шаге. Для повышения безопасности проект должен быть предназначен только для управления идентичностью.

source: GoogleCloud|To create the workload identity pool and provider in your Google Cloud project, with the required configuration:
ko: 필요한 구성을 사용하여 Google Cloud 프로젝트에 워크로드 아이덴티티 풀 및 공급자를 생성하려면 다음 안내를 따르세요.
ru: Чтобы создать пул рабочих идентичностей и провайдера в вашем проекте Google Cloud с необходимой конфигурацией:

source: GoogleCloud|What if I cannot manage workload identity federation in Google Cloud?
ko: Google Cloud에서 워크로드 아이덴티티 제휴를 관리할 수 없으면 어떻게 되나요?
ru: Что делать, если я не могу управлять федерацией рабочих идентичностей в Google Cloud?

source: GoogleCloud|Workload identity federation
ko: 워크로드 아이덴티티 제휴
ru: Федерация рабочих идентичностей

source: GoogleCloud|Your identity provider issuer: %{issuer}
ko: 자격증명 공급자 발급기관: %{issuer}
ru: Поставщик идентичности вашего провайдера: %{issuer}

source: GooglePlayStore|Protected branches and tags only
ko: 보호된 브랜치와 태그만
ru: Только защищённые ветки и теги

source: GooglePlayStore|Set variables on protected branches and tags only
ko: 보호된 브랜치 및 태그에만 변수 설정
ru: Устанавливать переменные только для защищенных веток и тегов

source: GooglePlay|Drag your key file here or %{linkStart}click to upload%{linkEnd}.
ko: 키 파일을 여기로 끌어다 놓거나 %{linkStart}클릭하여 업로드%{linkEnd}하십시오.
ru: Перетащите файл ключа сюда или %{linkStart}нажмите, чтобы загрузить%{linkEnd}.

source: GooglePlay|Drag your key file to start the upload.
ko: 업로드를 시작하려면 키 파일을 끌어다 놓으십시오.
ru: Перетащите файл ключа, чтобы начать загрузку.

source: GooglePlay|Error: The file you're trying to upload is not a service account key.
ko: 오류: 업로드하려는 파일이 서비스 계정 키가 아닙니다.
ru: Ошибка: файл, который вы пытаетесь загрузить, не является ключом учётной записи службы.

source: GooglePlay|Google Play
ko: 구글 플레이

source: GooglePlay|Leave empty to use your current service account key.
ko: 현재 서비스 계정 키를 사용하려면 비워 두십시오.
ru: Оставьте пустым, чтобы использовать ключ текущей учётной записи службы.

source: GooglePlay|Service account key (.JSON)
ko: 서비스 계정 키(.JSON)
ru: Ключ учётной записи службы (.JSON)

source: GooglePlay|Upload a new service account key (replace %{currentFileName})
ko: 새로운 서비스 계정 키를 업로드합니다 (대체 %{currentFileName})
ru: Загрузить новый ключ учётной записи службы (заменить %{currentFileName})

source: GooglePlay|Use GitLab to build and release an app in Google Play.
ko: GitLab을 사용하여 Google Play에서 앱을 빌드하고 릴리스하세요.
ru: Используйте GitLab для сборки и выпуска приложений в Google Play.

source: Got it
ko: 확인
ru: Готово

source: GpgKeys|Manage GPG keys
ko: GPG 키 관리
ru: Управление ключами GPG

source: GpgKeys|There is no valid GPG key issued by Beyond Identity associated with your profile. Please add a valid key to your profile.
ko: 귀하의 프로필과 연결된 Beyond Identity에서 발급한 유효한 GPG 키가 없습니다. 프로필에 유효한 키를 추가하세요.
ru: В вашем профиле нет действительного ключа GPG, выданного Beyond Identity. Пожалуйста, добавьте действительный ключ в свой профиль.

source: Grant access
ko: 액세스 권한 부여
ru: Предоставить доступ

source: Grant write permissions to this key
ko: 이 키에 쓰기 권한 부여
ru: Предоставить права на запись этому ключу

source: Graph
ko: 그래프
ru: Диаграмма

source: GraphQL endpoint path
ko: GraphQL 엔드포인트 경로

source: GraphViewType|Job dependencies
ko: 작업 의존성
ru: Зависимостям задания

source: GraphViewType|Show dependencies
ko: 의존성 표시

source: GraphViewType|Stage
ko: 스테이지
ru: Этапу

source: Gravatar enabled
ko: Gravatar 활성화됨
ru: Gravatar включён

source: Grid
ko: 그리드

source: Group
ko: 그룹
ru: Группа

source: Group %{group_name} and its Mattermost team were successfully created.
ko: 그룹 %{group_name} 과 Mattermost 팀이 성공적으로 생성되었습니다.

source: Group %{group_name} couldn't be exported.
ko: %{group_name} 그룹을 내보내기할 수 없습니다.
ru: Группа %{group_name} не может быть экспортирована.

source: Group %{group_name} was exported successfully.
ko: %{group_name} 그룹을 성공적으로 내보냈습니다.
ru: Группа %{group_name} успешно экспортирована.

source: Group %{group_name} was successfully created.
ko: 그룹 %{group_name} 이 성공적으로 생성되었습니다.
ru: Группа %{group_name} успешно создана.

source: Group '%{group_name}' could not be updated.
ko: 그룹 '%{group_name}'를 업데이트할 수 없습니다.

source: Group '%{group_name}' has been successfully restored.
ko: 그룹 '%{group_name}'이(가) 성공적으로 복원되었습니다.

source: Group '%{group_name}' is being deleted.
ko: '%{group_name}' 그룹을 삭제하는 중입니다.

source: Group '%{group_name}' was successfully updated.
ko: 그룹 '%{group_name}'이(가) 성공적으로 업데이트되었습니다.

source: Group '%{group_name}' will be deleted on %{date}.
ko: 그룹 '%{group_name}'은 %{date}에 삭제됩니다.
ru: Группа «%{group_name}» будет удалена %{date}.

source: Group Git LFS status:
ko: 그룹 Git LFS 상태:

source: Group Owner must have signed in with SAML before enabling Group Managed Accounts
ko: 그룹 소유자는 그룹 관리 계정을 활성화하기 전에 SAML에 로그인해야 합니다.

source: Group SAML must be enabled to test
ko: 테스트하려면 그룹 SAML을 활성화해야 합니다.

source: Group URL
ko: 그룹 URL
ru: URL группы

source: Group access token creation is disabled in this group.
ko: 이 그룹에서는 그룹 액세스 토큰 생성이 비활성화되어 있습니다.
ru: В этой группе отключено создание токенов доступа группы.

source: Group access tokens
ko: 그룹 액세스 토큰
ru: Токены доступа группы

source: Group application: %{name}
ko: 그룹 애플리케이션: %{name}
ru: Приложение группы: %{name}

source: Group applications
ko: 그룹 어플리케이션

source: Group audit events
ko: 그룹 감사 이벤트

source: Group avatar
ko: 그룹 아바타
ru: Аватар группы

source: Group by
ko: 다음으로 묶음
ru: Группировка

source: Group by:
ko: 다음으로 묶음:
ru: Группировать по:

source: Group can't be be deleted
ko: 그룹을 삭제할 수 없습니다.
ru: Группа не может быть удалена

source: Group comment templates
ko: 그룹 댓글 템플릿
ru: Шаблоны комментариев группы

source: Group compute minutes were successfully reset.
ko: 그룹 컴퓨팅 시간(분)이 성공적으로 재설정되었습니다.
ru: Минуты вычислений группы были успешно сброшены.

source: Group deletion is in progress
ko: 그룹 삭제 진행 중
ru: Идёт удаление группы

source: Group description (optional)
ko: 그룹 설명 (옵션)
ru: Описание группы (необязательно)

source: Group export could not be started.
ko: 그룹 내보내기를 시작할 수 없습니다.

source: Group export download requests
ko: 그룹 내보내기 다운로드 요청
ru: Запросы на скачивание экспорта группы

source: Group export error
ko: 그룹 내보내기 오류

source: Group export link has expired. Please generate a new export from your group settings.
ko: 그룹 내보내기 링크가 만료되었습니다. 그룹 설정에서 새 내보내기를 생성하십시오.

source: Group export requests
ko: 그룹 내보내기 요청
ru: Запросы на экспорт группы

source: Group export started. A download link will be sent by email and made available on this page.
ko: 그룹 내보내기가 시작되었습니다. 다운로드 링크는 이메일로 전송되며 이 페이지에서 사용할 수 있습니다.

source: Group has been already marked for deletion
ko: 그룹이 이미 삭제로 마킹 되었습니다.

source: Group has not been marked for deletion
ko: 그룹 삭제로 마킹되지 않았습니다.

source: Group import could not be scheduled
ko: 그룹 가져오기를 예약할 수 없습니다.

source: Group import requests
ko: 그룹 가져오기 요청
ru: Запросы на импорт группы

source: Group information
ko: 그룹 정보

source: Group invite
ko: 그룹 초대

source: Group jobs by
ko: 작업을 다음으로 묶음
ru: Группировать задания по

source: Group members
ko: 그룹 구성원
ru: Участники группы

source: Group membership expiration date changed
ko: 그룹 멤버십 만료일이 변경됨

source: Group membership expiration date removed
ko: 그룹 멤버십 만료일이 삭제됨

source: Group milestone
ko: 그룹 마일스톤
ru: Этап группы

source: Group name (your organization)
ko: 그룹 이름(귀하의 조직)
ru: Название группы (вашей организации)

source: Group name can contain only letters, digits, dashes, spaces, dots, underscores, parenthesis, and emojis.
ko: 그룹 이름에는 문자, 숫자, 대시, 공백, 마침표, 밑줄, 괄호, 이모티콘만 사용할 수 있습니다.
ru: Название группы может содержать только буквы, цифры, тире, пробелы, точки, подчеркивания, круглые скобки и эмодзи.

source: Group name must start with a letter, digit, emoji, or underscore.
ko: 그룹 이름은 문자, 숫자, 이모티콘 또는 밑줄로 시작해야 합니다.
ru: Название группы должно начинаться с буквы, цифры, эмодзи или подчеркивания.

source: Group navigation
ko: 그룹 내비게이션

source: Group or project
ko: 그룹 또는 프로젝트
ru: Группа или проект

source: Group overview content
ko: 그룹 개요 콘텐츠
ru: Содержание обзора группы

source: Group path is already taken. We've suggested one that is available.
ko: 그룹 경로가 이미 사용 중입니다. 사용 가능한 그룹 경로를 제안했습니다.

source: Group path is available.
ko: 그룹 경로를 사용할 수 있습니다.

source: Group project URLs are prefixed with the group namespace
ko: 그룹 프로젝트 URL에는 그룹 네임스페이스가 접두사가 붙습니다.
ru: URL проектов группы имеют префикс с пространством имён группы

source: Group requires separate account
ko: 그룹에는 별도의 계정이 필요합니다.

source: Group runners can be managed with the %{link}.
ko: 그룹 러너는 %{link}로 관리할 수 있습니다.
ru: Средствами выполнения группы можно управлять с помощью %{link}.

source: Group variables (inherited)
ko: 그룹 변수(상속됨)
ru: Переменные группы (унаследованные)

source: Group was exported
ko: 그룹을 내보냈습니다.

source: Group was successfully updated.
ko: 그룹이 성공적으로 업데이트 되었습니다.
ru: Группа была успешно обновлена.

source: Group wikis
ko: 그룹 wiki
ru: Вики группы

source: Group work item bulk edit is a licensed feature not available for this group.
ko: 그룹 작업 항목 대량 편집은 이 그룹에서 사용할 수 없는 라이선스 기능입니다.
ru: Массовое редактирование рабочих элементов группы — это лицензируемая функция, недоступная для этой группы.

source: Group your merge requests by %{boldStart}workflow%{boldEnd} or your %{boldStart}role%{boldEnd}, and manage label visibility.
ko: %{boldStart}워크플로우%{boldEnd} 또는 당신의 %{boldStart}역할%{boldEnd}에 따라 당신의 머지 리퀘스트를 그루핑하고, 라벨 공개수준을 관리하세요.
ru: Группируйте запросы на слияние по %{boldStart}рабочему процессу%{boldEnd} или вашей %{boldStart}роли%{boldEnd} и управляйте видимостью меток.

source: Group-level MFA enforcement
ko: 그룹 수준의 MFA 강제
ru: Принудительное использование многофакторной аутентификации на уровне группы

source: Group-level wiki is disabled.
ko: 그룹 수준 위키가 비활성화되었습니다.
ru: Вики на уровне группы отключена.

source: Group: %{group_name}
ko: 그룹: %{group_name}
ru: Группа: %{group_name}

source: GroupActivityMetrics|Issues created
ko: 이슈가 생성됨

source: GroupActivityMetrics|Members added
ko: 멤버 추가됨

source: GroupActivityMetrics|Merge requests created
ko: 생성된 머지 리퀘스트

source: GroupActivityMetrics|Recent activity
ko: 최근 활동
ru: Недавняя активность

source: GroupImport|Failed to import group: %{error}
ko: 그룹을 가져오는데 실패했습니다: %{error}
ru: Не удалось импортировать группу: %{error}

source: GroupImport|Group '%{group_name}' is being imported.
ko: 그룹 '%{group_name}'을 가져오는 중입니다.
ru: Группа '%{group_name}' импортируется.

source: GroupImport|Group could not be imported: %{errors}
ko: 그룹을 가져올 수 없음: %{errors}
ru: Не удалось импортировать группу: %{errors}

source: GroupImport|Please wait while we import the group for you. Refresh at will.
ko: 그룹을 가져오는 동안 기다려주십시오. 완료되면 자동으로 페이지를 새로고침 합니다.
ru: Пожалуйста, подождите пока мы импортируем группу. Обновляйте страницу по желанию.

source: GroupImport|The group was successfully imported.
ko: 그룹을 성공적으로 가져왔습니다.
ru: Группа была успешно импортирована.

source: GroupImport|Unable to process group import file
ko: 그룹 가져오기 파일을 처리할 수 없습니다.
ru: Невозможно обработать файл импорта группы

source: GroupPage|Copy group ID: %{id}
ko: 그룹 ID 복사: %{id}
ru: Скопировать ID группы: %{id}

source: GroupPage|Group ID copied to clipboard.
ko: 그룹 ID가 클립보드에 복사되었습니다.
ru: ID группы скопирован в буфер обмена.

source: GroupPage|Group ID: %{id}
ko: 그룹 ID: %{id}
ru: ID группы: %{id}

source: GroupPage|Group settings
ko: 그룹 설정
ru: Настройки группы

source: GroupRoadmap|%{dateWord} – No end date
ko: %{dateWord} – 종료 날짜 없음
ru: %{dateWord} – Без конечной даты

source: GroupRoadmap|Loading epics
ko: 에픽 로드 중
ru: Загрузка целей

source: GroupRoadmap|New epic
ko: 새로운 에픽
ru: Новая цель

source: GroupRoadmap|No start and end date
ko: 시작일 및 마감일 없음
ru: Без даты начала и окончания

source: GroupRoadmap|No start date – %{dateWord}
ko: 시작일 없음 - %{dateWord}
ru: Без начальной даты – %{dateWord}

source: GroupRoadmap|Something went wrong while fetching epics
ko: 에픽을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении целей

source: GroupRoadmap|Something went wrong while fetching milestones
ko: 마일스톤을 가져오는 동안 문제가 발생했습니다
ru: Произошла ошибка при получении этапов

source: GroupRoadmap|Sorry, no epics matched your search
ko: 죄송합니다, 검색과 일치하는 에픽이 없습니다
ru: К сожалению, по вашему запросу цели не найдены

source: GroupRoadmap|The roadmap shows the progress of your epics along a timeline
ko: 로드맵은 타임라인에 따른 에픽의 진행 상황을 보여줍니다.
ru: План развития показывает прогресс ваших целей на временной шкале

source: GroupRoadmap|This quarter
ko: 이번 분기
ru: В этом квартале

source: GroupRoadmap|This year
ko: 올해
ru: В этом году

source: GroupRoadmap|To make your epics appear in the roadmap, add start or due dates to them.
ko: 에픽을 로드맵에 표시하려면 시작일 또는 마감일을 추가하십시오.
ru: Чтобы ваши цели появились в плане развития, добавьте к ним дату начала или срок исполнения.

source: GroupRoadmap|To view the roadmap, add a start or due date to one of the %{linkStart}child epics%{linkEnd}.
ko: 로드맵을 보려면 %{linkStart} 하위 에픽들 %{linkEnd} 중 하나에, 시작일 또는 마감일을 추가하세요.
ru: Чтобы просмотреть план развития, добавьте дату начала или завершения к одной из %{linkStart}дочерних целей%{linkEnd}.

source: GroupRoadmap|To view the roadmap, add a start or due date to one of your epics in this group or its subgroups; from %{dateRange}.
ko: 로드맵을 보려면 이 그룹이나 하위 그룹에 있는 에픽 중 하나에 시작일이나 마감일를 추가하세요. %{dateRange}
ru: Чтобы увидеть план развития, добавьте дату начала или срок исполнения к одной из целей в этой группе или её подгруппах; из %{dateRange}.

source: GroupRoadmap|To widen your search, change or remove filters; from %{dateRange}.
ko: 검색 범위를 넓히려면 필터를 변경하거나 제거하세요. %{dateRange}
ru: Чтобы расширить поиск, измените или удалите фильтры; из %{dateRange}.

source: GroupRoadmap|View epics list
ko: 에픽 목록 보기
ru: Просмотреть список целей

source: GroupRoadmap|Within 3 years
ko: 3년 이내
ru: За 3 года

source: GroupSAML|"persistent" recommended
ko: "persistent" 권장

source: GroupSAML|%{group_name} SAML authentication failed: %{message}
ko: %{group_name} SAML 인증 실패: %{message}

source: GroupSAML|%{strongOpen}Warning%{strongClose} - Enable %{linkStart}SSO enforcement%{linkEnd} to reduce security risks.
ko: %{strongOpen}경고%{strongClose} - 보안 위험을 줄이기 위해 %{linkStart}SSO 강제 적용%{linkEnd}을 활성화하십시오.

source: GroupSAML|Active SAML Group Links (%{count})
ko: 활성 SAML 그룹 링크(%{count})

source: GroupSAML|An error occurred generating your SCIM token. Please try again.
ko: SCIM 토큰 생성 중 오류가 발생했습니다. 다시 시도해 주세요.

source: GroupSAML|An error occurred resetting your SCIM token. Please try again.
ko: SCIM 토큰 재설정 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при сбросе вашего токена SCIM. Повторите попытку.

source: GroupSAML|Any Provider (Default)
ko: 모든 공급자 (기본값)
ru: Любой провайдер (по умолчанию)

source: GroupSAML|Are you sure you want to remove the SAML group link?
ko: SAML 그룹 링크를 제거하시겠습니까?

source: GroupSAML|Are you sure you want to reset the SCIM token? SCIM provisioning will stop working until the new token is updated.
ko: SCIM 토큰을 재설정하시겠습니까? SCIM 프로비저닝은 새 토큰이 업데이트될 때까지 작동을 중지합니다.
ru: Вы уверены, что хотите сбросить токен SCIM? Подготовка SCIM будет остановлена, пока токен не будет обновлён.

source: GroupSAML|Assign GitLab Duo seats to users in this group
ko: 이 그룹에 속한 사용자에게 GitLab Duo 좌석을 할당
ru: Назначить лицензии GitLab Duo пользователям в этой группе

source: GroupSAML|Before disabling password authentication, enable SAML authentication.
ko: 암호 인증을 비활성화하기 전에 SAML 인증을 활성화하세요.
ru: До того как отключить аутентификацию по паролю, включите аутентификацию SAML.

source: GroupSAML|Before enforcing SSO, enable SAML authentication.
ko: SSO를 적용하기 전에 SAML 인증을 활성화하십시오.
ru: До того как потребовать использование SSO, включите аутентификацию SAML.

source: GroupSAML|Before enforcing SSO-only authentication for Git activity of all users, enable SSO-only authentication for web activity.
ko: 모든 사용자의 Git 활동에 대해 SSO 전용 인증을 시행하기 전에 웹 활동에 대해 SSO 전용 인증을 활성화하십시오.
ru: До того как потребовать от всех пользователей использовать только SSO для работы с Git, потребуйте использовать только SSO для аутентификации веб-активности.

source: GroupSAML|Certificate fingerprint
ko: 인증서 핑거프린트
ru: Отпечаток сертификата

source: GroupSAML|Configuration
ko: 구성
ru: Конфигурация

source: GroupSAML|Copy SAML Response XML
ko: SAML 응답 XML 복사
ru: Скопировать ответный XML от SAML

source: GroupSAML|Could not create SAML group link: %{errors}.
ko: SAML 그룹 링크 생성 불가: %{errors}

source: GroupSAML|Default membership role
ko: 멤버십 역할 기본값

source: GroupSAML|Disable password authentication for enterprise users
ko: 엔터프라이즈 사용자에 대한 암호 인증 비활성화
ru: Отключить аутентификацию по паролю для корпоративных пользователей

source: GroupSAML|Enable SAML authentication for this group
ko: 이 그룹에 SAML 인증 활성화
ru: Включить аутентификацию SAML для этой группы

source: GroupSAML|Enforce SSO-only authentication for Git and Dependency Proxy activity for this group
ko: 이 그룹에 대한 Git 및 의존성 프록시 활동에 SSO 전용 인증 강제 적용

source: GroupSAML|Enforce SSO-only authentication for web activity for this group
ko: 이 그룹에 대한 웹 활동에 SSO 전용 인증 강제 적용

source: GroupSAML|Generate a SCIM token
ko: SCIM 토큰 생성
ru: Создать токен SCIM

source: GroupSAML|Generate a SCIM token to set up your System for Cross-Domain Identity Management.
ko: SCIM 토큰을 생성하여 교차 도메인 ID 관리를 위한 시스템을 설정하십시오.
ru: Сгенерируйте токен SCIM для настройки системы кросс-доменного управления идентификацией.

source: GroupSAML|Identifier
ko: 식별자

source: GroupSAML|Identity Provider
ko: 자격증명 공급자
ru: Провайдер идентификации

source: GroupSAML|Identity provider single sign-on URL
ko: 자격증명 공급자 통합 인증(SSO)
ru: URL единого входа провайдера идентификации

source: GroupSAML|Make sure you save this token — you won't be able to access it again.
ko: 이 토큰을 저장했는지 확인하십시오 — 다시 접근할 수 없습니다.
ru: Убедитесь, что вы сохранили этот токен — вы больше не сможете получить к нему доступ.

source: GroupSAML|Manage your group’s membership while adding another level of security with SAML.
ko: 그룹의 회원을 관리합니다. SAML로 다른 수준의 보안을 추가할 수도 있습니다.
ru: Управляйте участниками своей группы, добавляя дополнительный уровень безопасности с помощью SAML.

source: GroupSAML|Members
ko: 멤버
ru: Участники

source: GroupSAML|Members will be forwarded here when signing in to your group. Get this from your identity provider, where it can also be called "SSO Service Location", "SAML Token Issuance Endpoint", or "SAML 2.0/W-Federation URL".
ko: 멤버는 그룹에 로그인할 때 여기로 이동됩니다. "SSO 서비스 위치", "SAML 토큰 발급 엔드포인트" 또는 "SAML 2.0/W-Federation URL"이라고도 하는 자격증명 공급자로부터 이 정보를 받으십시오.
ru: Участники будут отправлены сюда при входе в вашу группу. Получите этот URL, который также может называться «SSO Service Location», «SAML Token Issuance Endpoint» или «SAML 2.0/W-Federation URL» от своего провайдера идентификации.

source: GroupSAML|NameID
ko: NameID
ru: NameID

source: GroupSAML|NameID Format
ko: NameID 포맷
ru: Формат NameID

source: GroupSAML|New SAML group link saved.
ko: 새 SAML 그룹 링크가 저장됨.

source: GroupSAML|No active SAML group links
ko: 활성화된 SAML 그룹 링크 없음

source: GroupSAML|Reset SCIM token
ko: SCIM 토큰 초기화
ru: Сбросить токен SCIM

source: GroupSAML|Role to assign members of this SAML group.
ko: 이 SAML 그룹에 할당된 멤버에게 역할 부여
ru: Роль для назначения членов этой группы SAML.

source: GroupSAML|SAML Group Links
ko: SAML 그룹 링크

source: GroupSAML|SAML Group Name
ko: SAML 그룹 이름

source: GroupSAML|SAML Group Name: %{saml_group_name}
ko: SAML 그룹 이름: %{saml_group_name}
ru: Имя группы SAML: %{saml_group_name}

source: GroupSAML|SAML Name ID and email address do not match your user account. Contact an administrator.
ko: SAML Name ID와 이메일 주소가 사용자 계정과 일치하지 않습니다. 운영자에게 연락하세요.
ru: SAML Name ID и адрес электронной почты не совпадают с вашей учётной записью. Обратитесь к администратору.

source: GroupSAML|SAML Response Output
ko: SAML 응답 출력
ru: Вывод ответа SAML

source: GroupSAML|SAML Response XML
ko: SAML 응답 XML
ru: Ответный XML SAML

source: GroupSAML|SAML Single Sign On
ko: SAML 통합인증(SSO)
ru: Единый вход SAML

source: GroupSAML|SAML Single Sign On Settings
ko: SAML 통합인증(SSO)
ru: SAML Настройки единого входа

source: GroupSAML|SAML group link was successfully removed.
ko: SAML 그룹 링크가 성공적으로 제거되었습니다.

source: GroupSAML|SCIM Token
ko: SCIM 토큰
ru: SCIM токен

source: GroupSAML|SHA1 fingerprint of the SAML token signing certificate. Get this from your identity provider, where it can also be called "Thumbprint".
ko: SAML 토큰 서명 인증서의 SHA1 핑거프린트. "Thumbprint" 자격증명 공급자 업체에서 가져옵니다.
ru: Отпечаток SHA1 сертификата, подписывающего SAML-токен. Получите его у провайдера идентификации, у которого он так же может называться "Thumbprint".

source: GroupSAML|SHA1 or SHA256 fingerprint of the SAML token signing certificate. Get this from your identity provider, where it can also be called "Thumbprint".
ko: SAML 토큰 서명 인증서의 SHA1 또는 SHA256 핑거프린트. "Thumbprint" 자격증명 공급자에서 가져옵니다.
ru: SHA1 или SHA256 отпечаток сертификата подписи SAML-токена. Получите его у вашего поставщика идентификации, где он также может называться «Thumbprint».

source: GroupSAML|Some branches are inaccessible because your SAML session has expired. To access the branches, select the group’s path to reauthenticate.
ko: SAML 세션이 만료되어 일부 브랜치에 액세스할 수 없습니다. 브랜치에 액세스하려면 그룹의 경로를 선택하여 재인증하십시오.

source: GroupSAML|Some items may be hidden because your SAML session has expired. Select the group’s path to reauthenticate and view any hidden items.
ko: SAML 세션이 만료되어 일부 항목이 숨겨질 수 있습니다. 재인증하여 그룹의 경로를 선택한 후 숨겨진 항목을 보세요.
ru: Некоторые элементы могут быть скрыты, так как ваша SAML-сессия истекла. Выберите путь группы, чтобы пройти повторную аутентификацию и просмотреть скрытые элементы.

source: GroupSAML|The SCIM token is now hidden. To see the value of the token again, you need to %{linkStart}reset it%{linkEnd}.
ko: SCIM 토큰은 이제 보이지 않습니다. 토큰의 값을 다시 확인하려면 %{linkStart}초기화%{linkEnd}해야 합니다.
ru: Токен SCIM теперь скрыт. Чтобы снова увидеть его значение, нужно %{linkStart}сбросить его%{linkEnd}.

source: GroupSAML|The case-sensitive group name that will be sent by the SAML identity provider.
ko: SAML 자격 증명 공급자가 보낼 대/소문자 구분된 그룹 이름입니다.
ru: Имя группы, чувствительное к регистру, которое будет отправлено SAML идентификатором провайдера.

source: GroupSAML|This will be set as the access level of users added to the group.
ko: 그룹에 추가된 사용자의 접근 권한으로 설정됩니다.

source: GroupSAML|Use SAML group links to manage group membership using SAML.
ko: SAML의 SAML 그룹 링크를 사용하여 그룹 구성원을 관리합니다.
ru: Используйте SAML-ссылки для управления участием в группе через SAML.

source: GroupSAML|Users in this SAML group will be assigned a GitLab Duo Pro or GitLab Duo Enterprise seat, if available
ko: SAML 그룹내의 사용자들은 가용한 GitLab Duo Pro 또는 GitLab Duo Enterprise 좌석에 할당될 것입니다.
ru: Пользователи в этой группе SAML получат лицензию GitLab Duo Pro или GitLab Duo Enterprise, если она доступна

source: GroupSAML|Valid SAML Response
ko: 유효한 SAML 응답
ru: Действительный ответ SAML

source: GroupSAML|When selected, group sync will only occur when both the SAML group name and provider match.
ko: 이 옵션을 선택하면 SAML 그룹 이름과 공급자가 모두 일치할 때만 그룹 동기화가 발생합니다.
ru: При выбранном варианте синхронизация группы будет происходить только в том случае, если имя группы SAML и провайдер совпадают.

source: GroupSAML|as %{access_level}
ko: %{access_level} 로서

source: GroupSAML|must match stored NameID of "%{extern_uid}" to identify user and allow sign in
ko: 사용자를 식별하고 로그인을 허용하려면 저장된 "%{extern_uid}"의 NameID와 일치해야 합니다.
ru: должен совпадать с сохранённым NameID «%{extern_uid}» для идентификации пользователя и разрешения входа

source: GroupSAML|recommend persistent ID instead of email
ko: 이메일 대신 persistent ID 권장
