Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: NamespaceStorageSize|To remove the read-only state, %{manage_storage_link_start}manage your storage usage%{link_end} or %{support_link_start}contact support%{link_end}.
ko: 읽기 전용 상태를 제거하려면 %{manage_storage_link_start}스토리지 사용량을 관리하거나%{link_end}또는 %{support_link_start}지원팀에 연락하십시오%{link_end}.
ru: Чтобы снять режим только для чтения, %{manage_storage_link_start}освободите место в хранилище%{link_end} или %{support_link_start}свяжитесь с поддержкой%{link_end}.

source: NamespaceStorageSize|We've noticed an unusually high storage usage on %{namespace_name}
ko: %{namespace_name}에서 비정상적으로 높은 저장소 사용량이 감지되었습니다.
ru: Мы заметили аномально высокое использование хранилища в пространстве имён %{namespace_name}

source: NamespaceStorageSize|When a project reaches 100%% of the %{storage_docs_link_start}allocated storage%{link_end} (%{free_size_limit}) it will be placed in a read-only state. You won't be able to push and add large files to your repository.
ko: 프로젝트가 %{storage_docs_link_start}할당된 저장공간%{link_end} (%{free_size_limit})의 100%%에 도달하면 프로젝트는 읽기 전용 상태가 되며 리포지토리에 푸시하거나 대용량 파일을 추가할 수 없습니다.
ru: Когда проект достигнет 100%% %{storage_docs_link_start}выделенного хранилища%{link_end} (%{free_size_limit}), он будет переведен в режим только для чтения. Вы не сможете отправлять или добавлять большие файлы в репозиторий.

source: NamespaceStorageSize|You have consumed all available %{storage_docs_link_start}storage%{link_end} and can't push or add large files to projects over the included storage (%{free_size_limit}).
ko: 사용 가능한 모든 %{storage_docs_link_start}스토리지를%{link_end} 사용했으며 포함된 저장공간 (%{free_size_limit})을 초과하여 프로젝트에 대용량 파일을 푸시하거나 추가할 수 없습니다.
ru: Вы исчерпали все доступное место в %{storage_docs_link_start}хранилище%{link_end} и не можете отправлять или добавлять большие файлы в проекты, превышающие включённый объём хранилища (%{free_size_limit}).

source: NamespaceStorageSize|You have reached the free storage limit of %{free_size_limit} for %{namespace_name}
ko: %{namespace_name}에 대한 %{free_size_limit} 의 무료 저장공간 한도에 도달했습니다.
ru: Вы достигли бесплатного лимита объёма хранилища в %{free_size_limit} для %{namespace_name}.

source: NamespaceStorageSize|You have reached the free storage limit of %{free_size_limit} on %{readonly_project_count} project
ko: 프로젝트 %{readonly_project_count} 에 대한 무료 저장공간 한도인 %{free_size_limit} 에 도달했습니다.
ru: Вы достигли бесплатного лимита объёма хранилища в %{free_size_limit} для %{readonly_project_count} проекта

source: NamespaceStorageSize|You have used %{usage_in_percent} of the purchased storage for %{namespace_name}
ko: 구매한 저장 공간 중 %{usage_in_percent}를 %{namespace_name}에 사용했습니다.
ru: Вы использовали %{usage_in_percent} купленного объёма хранилища для %{namespace_name}

source: NamespaceStorageSize|You have used %{usage_in_percent} of the storage quota for %{namespace_name} (%{used_storage} of %{storage_limit})
ko: %{namespace_name} 에 대한 스토리지 할당량 %{storage_limit}의 %{usage_in_percent}를 사용했습니다(%{used_storage}).
ru: Вы использовали %{usage_in_percent} квоты хранилища для %{namespace_name} (%{used_storage} из %{storage_limit})

source: NamespaceStorage|%{name_with_link} is now read-only. Projects under this namespace are locked and actions are restricted.
ko: %{name_with_link} 은 이제 읽기 전용입니다. 이 네임스페이스 아래의 프로젝트는 잠기고 동작이 제한됩니다.
ru: Пространство имён %{name_with_link} теперь доступно только для чтения. Проекты этого пространства имён заблокированы, а действия ограничены.

source: NamespaceStorage|%{name} is now read-only. Projects under this namespace are locked and actions are restricted.
ko: %{name}은 이제 읽기 전용입니다. 이 네임스페이스의 프로젝트는 잠기고 동작이 제한됩니다.
ru: Пространство имён %{name} теперь доступно только для чтения. Проекты этого пространства имён заблокированы, а действия ограничены.

source: NamespaceStorage|Action required: Storage has been exceeded for %{namespace_name}
ko: 조치 필요: %{namespace_name}의 저장용량이 한도를 초과했습니다.

source: NamespaceStorage|Buy more storage
ko: 추가 저장용량 구매

source: NamespaceStorage|If %{name_with_link} exceeds the storage quota, all projects in the namespace will be locked and actions will be restricted.
ko: %{name_with_link} 스토리지 할당량을 초과하면 네임스페이스의 모든 프로젝트가 잠기고 동작이 제한됩니다.
ru: Если %{name_with_link} превысит квоту хранения, все проекты в пространстве имён будут заблокированы, а действия будут ограничены.

source: NamespaceStorage|If %{name} exceeds the storage quota, all projects in the namespace will be locked and actions will be restricted.
ko: %{name} 스토리지 할당량을 초과하면 네임스페이스의 모든 프로젝트가 잠기고 동작이 제한됩니다.
ru: Если %{name} превысит квоту хранения, все проекты в пространстве имён будут заблокированы, а действия будут ограничены.

source: NamespaceStorage|Learn about which actions are restricted: %{url}
ko: 제한되는 동작에 대해 알아보기: %{url}
ru: Узнайте, какие действия ограничены: %{url}

source: NamespaceStorage|Learn about which actions become restricted: %{url}
ko: 어떤 동작이 제한되는지 알아보기: %{url}
ru: Узнайте, какие действия становятся ограниченными: %{url}

source: NamespaceStorage|Manage your storage usage or purchase additional storage.
ko: 스토리지 사용량을 관리하거나 추가 스토리지를 구입하십시오.

source: NamespaceStorage|See storage usage statistics: %{url}
ko: 스토리지 사용량 통계 보기: %{url}
ru: Посмотреть статистику использования хранилища: %{url}

source: NamespaceStorage|Which actions are restricted?
ko: 어떤 동작이 제한됩니까?
ru: Какие действия ограничены?

source: NamespaceStorage|Which actions become restricted?
ko: 어떤 동작이 제한됩니까?
ru: Какие действия будут ограничены?

source: NamespaceStorage|You have used %{used_storage_percentage} of the storage quota for %{name_with_link} (%{current_size} of %{limit}).
ko: %{name_with_link} 에 대한 스토리지 할당량 중 %{used_storage_percentage} 사용 했습니다 (%{current_size} / %{limit}).
ru: Занято %{used_storage_percentage} из %{name_with_link} от размера хранилища (%{current_size} из %{limit}).

source: NamespaceStorage|You have used %{used_storage_percentage} of the storage quota for %{namespace_name}
ko: %{namespace_name}에 대한 스토로지 할당량 중 %{used_storage_percentage}을 사용했습니다.
ru: Вы использовали %{used_storage_percentage} квоты хранилища для пространства имён %{namespace_name}

source: NamespaceStorage|You have used %{used_storage_percentage} of the storage quota for %{name} (%{current_size} of %{limit}).
ko: %{name} 에 대한 스토리지 할당량 중 %{used_storage_percentage} 사용 했습니다 (%{current_size} / %{limit}).
ru: Вы использовали %{used_storage_percentage} квоты хранилища для пространства имён %{name} (%{current_size} из %{limit}).

source: NamespaceUserCap|Pending users must be reviewed and approved by a group owner. Learn more about %{user_caps_link_start}user caps%{link_end} and %{users_pending_approval_link_start}users pending approval%{link_end}.
ko: 대기 중인 사용자는 그룹 소유자가 검토하고 승인해야 합니다. %{user_caps_link_start}사용자 제한%{link_end} 및 %{users_pending_approval_link_start}승인 대기 사용자%{link_end}에 대해 자세한 내용은 링크를 참조하세요.
ru: Ожидающие пользователи должны быть проверены и одобрены владельцем группы. Узнайте больше о %{user_caps_link_start}пределах пользователей%{link_end} и %{users_pending_approval_link_start}пользователях, ожидающих одобрения%{link_end}.

source: NamespaceUserCap|View pending approvals
ko: 대기 중인 승인 보기
ru: Посмотреть ожидающих одобрения

source: NamespaceUserCap|Your group has reached its billable member limit
ko: 그룹이 청구 가능한 멤버 한도에 도달했습니다.

source: Namespaces
ko: 네임스페이스
ru: Пространства имён

source: Namespaces to index
ko: 인덱싱할 네임스페이스

source: Naming
ko: 명명

source: Naming, description, topics
ko: 이름, 설명, 주제
ru: Название, описание, темы

source: Naming, description, visibility
ko: 이름, 설명, 공개범위
ru: Название, описание, видимость

source: Naming, visibility
ko: 이름, 공개범위

source: Navigate to the project to close the milestone.
ko: 마일스톤을 닫을 프로젝트로 이동합니다.
ru: Перейдите к проекту, чтобы закрыть этап.

source: Navigation bar
ko: 네비게이션 바
ru: Панель навигации

source: NavigationTheme|Blue
ko: 파란색
ru: Синяя

source: NavigationTheme|Gray
ko: 회색
ru: Серая

source: NavigationTheme|Green
ko: 녹색
ru: Зеленая

source: NavigationTheme|Indigo
ko: 남색
ru: Индиго

source: NavigationTheme|Light Blue
ko: 밝은 파란색
ru: Светло-синяя

source: NavigationTheme|Light Green
ko: 밝은 녹색
ru: Светло-зеленая

source: NavigationTheme|Light Indigo
ko: 밝은 남색
ru: Светлая индиго

source: NavigationTheme|Light Red
ko: 밝은 빨간색
ru: Светло-красная

source: NavigationTheme|Neutral
ko: 중립
ru: Нейтральная

source: NavigationTheme|Red
ko: 빨간색
ru: Красная

source: Navigation|%{title} added to pinned items
ko: 고정 항목에 %{title} 추가됨
ru: %{title} добавлен в закреплённые элементы

source: Navigation|%{title} removed from pinned items
ko: 고정 항목에서 %{title}이 제거되었습니다.
ru: %{title} удалён из закреплённых элементов

source: Navigation|Admin
ko: 운영자
ru: Админка

source: Navigation|Admin area
ko: 운영자 영역
ru: Область администратора

source: Navigation|Analyze
ko: 분석
ru: Анализ

source: Navigation|Build
ko: 빌드
ru: Сборка

source: Navigation|CI/CD settings
ko: CI/CD 설정
ru: Настройки CI/CD

source: Navigation|Code
ko: 코드
ru: Код

source: Navigation|Deploy
ko: 배포
ru: Развёртывание

source: Navigation|Explore
ko: 탐색
ru: Обзор

source: Navigation|Frequently visited groups
ko: 자주 방문한 그룹
ru: Часто посещаемые группы

source: Navigation|Frequently visited projects
ko: 자주 방문하는 프로젝트
ru: Часто посещаемые проекты

source: Navigation|Groups you visit often will appear here.
ko: 자주 방문하는 그룹이 여기에 표시됩니다.
ru: Группы, которые вы часто посещаете, появятся здесь.

source: Navigation|Manage
ko: 관리
ru: Управление

source: Navigation|Merge requests settings
ko: 머지 리퀘스트 설정
ru: Настройки запросов на слияние

source: Navigation|Monitor
ko: 모니터
ru: Отслеживание

source: Navigation|Monitor settings
ko: 모니터 설정
ru: Настройки отслеживания

source: Navigation|Operate
ko: 운영
ru: Операции

source: Navigation|Pin %{title}
ko: %{title} 고정
ru: Закрепить %{title}

source: Navigation|Pin item
ko: 아이템 고정
ru: Закрепить элемент

source: Navigation|Pinned
ko: 고정됨
ru: Закреплённое

source: Navigation|Plan
ko: 계획
ru: План

source: Navigation|Preferences
ko: 환경 설정
ru: Настройки

source: Navigation|Primary navigation
ko: 기본 네비게이션
ru: Основная навигация

source: Navigation|Profile
ko: 프로필
ru: Профиль

source: Navigation|Projects you visit often will appear here.
ko: 자주 방문하는 프로젝트가 여기에 표시됩니다.
ru: Проекты, которые вы часто посещаете, появятся здесь.

source: Navigation|Repository settings
ko: 리포지토리 설정
ru: Настройки репозитория

source: Navigation|Secure
ko: 보안
ru: Безопасность

source: Navigation|Unpin %{title}
ko: %{title} 고정 해제
ru: Открепить %{title}

source: Navigation|Unpin item
ko: 항목 고정 해제
ru: Открепить элемент

source: Navigation|View all my groups
ko: 내 모든 그룹 보기
ru: Посмотреть все мои группы

source: Navigation|View all my projects
ko: 내 모든 프로젝트 보기
ru: Посмотреть все мои проекты

source: Navigation|Your pinned items appear here.
ko: 고정된 항목이 여기에 표시됩니다.
ru: Ваши закрепленные элементы появятся здесь.

source: Navigation|Your work
ko: 당신의 작업
ru: Ваша работа

source: Nav|Help
ko: 도움말
ru: Помощь

source: Nav|Home
ko: 홈
ru: Главная

source: Nav|Sign In / Register
ko: 로그인 / 등록
ru: Вход / Регистрация

source: Nav|Sign out and sign in with a different account
ko: 로그아웃하고 다른 계정으로 로그인
ru: Выйти и войти с другой учётной записью

source: Needs attention
ko: 주의가 필요합니다
ru: Требует внимания

source: Neither gitlab_instance_uid or sub found on Cloud Connector token
ko: gitlab_instance_uid 또는 sub 토큰이 Cloud Connector 내에서 발견되지 않았습니다.
ru: Ни gitlab_instance_uid, ни sub не найдены в токене Cloud Connector

source: Network
ko: 네트워크
ru: Сеть

source: Never
ko: 절대 아님
ru: Никогда

source: New
ko: 신규
ru: Новый

source: New %{type} in %{project}
ko: %{project}의 새로운 %{type}

source: New Application
ko: 새로운 애플리케이션
ru: Новое Приложение

source: New File
ko: 새 파일
ru: Новый файл

source: New Group
ko: 새 그룹
ru: Новая Группа

source: New Issue
ko: 새 이슈
ru: Новое обсуждение

source: New Jira import
ko: 새 Jira 가져오기
ru: Новый импорт из Jira

source: New Label
ko: 새 라벨
ru: Новая метка

source: New Pipeline Schedule
ko: 새로운 파이프라인 일정
ru: Новое Расписание Сборочной Линии

source: New Project
ko: 새 프로젝트
ru: Новый проект

source: New Protected Branch
ko: 새 보호된 브랜치

source: New Security findings
ko: 새로운 보안 이슈 검출
ru: Новые данные по безопасности

source: New application
ko: 새 어플리케이션
ru: Новое приложение

source: New branch
ko: 새 브랜치
ru: Новая ветка

source: New branch unavailable
ko: 새로운 브랜치 사용 불가능
ru: Новая ветка недоступна

source: New chat conversation.
ko: 새로운 채팅 대화.
ru: Новый чат.

source: New code quality findings
ko: 새로운 코드 품질 이슈 검출
ru: Новые данные о качестве кода

source: New confidential epic title
ko: 새로운 비공개 에픽 제목
ru: Новое название конфиденциальной цели

source: New confidential issue title
ko: 새 비공개 이슈 제목
ru: Новое название конфиденциального обсуждения

source: New custom emoji
ko: 새로운 커스텀 이모티콘

source: New deploy key
ko: 새 배포 키
ru: Новый ключ развёртывания

source: New directory
ko: 새 디렉토리
ru: Новая директория

source: New email address added
ko: 새 이메일 주소가 추가됨

source: New environment
ko: 새 환경
ru: Новое окружение

source: New epic
ko: 신규 에픽
ru: Новая цель

source: New epic title
ko: 새 에픽 제목
ru: Новый заголовок цели

source: New error tracking access token has been generated!
ko: 새로운 오류 추적 액세스 토큰이 생성되었습니다!
ru: Сгенерирован новый токен доступа для отслеживания ошибок!

source: New file
ko: 새 파일
ru: Новый файл

source: New group
ko: 새 그룹
ru: Новая группа

source: New group name
ko: 새 그룹 이름
ru: Новое название группы

source: New health check access token has been generated!
ko: 새로운 헬스 체크 액세스 토큰이 생성되었습니다!
ru: Новый токен доступа для проверки состояния сгенерирован!

source: New identity
ko: 신규 ID
ru: Новый идентификатор

source: New incident
ko: 새 인시던트
ru: Новый инцидент

source: New incident has been created
ko: 새 인시던트가 생성되었습니다.
ru: Создан новый инцидент

source: New integration
ko: 새로운 통합
ru: Новая интеграция

source: New issue
ko: 새 이슈
ru: Новое обсуждение

source: New issue title
ko: 새 이슈 제목
ru: Заголовок нового обсуждения

source: New iteration created
ko: 새 이터레이션 생성됨
ru: Новая итерация создана

source: New label
ko: 새 라벨
ru: Новая метка

source: New list
ko: 새 목록
ru: Новый список

source: New look
ko: 새로운 외양
ru: Новый внешний вид

source: New look (Beta)
ko: 새로운 외양 (베타)
ru: Новый внешний вид (бета)

source: New merge request
ko: 새 머지 리퀘스트
ru: Новый запрос на слияние

source: New milestone
ko: 새 마일스톤
ru: Новый этап

source: New name
ko: 새 이름

source: New pages domain
ko: 새 Pages 도메인

source: New password
ko: 새 비밀번호
ru: Новый пароль

source: New project
ko: 새 프로젝트
ru: Новый проект

source: New project guidelines
ko: 새 프로젝트 가이드라인
ru: Рекомендации для нового проекта

source: New project page
ko: 새 프로젝트 페이지
ru: Страница нового проекта

source: New project pages
ko: 새 프로젝트 페이지
ru: Новые страницы проекта

source: New project/repository
ko: 새 프로젝트/리포지토리
ru: Новый проект или репозиторий

source: New public deploy key
ko: 새 공개 배포 키
ru: Новый открытый ключ развертывания

source: New related %{issueType}
ko: 관련 %{issueType} 생성
ru: Создать и связать %{issueType}

source: New release
ko: 새 릴리스
ru: Новый релиз

source: New requirement
ko: 새 요구 사항
ru: Новое требование

source: New response for issue #%{issue_iid}:
ko: 이슈 #%{issue_iid}에 대한 새로운 응답:

source: New runners registration token has been generated!
ko: 새로운 러너 등록 토큰이 생성했습니다!
ru: Новый регистрационный токен обработчика заданий сгенерирован!

source: New snippet
ko: 새 스니펫
ru: Новый сниппет

source: New subgroup
ko: 새 서브그룹
ru: Новая подгруппа

source: New tag
ko: 새 태그
ru: Новый тег

source: New test case
ko: 새 테스트 케이스
ru: Новый тест-кейс

source: New topic
ko: 새 주제
ru: Новый тег

source: New users set to external
ko: 신규 사용자가 외부로 설정됨

source: New work item
ko: 새 작업 항목
ru: Новый рабочий элемент

source: New! Suggest changes directly
ko: 새롭게! 직접 변경 사항 제안
ru: Новое! Предлагайте изменения напрямую

source: New, streamlined merge request homepage!
ko: 새롭고 간소화된 머지 리퀘스트 홈페이지!
ru: Новая, упрощённая главная страница запроса на слияние!

source: NewFramework|All todos done.
ko: 모든 할일 완료.
ru: Все напоминания отмечены как выполненные.

source: NewFramework|Apply to projects
ko: 프로젝트에 적용
ru: Применить к проектам

source: NewFramework|Back to compliance center
ko: 규정 준수 센터로 돌아가기
ru: Вернуться в центр соответствия

source: NewFramework|Compliance framework created!
ko: 규정 준수 프레임워크가 생성되었습니다!
ru: Регламент соблюдения норм создан!

source: NewFramework|Feedback?
ko: 피드백이 있으신가요?

source: NewFramework|Go to the %{linkStart}compliance center%{linkEnd} to apply this framework to projects.
ko: 이 프레임워크를 프로젝트에 적용하려면 %{linkStart}규정 준수 센터%{linkEnd} 로 이동하세요.
ru: Перейти в %{linkStart}центр соответствия%{linkEnd}, чтобы применить этот регламент к проектам.

source: NewFramework|Go to the %{linkStart}policy management page%{linkEnd} to scope a policy for this framework.
ko: 이 프레임워크의 정책 범위를 설정하려면 %{linkStart}정책 관리 페이지%{linkEnd} 로 이동합니다.
ru: Перейдите на %{linkStart}страницу управления политиками%{linkEnd}, чтобы указать область действия политики для этого регламента.

source: NewFramework|Have questions or thoughts on the new improvements we made? %{linkStart}Please provide feedback on your experience%{linkEnd}.
ko: 새로운 개선 사항에 대한 질문이나 생각이 있으신가요? %{linkStart}귀하의 경험에 대한 피드백을 남겨주세요%{linkEnd}.
ru: Остались вопросы или мысли о новых улучшениях? %{linkStart}Оставьте отзыв о ваших впечатлениях%{linkEnd}.

source: NewFramework|How do I apply the framework to projects?
ko: 프로젝트에 프레임워크를 어떻게 적용하나요?
ru: Как применить регламент к проектам?

source: NewFramework|How to scope policies?
ko: 정책 범위를 어떻게 지정하나요?
ru: Как задать область действия политики?

source: NewFramework|New improvements to creating compliance framework.
ko: 규정 준수 프레임워크 생성을 위한 새로운 개선 사항.
ru: Новые улучшения в создании регламента соблюдения норм.

source: NewFramework|Policies scoped to a framework serve as solutions to specific compliance requirements and are applied to projects.
ko: 프레임워크에 적용되는 정책은 특정 규정 준수 요구 사항에 대한 솔루션으로 사용되며 프로젝트에 적용됩니다.
ru: Политики, ограниченные регламентом, служат решениями для конкретных требований по соблюдению норм и применяются к проектам.

source: NewFramework|Projects that have this framework applied are automatically checked against requirements and have policies enforced.
ko: 이 프레임워크가 적용된 프로젝트는 자동으로 요구 사항과 비교하여 검사되고 정책이 시행됩니다.
ru: Проекты, к которым применён этот регламент, автоматически проверяются на соответствие требованиям и соблюдение политик.

source: NewFramework|Scope policies
ko: 정책 범위
ru: Укажите области действия политик

source: NewFramework|Suggested next steps
ko: 제안된 다음 단계
ru: Рекомендуемые следующие шаги

source: NewFramework|Use the compliance framework to scope policies and include projects to make sure they are compliant.
ko: 규정 준수 프레임워크를 사용하여 정책 범위를 정하고 프로젝트를 포함하여 규정을 준수하는지 확인합니다.
ru: Используйте регламент соблюдения норм для определения области действия политики и включения проектов, чтобы обеспечить их соответствие.

source: NewFramework|Why apply the framework to projects?
ko: 프로젝트에 프레임워크를 적용하는 이유는 무엇인가요?
ru: Зачем применять регламент к проектам?

source: NewFramework|Why scope policies?
ko: 정책 범위가 필요한 이유는 무엇인가요?
ru: Зачем нужна область действия политики?

source: Newest first
ko: 최신순
ru: Сначала новые

source: Newly-registered users are external by default
ko: 새로 등록된 사용자는 기본적으로 외부 사용자임

source: Next
ko: 다음

source: Next commit
ko: 다음 커밋
ru: Следующий коммит

source: Next design
ko: 다음 디자인
ru: Следующий дизайн

source: Next file in diff
ko: diff에서 다음 파일
ru: Следующий файл в отличиях (diff)

source: Next scan
ko: 다음 스캔

source: Next step
ko: 다음 단계
ru: Следующий шаг

source: Next step in review workflow
ko: 리뷰 워크플로내의 다음 스텝
ru: Следующий шаг в рабочем процессе рецензирования

source: Next unresolved thread
ko: 다음 해결되지 않은 스레드
ru: Следующая нерешённая тема

source: Next update
ko: 다음 업데이트
ru: Следующее обновление

source: Nickname
ko: 닉네임
ru: Никнейм

source: No
ko: 아니오
ru: Нет

source: No %{header} for this request.
ko: 이 요청에는 %{header}가 없습니다.

source: No %{label}
ko: %{label} 없음
ru: Нет %{label}

source: No %{providerTitle} repositories found
ko: %{providerTitle} 리포지토리를 찾을 수 없습니다

source: No %{title} have been added.
ko: 어떤 %{title}도 추가되지 않았습니다.

source: No AI gateway available.
ko: 사용 가능한 AI 게이트웨이가 없습니다.
ru: Шлюз ИИ недоступен

source: No Epic
ko: 에픽 없음
ru: Нет цели

source: No Google Cloud projects - You need at least one Google Cloud project
ko: 구글 클라우드 프로젝트 없음 - 구글 클라우드 프로젝트가 하나 이상 필요합니다.

source: No Matching Results
ko: 일치하는 결과가 없습니다.
ru: Нет подходящих результатов

source: No Milestone
ko: 마일스톤이 없습니다.
ru: Нет этапа

source: No Scopes
ko: 범위 없음

source: No Work Item Link found
ko: 작업 항목 링크를 찾을 수 없습니다.

source: No access
ko: 억세스 불가
ru: Нет доступа

source: No active Support PIN.
ko: 활성화된 지원 PIN이 없습니다.
ru: Нет активного PIN-кода поддержки.

source: No activities found
ko: 활동을 찾을 수 없습니다.
ru: Действий не найдено

source: No agents available to create workspaces. Please consult %{linkStart}Workspaces documentation%{linkEnd} for troubleshooting.
ko: 작업 공간을 생성할 수 있는 에이전트가 없습니다. 문제 해결을 위해 %{linkStart}작업 공간 설명서%{linkEnd} 를 참조하세요.
ru: Нет доступных агентов для создания рабочих пространств. Для устранения проблемы ознакомьтесь с %{linkStart}документацией по рабочим пространствам%{linkEnd}.

source: No approvers
ko: 승인자가 없습니다.

source: No artifacts found
ko: 발견된 아티팩트가 없습니다.
ru: Артефакты не найдены

source: No assignee
ko: 담당자가 없습니다.
ru: Нет ответственного

source: No authentication methods configured.
ko: 설정된 인증 방법이 없습니다.
ru: Методы аутентификации не настроены.

source: No available branches
ko: 사용 가능한 브랜치가 없습니다.

source: No branch selected
ko: 선택한 브랜치가 없습니다.
ru: Ветка не выбрана

source: No change
ko: 변경사항 없음
ru: Нет изменений

source: No change to this %{noun}'s draft status.
ko: 이 %{noun}의 초안 상태에 대한 변경 사항이 없습니다.
ru: Статус черновика для этого рабочего элемента (%{noun}) не изменится.

source: No changes
ko: 변경 사항 없음
ru: Нет изменений

source: No changes between %{source} and %{target}
ko: %{source} 와 %{target}사이의 변경 사항이 없습니다.

source: No child epics match applied filters
ko: 적용된 필터와 일치하는 하위 에픽들이 없습니다.

source: No child items are currently assigned.
ko: 현재 할당된 하위 항목이 없습니다.
ru: Нет назначенных дочерних элементов.

source: No comment templates found.
ko: 댓글 템플릿을 찾을 수 없습니다.
ru: Шаблоны комментариев не найдены.

source: No commenters
ko: 댓글 작성자(코멘트)가 없습니다.
ru: Нет комментаторов

source: No commits present here
ko: 여기에 커밋이 없습니다.

source: No committers
ko: 커미터가 없습니다.
ru: Нет коммиттеров

source: No component has '%{attribute}' attribute
ko: '%{attribute}' 속성을 가진 컴포넌트가 없습니다
ru: Нет компонента с атрибутом «%{attribute}»

source: No components present in devfile
ko: devfile에 컴포넌트가 없습니다.
ru: В devfile отсутствуют компоненты

source: No confirmation email received? Check your spam folder or %{request_link_start}request new confirmation email%{request_link_end}.
ko: 확인 이메일을 받지 못하셨나요? 스팸 폴더를 확인하거나 %{request_link_start}새 확인 이메일을 요청%{request_link_end}하세요.
ru: Не пришло письмо с подтверждением? Проверьте папку со спамом или %{request_link_start}запросите новое электронное письмо с подтверждением%{request_link_end}.

source: No connection could be made to a Gitaly server, please check your logs!
ko: Gitaly 서버에 연결할 수 없습니다. 로그를 확인하세요!
ru: Не удалось установить соединение с сервером Gitaly, проверьте журналы!

source: No contributions
ko: 기여 없음
ru: Нет вклада

source: No contributions were found
ko: 기여를 찾을 수 없습니다.
ru: Не найдено ни одного вклада

source: No credit card data for matching
ko: 일치하는 신용카드 데이터가 없습니다.

source: No data
ko: 데이터 없음
ru: Нет данных

source: No data available
ko: 자료 없음

source: No data found for this query.
ko: 이 쿼리에 대한 데이터를 찾을 수 없음.
ru: Данные по этому запросу не найдены.

source: No deployments found
ko: 배포를 찾을 수 없습니다.
ru: Развёртывания не найдены

source: No description
ko: 설명 없음
ru: Нет описания

source: No diff preview for this file type.
ko: 이 파일 형식에 대한 diff 미리보기가 없습니다.
ru: Предпросмотр изменений для этого типа файлов недоступен.
