Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: DuoChat|No results found
ko: 검색 결과가 없음
ru: Ничего не найдено

source: DuoChat|Search %{categoryLabel}…
ko: %{categoryLabel} 검색...
ru: Поиск %{categoryLabel}…

source: DuoChat|The issue, epic, merge request, or code you're viewing
ko: 보고 있는 이슈, 에픽, 머지 리퀘스트 또는 코드
ru: Просматриваемое вами обсуждение, цель, запрос на слияние или код

source: DuoChat|There was an error communicating with GitLab Duo Chat. Please try again later.
ko: GitLab Duo Chat과 통신하는 중에 오류가 발생했습니다. 나중에 다시 시도 해주세요.
ru: Произошла ошибка при подключении к GitLab Duo Chat. Повторите попытку позже.

source: DuoChat|What is a fork?
ko: 포크란 무엇인가요?
ru: Что такое форк?

source: DuoChat|group
ko: 그룹
ru: группа

source: DuoChat|project
ko: 프로젝트
ru: проект

source: DuoCodeReview|:wave: There's nothing for me to review.
ko: :wave: 리뷰할 항목이 없습니다.
ru: :wave: Мне нечего рецензировать.

source: DuoCodeReview|Can't access the merge request. When SAML single sign-on is enabled on a group or its parent, Duo Code Reviews can't be requested from the API. Request a review from the GitLab UI instead.
ko: 머지 리퀘스트에 접근할 수 없습니다. 그룹이나 상위 그룹에서 SAML 단일 로그인이 활성화된 경우 API에서 Duo 코드 검토를 요청할 수 없습니다. 대신 GitLab UI에서 리뷰를 요청하세요.
ru: Нет доступа к запросу на слияние. Когда в группе или её родительской группе включён вход через SAML, запросить рецензию Duo Code Review через API невозможно. Запросите рецензию через интерфейс GitLab.

source: DuoCodeReview|GitLab Duo Code Review
ko: GitLab Duo 코드 리뷰
ru: Рецензирование кода GitLab Duo

source: DuoCodeReview|I encountered some problems while responding to your query. Please try again later.
ko: 귀하의 질의에 답변하는 동안 몇 가지 문제가 발생했습니다. 나중에 다시 시도해 주세요.
ru: Возникли проблемы при обработке вашего запроса. Повторите попытку позже.

source: DuoCodeReview|I finished my review and found nothing to comment on. Nice work! :tada:
ko: 리뷰를 마쳤는데 코멘트할 게 하나도 없네요. 잘하셨어요! :tada:
ru: Я завершил рецензию и не нашёл замечаний. Отличная работа! :tada:

source: DuoCodeReview|I have encountered some problems while I was reviewing. Please try again later.
ko: 검토하는 동안 몇 가지 문제가 발생했습니다. 나중에 다시 시도해 주세요.
ru: Во время рецензирования возникли проблемы. Повторите попытку позже.

source: DuoCodeReview|Your account doesn't have GitLab Duo access. Please contact your system administrator for access.
ko: 당신의 계정에는 GitLab Duo 액세스 권한이 없습니다. 액세스 권한을 얻으려면 시스템 관리자에게 문의하세요.
ru: У вашей учётной записи нет доступа к GitLab Duo. Обратитесь к системному администратору для получения доступа.

source: DuoCodeReview|is reviewing your merge request and will let you know when it's finished
ko: 머지 리퀘스트를 검토 중이며 완료되면 알려드리겠습니다.
ru: рецензирует ваш запрос на слияние и сообщит, когда закончит

source: DuoCodeReview|is working on a reply
ko: 회신 작업을 하고 있습니다
ru: готовит ответ

source: DuoCoreTrialDiscover|Accelerate learning and collaboration through AI interaction
ko: AI 상호작용을 통해 학습 및 협업 가속화
ru: Ускорьте обучение и совместную работу с помощью взаимодействия с ИИ

source: DuoCoreTrialDiscover|Advanced CI/CD
ko: 고급 CI/CD
ru: Продвинутая CI/CD

source: DuoCoreTrialDiscover|Automate coding and delivery
ko: 코딩과 배송를 자동화
ru: Автоматизируйте разработку и доставку кода

source: DuoCoreTrialDiscover|Automated compliance
ko: 규정준수 자동화
ru: Автоматизированное соблюдение норм

source: DuoCoreTrialDiscover|Boost productivity with smart code assistance
ko: 스마트 코드 지원을 사용하여 생산성 향상
ru: Повышайте продуктивность с помощью умной помощи при написании кода

source: DuoCoreTrialDiscover|Code from anywhere with remote development workflows, get meaningful feedback with Code Review, and track issues effectively with error tracking.
ko: 원격 개발 워크플로를 통해 어디서나 코드를 작성하고, 코드 검토를 통해 의미 있는 피드백을 받고, 오류 추적을 통해 문제를 효과적으로 추적하세요.
ru: Пишите код из любой точки мира с помощью удалённых рабочих процессов, получайте содержательную обратную связь благодаря рецензированию кода и эффективно отслеживайте ошибки с помощью системы отслеживания сбоев.

source: DuoCoreTrialDiscover|Discover Premium with Duo Core
ko: Duo Core로 프리미엄을 경험해보세요
ru: Откройте для себя Premium с Duo Core

source: DuoCoreTrialDiscover|Eliminate bottlenecks while meeting security requirements with scalable repositories, advanced branching, granular access controls, and built-in compliance.
ko: 확장 가능한 리포지토리, 고급 분기, 세분화된 액세스 제어 및 빌트인 규정 준수를 통해 보안 요구 사항을 충족하는 동시에 병목 현상을 제거하세요.
ru: Устраняйте узкие места и соблюдайте требования безопасности благодаря масштабируемым репозиториям, расширенным возможностям ветвления, детализированному управлению доступом и встроенному соблюдению норм.

source: DuoCoreTrialDiscover|Free up time to focus on building great software with streamlined code reviews, automated security checks, and compliance requirements.
ko: 간소화된 코드 검토, 자동화된 보안 검사, 규정 준수 요구 사항을 통해 뛰어난 소프트웨어를 만드는 데 집중할 수 있는 시간을 확보하세요.
ru: Освободите время для создания отличного ПО благодаря упрощённым рецензиям кода, автоматическим проверкам безопасности и выполнению требований по соблюдению норм.

source: DuoCoreTrialDiscover|Get help from your AI companion throughout development
ko: 개발 전반에 걸쳐 AI 도우미의 도움을 받으세요
ru: Получайте помощь от вашего ИИ-ассистента на всех этапах разработки

source: DuoCoreTrialDiscover|Get real-time guidance across the entire software development lifecycle. Generate tests, explain code, refactor efficiently, and chat directly in your IDE or web interface.
ko: 소프트웨어 개발 라이프사이클 전반에 걸쳐 실시간 가이드를 받으세요. 테스트를 생성하고, 코드를 설명하고, 효율적으로 리팩토링하고, IDE 또는 웹 인터페이스에서 직접 채팅하세요.
ru: Получайте рекомендации в реальном времени на всех этапах жизненного цикла разработки ПО. Генерируйте тесты, объясняйте код, проводите рефакторинг и общайтесь с ИИ прямо в своей IDE или веб-интерфейсе.

source: DuoCoreTrialDiscover|GitLab Premium, now with Duo – native AI Code Suggestions and Chat
ko: GitLab Premium에 이제 Duo가 추가되었습니다. 네이티브 AI 코드 제안 및 채팅
ru: GitLab Premium теперь включает Duo — встроенные ИИ-подсказки кода и чат

source: DuoCoreTrialDiscover|Greater developer productivity, collaboration, and quality
ko: 개발자 생산성, 협업 및 품질 향상
ru: Больше продуктивности, сотрудничества и качества для разработчиков

source: DuoCoreTrialDiscover|Native AI Benefits in Premium
ko: 프리미엄의 네이티브 AI 혜택
ru: Преимущества встроенного ИИ в GitLab Premium

source: DuoCoreTrialDiscover|New customers can now get access to GitLab Premium with Duo at a discount. Contact Sales to get started.
ko: 신규 고객은 이제 Duo를 통해 GitLab Premium을 할인된 가격으로 이용할 수 있습니다. 시작하려면 영업팀에 문의하세요.
ru: Новые клиенты теперь могут получить доступ к GitLab Premium с Duo со скидкой. Свяжитесь с отделом продаж, чтобы начать.

source: DuoCoreTrialDiscover|Prevent pipeline conflicts with merge trains and push rules, store build outputs with Artifact Registry, and reuse working templates across teams.
ko: 머지 트레인과 푸시 규칙을 사용하여 파이프라인 충돌을 방지하고, 아티팩트 레지스트리로 빌드 출력을 저장하고, 여러 팀에서 작동하는 템플릿을 재사용합니다.
ru: Предотвращайте конфликты в конвейере с помощью цепочек слияний и правил отправки, сохраняйте результаты сборки в реестре артефактов и переиспользуйте рабочие шаблоны в командах.

source: DuoCoreTrialDiscover|Transform your development pipeline with intelligent automation tools that handle repetitive tasks.
ko: 반복적인 작업을 처리하는 지능형 자동화 도구로 개발 파이프라인을 혁신하세요.
ru: Преобразите конвейер разработки с помощью интеллектуальных инструментов автоматизации, которые выполняют рутинные задачи.

source: DuoCoreTrialDiscover|Unified, secure, and collaborative code management
ko: 통합적이고 안전하며 협업적인 코드 관리
ru: Унифицированное, безопасное и совместное управление кодом

source: DuoCoreTrialDiscover|Why GitLab Premium with Duo?
ko: 왜 GitLab Premium with Duo를 사용해야 하나요?
ru: Почему GitLab Premium с Duo?

source: DuoCoreTrialDiscover|Write secure code faster with AI-powered suggestions in more than 20 languages, available in your favorite IDE. Automate routine tasks and accelerate development cycles.
ko: 선호하는 IDE에서 20개 이상의 언어로 제공되는 AI 기반 제안을 통해 안전한 코드를 더 빠르게 작성하세요. 일상적인 작업을 자동화하고 개발 주기를 단축하세요.
ru: Пишите безопасный код быстрее на более чем 20 языках с подсказками ИИ, доступными в вашей любимой IDE. Автоматизируйте рутинные задачи и ускорьте циклы разработки.

source: DuoEnterpriseDiscover|AI Impact Dashboard measures the ROI of AI
ko: AI 영향 대시보드가 AI의 ROI를 측정합니다
ru: Панель мониторинга воздействия ИИ измеряет ROI от ИИ

source: DuoEnterpriseDiscover|AI-assisted root cause analysis for CI/CD job failures, and suggested fixes to quickly remedy broken pipelines.
ko: CI/CD 작업 실패에 대한 AI 지원 근본 원인 분석과 손상된 파이프라인을 신속하게 해결하기 위한 수정 사항을 제안합니다.
ru: Анализ причин сбоев в заданиях CI/CD с помощью ИИ и предложение исправлений для быстрого восстановления сломанных конвейеров.

source: DuoEnterpriseDiscover|AI-native vulnerability explanation and resolution features to remediate vulnerabilities and uplevel skills.
ko: AI-네이티브 취약점 설명 및 해결 기능으로 취약성을 보수하고 기술 수준을 업그레이드하세요.
ru: Функции с поддержкой ИИ для объяснения и устранения уязвимостей, которые помогают устранять проблемы и повышать квалификацию.

source: DuoEnterpriseDiscover|Advanced troubleshooting
ko: 고급 문제 해결
ru: Расширенное устранение неполадок

source: DuoEnterpriseDiscover|Boost productivity with smart code assistance
ko: 스마트 코드 지원으로 생산성 향상
ru: Повышайте продуктивность с умной помощью при написании кода

source: DuoEnterpriseDiscover|Discussion, merge request, and code summaries for efficient and effective communication.
ko: 효율적이고 효과적인 커뮤니케이션을 위한 토론, 머지 리퀘스트 및 코드 요약.
ru: Обсуждения, запросы на слияние и сводки кода для эффективной и результативной коммуникации.

source: DuoEnterpriseDiscover|Fortify your code
ko: 코드 강화
ru: Укрепите ваш код

source: DuoEnterpriseDiscover|GitLab Duo Code Suggestions
ko: GitLab Duo 코드 제안
ru: Предложения кода GitLab Duo

source: DuoEnterpriseDiscover|GitLab Duo Code review summary
ko: GitLab Duo 코드 검토 요약
ru: Сводка рецензии кода GitLab Duo

source: DuoEnterpriseDiscover|GitLab Duo Root cause analysis
ko: GitLab Duo 근본 원인 분석
ru: Анализ первопричин с помощью GitLab Duo

source: DuoEnterpriseDiscover|GitLab Duo Vulnerability explanation
ko: GitLab Duo 취약점 설명
ru: Объяснение уязвимостей с помощью GitLab Duo

source: DuoEnterpriseDiscover|Granular usage data, performance improvements, and productivity metrics to evaluate the effectiveness of AI in software development.
ko: 세부적인 사용 데이터, 성능 개선 사항 및 생산성 측정 항목을 통해 소프트웨어 개발에서 AI의 효과를 평가합니다.
ru: Детализированные данные об использовании, улучшения производительности и метрики продуктивности для оценки эффективности ИИ в разработке ПО.

source: DuoEnterpriseDiscover|Measure the ROI of AI
ko: AI의 ROI 측정
ru: Измерьте ROI от ИИ

source: DuoEnterpriseDiscover|Summarization and templating
ko: 요약 및 템플릿 작성
ru: Суммаризация и создание шаблонов

source: DuoEnterpriseDiscover|Why GitLab Duo Enterprise?
ko: GitLab Duo Enterprise를 선택해야 하는 이유
ru: Почему GitLab Duo Enterprise?

source: DuoEnterpriseDiscover|Write secure code faster with AI-native suggestions in more than 20 languages, and chat with your AI companion throughout development.
ko: 20개 이상의 언어로 AI-네이티브 제안 기능을 통해 안전한 코드를 더 빠르게 작성하고, 개발 전반에 걸쳐 AI 도우미와 채팅하세요.
ru: Пишите безопасный код быстрее более чем на 20 языках с помощью предложений ИИ и общайтесь с ИИ-ассистентом на протяжении всей разработки.

source: DuoEnterpriseDiscover|Your end-to-end AI partner
ko: 귀하의 통합 AI 파트너
ru: Ваш всесторонний ИИ-партнёр

source: DuoEnterpriseTrial|Activate my trial
ko: 내 평가판 활성화
ru: Активировать пробный период

source: DuoEnterpriseTrial|Apply your GitLab Duo Enterprise trial to an existing group
ko: 기존 그룹에 GitLab Duo Enterprise 평가판 적용
ru: Примените пробную версию GitLab Duo Enterprise к существующей группе

source: DuoEnterpriseTrial|Enhance security and remediate vulnerabilities efficiently
ko: 보안을 강화하고 취약점을 효율적으로 보수하세요
ru: Повышайте безопасность и эффективно устраняйте уязвимости

source: DuoEnterpriseTrial|Gain deeper insights into GitLab Duo usage patterns
ko: GitLab Duo 사용 패턴에 대한 더 깊은 인사이트 얻기
ru: Получите более глубокие инсайты о паттернах использования GitLab Duo

source: DuoEnterpriseTrial|GitLab Duo Enterprise is only available for purchase for Ultimate customers.
ko: GitLab Duo Enterprise는 Ultimate 고객만 구매할 수 있습니다.
ru: GitLab Duo Enterprise доступен для покупки только клиентам с тарифом Ultimate.

source: DuoEnterpriseTrial|GitLab Duo Enterprise is your end-to-end AI partner for faster, more secure software development.
ko: GitLab Duo Enterprise는 보다 빠르고 안전한 소프트웨어 개발을 위한 엔드 투 엔드 AI 파트너입니다.
ru: GitLab Duo Enterprise — ваш комплексный ИИ-партнёр для более быстрой и безопасной разработки ПО.

source: DuoEnterpriseTrial|Maintain control and keep your data safe
ko: 제어권을 유지하고 데이터를 안전하게 보호하세요
ru: Сохраняйте контроль и обеспечьте безопасность ваших данных

source: DuoEnterpriseTrial|Quickly remedy broken pipelines to deliver products faster
ko: 손상된 파이프라인을 신속하게 치료하여 제품을 더 빠르게 제공하세요.
ru: Быстро восстанавливайте сломанные конвейеры, чтобы доставлять продукты быстрее

source: DuoEnterpriseTrial|Start your free Duo Enterprise trial
ko: 무료 Duo Enterprise 평가판을 시작하세요
ru: Бесплатно попробуйте Duo Enterprise

source: DuoEnterpriseTrial|Start your free GitLab Duo Enterprise trial
ko: 무료 GitLab Duo Pro 평가판을 시작하세요
ru: Бесплатно попробуйте GitLab Duo Enterprise

source: DuoEnterpriseTrial|Start your free GitLab Duo Enterprise trial on %{group_name}
ko: %{group_name}에서 무료 GitLab Duo Enterprise 평가판을 시작하세요
ru: Бесплатно попробуйте GitLab Duo Enterprise в группе %{group_name}

source: DuoEnterpriseTrial|Stay on top of regulatory requirements with self-hosted model deployment
ko: 자체 호스팅 모델 배포로 규정 요구 사항을 최신 상태로 유지하세요
ru: Поддерживайте соответствие регуляторным требованиям с помощью развертывания автономных моделей

source: DuoEnterpriseTrial|We just need some additional information to activate your trial.
ko: 평가판을 활성화하려면 몇 가지 추가 정보가 필요합니다.
ru: Нам нужна дополнительная информация, чтобы активировать пробную версию.

source: DuoEnterpriseTrial|You have successfully started a Duo Enterprise trial that will expire on %{exp_date}. To give members access to new GitLab Duo Enterprise features, %{assign_link_start}assign them%{assign_link_end} to GitLab Duo Enterprise seats.
ko: Duo Enterprise 평가판을 성공적으로 시작했으며, 이 평가판은 %{exp_date}에 만료됩니다. 멤버에게 새로운 GitLab Duo Enterprise 기능에 대한 액세스 권한을 부여하려면 %{assign_link_start}GitLab Duo Enterprise 좌석을%{assign_link_end} 할당하세요.
ru: Вы успешно начали пробный период Duo Enterprise, который закончится %{exp_date}. Чтобы предоставить участникам доступ к новым функциям GitLab Duo Enterprise, %{assign_link_start}назначьте им%{assign_link_end} лицензии GitLab Duo Enterprise.

source: DuoEnterprise|AI-assisted root cause analysis
ko: AI 지원 근본 원인 분석
ru: Анализ первопричин с помощью ИИ

source: DuoEnterprise|Automate your repetitive tasks and catch bugs early
ko: 반복적인 작업을 자동화하고 버그를 조기에 잡으세요
ru: Автоматизируйте повторяющиеся задачи и выявляйте ошибки на ранних стадиях

source: DuoEnterprise|Automatically generate new lines of code, including full functions, from single and multi-line comments as well as comment blocks
ko: 주석 블록 뿐만 아니라 한줄 또는 여러 줄 주석으로부터, 전체 함수를 포함한, 새로운 코드 라인을 자동으로 생성합니다.
ru: Автоматически генерирует новые строки кода, включая полные функции, основываясь на однострочных и многострочных комментариях, а также блоках комментариев

source: DuoEnterprise|Code Suggestions
ko: 코드 제안

source: DuoEnterprise|Explore all of the Duo Enterprise features in this %{demo_link_start}click-through demo%{demo_link_end}
ko: 이 %{demo_link_start}click-through demo%{demo_link_end}에서 Duo Enterprise의 모든 기능을 살펴보세요.
ru: Изучите все возможности Duo Enterprise в этом %{demo_link_start}интерактивном демо%{demo_link_end}

source: DuoEnterprise|Quickly resolve CI/CD pipeline issues so developers can focus on critical tasks
ko: CI/CD 파이프라인 이슈를 신속하게 해결하여 개발자가 중요한 작업에 집중할 수 있도록 합니다.
ru: Быстро решайте проблемы конвейера CI/CD, чтобы разработчики могли сосредоточиться на важных задачах

source: DuoEnterprise|Test Generation
ko: 테스트 생성

source: DuoEnterprise|To get started using GitLab Duo Enterprise features, %{link_start}set up your IDE for success%{link_end}.
ko: GitLab Duo Enterprise 기능을 사용하려면 %{link_start}성공적인 IDE를 설정하세요%{link_end}.
ru: Чтобы начать использовать функции GitLab Duo Enterprise, %{link_start}настройте свою IDE для продуктивной работы%{link_end}.

source: DuoEnterprise|Welcome to GitLab Duo Enterprise!
ko: GitLab Duo Enterprise에 오신 것을 환영합니다!
ru: Добро пожаловать в GitLab Enterprise!

source: DuoEnterprise|You have been assigned a GitLab Duo Enterprise seat
ko: GitLab Duo Enterprise 좌석이 할당되었습니다.
ru: Вам назначена лицензия GitLab Duo Enterprise.

source: DuoEnterprise|You have been assigned a GitLab Duo Enterprise seat!
ko: GitLab Duo Enterprise 좌석이 할당되었습니다!
ru: Вам назначена лицензия GitLab Duo Enterprise!

source: DuoEnterprise|You now have access to %{link_start}GitLab Duo Enterprise%{link_end}, which boosts your efficiency and effectiveness by reducing the time required to write and understand code.
ko: 이제 %{link_start}GitLab Duo Enterprise%{link_end}를 사용할 수 있습니다. 이 기능은 코드를 작성하고 이해하는 데 필요한 시간을 줄여 효율성과 효과성을 높여줍니다.
ru: Теперь у вас есть доступ к %{link_start}GitLab Duo Enterprise%{link_end}, который повышает вашу эффективность, сокращая время, необходимое для написания и понимания кода.

source: DuoEnterprise|You now have access to GitLab Duo Enterprise, which boosts your efficiency and effectiveness by reducing the time required to write and understand code.
ko: 이제 GitLab Duo Enterprise를 사용해 보세요. 이는 코드를 작성하고 이해하는 데 필요한 시간을 줄여 효율성과 효과성을 높여줍니다.
ru: Теперь у вас есть доступ к GitLab Duo Enterprise, который повышает вашу эффективность, сокращая время на написание и понимание кода.

source: DuoProDiscover|A single platform integrates the best AI model for each use case across the entire development workflow.
ko: 전체 개발 워크플로의 각각의 사례에 맞는 최고의 AI모델이 하나의 플랫폼으로 통합되었습니다.
ru: Единая платформа интегрирует лучшие модели ИИ для каждого случая использования на всём протяжении рабочего процесса разработки.

source: DuoProDiscover|Automate mundane tasks
ko: 단순한 작업 자동화
ru: Автоматизируйте рутинные задачи

source: DuoProDiscover|Boost productivity with smart code assistance
ko: 스마트 코드 지원으로 생산성 향상
ru: Повышайте продуктивность с помощью умных подсказок кода

source: DuoProDiscover|Boost team collaboration
ko: 팀 협업 강화
ru: Улучшайте командное взаимодействие

source: DuoProDiscover|Catch bugs early in the workflow by generating tests for the selected content.
ko: 선택한 콘텐츠에 대한 테스트를 생성하여 워크플로 초기 단계에서 버그를 포착합니다.
ru: Выявляйте ошибки на ранних стадиях рабочего процесса, генерируя тесты для выбранного контента.

source: DuoProDiscover|GitLab Duo Chat
ko: GitLab Duo Chat
ru: GitLab Duo чат

source: DuoProDiscover|GitLab Duo Code Suggestions
ko: GitLab Duo 코드 제안

source: DuoProDiscover|GitLab Duo Test generation
ko: GitLab Duo 테스트 생성

source: DuoProDiscover|Improve developer experience
ko: 개발자 경험 개선
ru: Улучшайте опыт разработчиков

source: DuoProDiscover|Maintain control over the data that's sent to an external large language model (LLM) service. Your organization's proprietary data or code are never used to train external AI models.
ko: 외부 대규모 언어 모델(LLM) 서비스로 전송되는 데이터에 대한 제어를 유지합니다. 조직의 독점 데이터나 코드는 외부 AI 모델을 훈련하는 데 사용되지 않습니다.
ru: Сохраняйте контроль над данными, отправляемыми во внешнюю службу большого языкового модели (LLM). Собственные данные или код вашей организации никогда не используются для обучения внешних моделей ИИ.

source: DuoProDiscover|Modernize code faster
ko: 코드를 더 빠르게 현대화
ru: Быстрее модернизируйте код

source: DuoProDiscover|Privacy-first AI
ko: 개인정보 보호 우선 AI
ru: ИИ с приоритетом конфиденциальности

source: DuoProDiscover|Real-time guidance
ko: 실시간 가이드
ru: Руководство в реальном времени

source: DuoProDiscover|Refactor code into modern languages with AI-native GitLab Duo
ko: AI-네이티브 GitLab Duo로 코드를 최신 언어로 리팩토링하세요
ru: Используйте встроенные возможности ИИ GitLab Duo для рефакторинга кода на современные языки

source: DuoProDiscover|Ship software faster and more securely with AI integrated into your entire DevSecOps lifecycle.
ko: 전체 DevSecOps 수명주기에 통합된 AI를 통해 소프트웨어를 더 빠르고 안전하게 배포하세요.
ru: Развёртывайте ПО быстрее и безопаснее с ИИ, интегрированным во весь ваш жизненный цикл DevSecOps.

source: DuoProDiscover|Streamline communication, facilitate knowledge sharing, and improve project management.
ko: 의사소통을 간소화하고, 지식 공유를 촉진하며, 프로젝트 관리를 개선하세요.

source: DuoProDiscover|Streamline the refactoring process with AI-native recommendations to optimize code structure and improve readability.
ko: AI-네이티브 권장 사항을 통해 리팩토링 프로세스를 간소화하여 코드 구조를 최적화하고 가독성을 개선합니다.
ru: Упростите процесс рефакторинга с помощью рекомендаций ИИ для оптимизации структуры кода и повышения его читаемости.

source: DuoProDiscover|The GitLab %{link_start}AI Transparency Center%{link_end} details how we uphold ethics and transparency in our AI-native features.
ko: GitLab %{link_start}AI 투명성 센터%{link_end} 에서는 AI-네이티브 기능에서 윤리와 투명성을 유지하는 방법에 대해 자세히 설명합니다.
ru: %{link_start}Центр прозрачности ИИ%{link_end} GitLab подробно описывает, как мы соблюдаем этические принципы и обеспечиваем прозрачность в функциях с поддержкой ИИ.

source: DuoProDiscover|Transparent AI
ko: 투명한 AI
ru: Прозрачный ИИ

source: DuoProDiscover|Use Chat to get up to speed on the status of projects, and quickly learn about GitLab, directly in your IDE or web interface.
ko: 채팅을 사용하면 IDE나 웹 인터페이스에서 직접 프로젝트 상태를 파악하고 GitLab에 대해 빠르게 알아볼 수 있습니다.
ru: Используйте чат, чтобы узнать о текущем состоянии проектов и быстро ознакомиться с GitLab прямо в вашей IDE или веб-интерфейсе.

source: DuoProDiscover|Why GitLab Duo Pro?
ko: GitLab Duo Pro를 선택해야 하는 이유
ru: Почему GitLab Duo Pro?

source: DuoProDiscover|Write secure code faster and save time with Code Suggestions in more than 20 languages, available in your favorite IDE.
ko: 선호하는 IDE에서 사용 가능한 20개 이상의 언어로 제공되는 코드 제안을 통해 안전한 코드를 더 빠르게 작성하고 시간을 절약하세요.
ru: Пишите безопасный код быстрее и экономьте время с помощью предложений по коду на более чем 20 языках, доступных в вашей любимой IDE.

source: DuoProTrial|Activate my trial
ko: 평가판 활성화
ru: Активировать пробный период

source: DuoProTrial|Apply your GitLab Duo Pro trial to an existing group
ko: GitLab Duo Pro 평가판을 기존 그룹에 적용
ru: Примените пробную версию GitLab Duo Pro к существующей группе

source: DuoProTrial|Chat within the IDE
ko: IDE 내에서 채팅
ru: Чат прямо в IDE

source: DuoProTrial|Code Explanation
ko: 코드 설명
ru: Пояснения к коду

source: DuoProTrial|Code Refactoring
ko: 코드 리팩토링
ru: Рефакторинг кода

source: DuoProTrial|Code completion and code generation with Code Suggestions
ko: 코드 제안을 통한 코드 완성 및 코드 생성
ru: Автодополнение и генерация кода с помощью Предложений кода

source: DuoProTrial|GitLab Duo Pro is designed to make teams more efficient throughout the software development lifecycle with:
ko: GitLab Duo Pro는 다음을 통해 소프트웨어 개발 수명주기 전반에 걸쳐 팀의 효율성을 높이도록 설계되었습니다.
ru: GitLab Duo Pro создан для повышения эффективности команд на всех этапах жизненного цикла разработки программного обеспечения благодаря следующим возможностям:

source: DuoProTrial|GitLab Duo Pro is only available for purchase for Premium and Ultimate users.
ko: GitLab Duo Pro는 Premium 및 Ultimate 사용자만 구매할 수 있습니다.
ru: GitLab Duo Pro доступен для покупки только пользователям с тарифами Premium и Ultimate.

source: DuoProTrial|Organizational user controls
ko: 조직 사용자 제어
ru: Управление пользователями организации

source: DuoProTrial|Sign in with a different account
ko: 다른 계정으로 로그인
ru: Войти с другой учётной записью

source: DuoProTrial|Start your free Duo Pro trial
ko: 무료 Duo Pro 평가판을 시작하세요
ru: Начните бесплатный пробный период Duo Pro

source: DuoProTrial|Start your free GitLab Duo Pro trial
ko: 무료 GitLab Duo Pro 평가판을 시작하세요
ru: Начните бесплатный пробный период GitLab Duo Pro

source: DuoProTrial|Start your free GitLab Duo Pro trial on %{group_name}
ko: %{group_name}에서 무료 GitLab Duo Pro 평가판을 시작하세요.
ru: Бесплатно попробуйте GitLab Duo Pro в группе %{group_name}

source: DuoProTrial|Test Generation
ko: 테스트 생성
ru: Генерация тестов
