Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Rules that define what git pushes are accepted for a project. All newly created projects will use these settings.
ko: 프로젝트에 허용되는 git 푸시를 정의하는 규칙입니다. 새로 생성된 모든 프로젝트는 이 설정을 사용하게됩니다.

source: Run
ko: 실행
ru: Запустить

source: Run %{code_start}git fsck%{code_end} periodically in all project and wiki repositories to look for silent disk corruption issues.
ko: 모든 프로젝트 및 위키 리포지토리에서 주기적으로 %{code_start}git fsck%{code_end} 실행하여 자동 디스크 손상 문제를 찾습니다.
ru: Периодически запускать %{code_start}git fsck%{code_end} во всех репозиториях проектов и вики, чтобы выявлять скрытые проблемы с повреждением диска.

source: Run CI/CD pipelines for external repositories
ko: 외부 리포지토리에서 CI/CD 파이프라인을 실행
ru: Запуск конвейеров CI/CD для внешних репозиториев

source: Run CI/CD pipelines with Jenkins when you push to a repository, or when a merge request is created, updated, or merged.
ko: 리포지토리에 푸시하거나 머지 리퀘스트가 생성, 업데이트 또는 머지될 때 Jenkins로 CI/CD 파이프라인을 실행합니다.
ru: Запускайте конвейеры CI/CD с помощью Jenkins при отправке в репозиторий или при создании, обновлении или объединении запроса на слияние.

source: Run CI/CD pipelines with Jenkins.
ko: Jenkins로 CI/CD 파이프라인을 실행합니다.

source: Run again
ko: 다시 실행
ru: Запустить снова

source: Run all manual
ko: 모두 수동 실행

source: Run container scanning job whenever a container image with the latest tag is pushed.
ko: 최신 태그가 포함된 컨테이너 이미지가 푸시될 때마다 컨테이너 스캐닝 작업을 실행합니다.
ru: Запускайте задание сканирования контейнеров при отправке образа контейнера с тегом latest.

source: Run has already a model version
ko: 실행이 이미 모델 버전이 있습니다

source: Run housekeeping
ko: 정리 실행
ru: Запустить обслуживание

source: Run housekeeping tasks to automatically optimize Git repositories. Disabling this option will cause performance to degenerate over time.
ko: 관리 작업을 실행하여 깃 리포지토리를 자동으로 최적화합니다. 이 옵션을 비활성화하면 시간이 지남에 따라 성능이 저하됩니다.
ru: Запускать задачи по обслуживанию для автоматической оптимизации репозиториев Git. Отключение этой опции приведет к снижению производительности со временем.

source: Run job
ko: 작업 실행
ru: Запустить задание

source: Run manual or delayed jobs
ko: 수동 또는 지연된 작업 실행
ru: Запустить ручное или отложенное задание

source: Run pipeline
ko: 파이프라인 실행
ru: Запустить конвейер

source: Run this job again in order to create the necessary resources.
ko: 필요한 리소스를 생성하려면 이 작업을 다시 실행하세요.
ru: Запустите это задание снова, чтобы создать необходимые ресурсы.

source: Run untagged jobs
ko: 태그없는 작업 실행
ru: Запуск заданий без тегов

source: Run with eid not found
ko: eid를 찾을 수 없음으로 실행
ru: Запуск с не найденным eid

source: Run with id not found
ko: id를 찾을 수 없음으로 실행
ru: Запуск с не найденным id

source: Runner
ko: 러너
ru: Средство выполнения

source: Runner API
ko: 러너 API

source: Runner tokens
ko: 러너 토큰

source: Runner was not updated.
ko: 러너가 업데이트되지 않았습니다.
ru: Средство выполнения не было обновлено.

source: Runner was successfully updated.
ko: 러너가 성공적으로 업데이트되었습니다.
ru: Средство выполнения успешно обновлено.

source: RunnerTags|No matching results
ko: 일치하는 결과 없음
ru: Нет подходящих результатов

source: RunnerTags|No tags exist
ko: 태그가 없습니다.
ru: Теги не существуют

source: RunnerTags|Select runner tags
ko: 러너 태그 선택

source: Runners are processes that pick up and execute CI/CD jobs for GitLab.
ko: 러너는 GitLab에 대한 CI/CD 작업을 선택하고 실행하는 프로세스입니다.
ru: Средства выполнения — это процессы, которые выполняют задания CI/CD для GitLab.

source: Runners page.
ko: Runners 페이지.
ru: Страницу средств выполнения.

source: Runners|%d selected runner deleted
ko: %d 개의 선택된 러너 삭제됨
ru: %d выбранное средство выполнения было удалено

source: Runners|%d selected runner paused
ko: %d 개의 선택된 러너 일시중지됨

source: Runners|%d selected runner unpaused
ko: %d 개의 선택된 러너 일시중지 해제됨

source: Runners|%{count} runners in this group
ko: 이 그룹의 %{count} 러너
ru: %{count} средств выполнения в этой группе

source: Runners|%{highlightStart}%{duration}%{highlightEnd} second
ko: %{highlightStart}%{duration}%{highlightEnd} 초
ru: %{highlightStart}%{duration}%{highlightEnd} секунда

source: Runners|%{linkStart}Create a new runner%{linkEnd} to get started.
ko: 시작하려면 %{linkStart}새 러너를 만듭니다%{linkEnd}.
ru: Для начала работы %{linkStart}создайте новое средство выполнения%{linkEnd}.

source: Runners|%{linkStart}View available zones%{linkEnd}. Must have the format %{format}. Example: %{example}.
ko: %{linkStart}사용 가능한 구역 보기%{linkEnd}. %{format} 형식이어야 합니다. 예: %{example}.
ru: %{linkStart}Посмотреть доступные зоны%{linkEnd}. Формат должен быть %{format}. Пример: %{example}.

source: Runners|%{linkStart}Where's my project ID?%{linkEnd} Can be 6 to 30 lowercase letters, digits, or hyphens. Must start with a letter and end with a letter or number. Example: %{example}.
ko: %{linkStart}내 프로젝트 ID는 어디에 있나요?%{linkEnd} 6~30자의 소문자, 숫자, 하이픈을 사용할 수 있습니다. 문자로 시작하고 문자나 숫자로 끝나야 합니다. 예: %{example}.
ru: %{linkStart}Где найти ID моего проекта?%{linkEnd} Может содержать от 6 до 30 букв нижнего регистра, символов и дефисов. Должен начинаться с буквы и заканчиваться буквой или цифрой. Пример: %{example}.

source: Runners|%{link_start}These runners%{link_end} are available to all groups and projects.
ko: %{link_start}이 러너%{link_end} 은 모든 그룹 및 프로젝트에서 사용할 수 있습니다.
ru: %{link_start}Эти средства выполнения%{link_end} доступны для всех групп и проектов.

source: Runners|%{percentage} spot.
ko: %{percentage} spot.

source: Runners|%{strongStart}%{count}%{strongEnd} runner selected
ko: %{strongStart}%{count}%{strongEnd} 러너 선택됨

source: Runners|%{strongStart}%{count}%{strongEnd} runner will be permanently deleted and no longer available for projects or groups in the instance. Are you sure you want to continue?
ko: %{strongStart}%{count}%{strongEnd} 러너는 영구적으로 삭제되며 인스턴스의 프로젝트 또는 그룹에서 더 이상 사용할 수 없습니다. 계속 진행하시겠습니까?
ru: %{strongStart}%{count}%{strongEnd} средство выполнения будет удалено навсегда и больше не будет доступно для проектов или групп в экземпляре. Вы уверены, что хотите продолжить?

source: Runners|%{upgradeLinkStart}Upgrade GitLab Runner%{upgradeLinkEnd} to match your GitLab version. %{versionLinkStart}Major and minor versions%{versionLinkEnd} must match.
ko: GitLab 버전에 맞게 %{upgradeLinkStart}GitLab Runner를 업그레이드하세요%{upgradeLinkEnd}. %{versionLinkStart}주 버전과 부 버전%{versionLinkEnd} 이 일치해야 합니다.
ru: %{upgradeLinkStart}Обновите GitLab Runner%{upgradeLinkEnd} до версии, соответствующей версии вашего GitLab. %{versionLinkStart}Старшая и младшая версии%{versionLinkEnd} должны совпадать.

source: Runners|%{upgradeLinkStart}Upgrade GitLab Runner%{upgradeLinkEnd} to match your GitLab version. This upgrade is highly recommended for this runner and may contain security or compatibility fixes. %{versionLinkStart}Major and minor versions%{versionLinkEnd} must match.
ko: %{upgradeLinkStart}GitLab Runner를 업그레이드%{upgradeLinkEnd}하여 GitLab 버전에 맞추세요. 이 업그레이드는 해당 Runner에 강력히 권장되며, 보안 또는 호환성 수정 사항이 포함될 수 있습니다. %{versionLinkStart}주버전과 부버전%{versionLinkEnd}이 일치해야 합니다.
ru: %{upgradeLinkStart}Обновите GitLab Runner%{upgradeLinkEnd} до версии, соответствующей версии вашего GitLab. Это обновление настоятельно рекомендуется для этого средства выполнения и может содержать обновления безопасности или совместимости. %{versionLinkStart}Старшая и младшая версии%{versionLinkEnd} должны совпадать.

source: Runners|+%{count} more
ko: + %{count}개 더

source: Runners|1. Configure your Google Cloud project
ko: 1. Google Cloud 프로젝트 구성
ru: 1. Настройте ваш проект Google Cloud

source: Runners|1. Environment
ko: 1. 환경
ru: 1. Окружение

source: Runners|1.2 Node Pools
ko: 1.2 노드 풀
ru: 1.2 Пулы узлов

source: Runners|1.2 Set up the Node pools for your Kubernetes cluster.
ko: 1.2 Kubernetes 클러스터에 대한 노드 풀을 설정합니다.
ru: 1.2 Настройте пулы узлов для вашего кластера Kubernetes.

source: Runners|2. Install and register GitLab Runner
ko: 2. GitLab Runner 설치 및 등록
ru: 2. Установите и зарегистрируйте GitLab Runner

source: Runners|2. Set up GitLab Runner
ko: 2. GitLab Runner 설정
ru: 2. Настройте GitLab Runner

source: Runners|75th percentile
ko: 상위 75%%
ru: 75-й перцентиль

source: Runners|90th percentile
ko: 상위 90%%
ru: 90-й перцентиль

source: Runners|99th percentile
ko: 상위 99%%
ru: 99-й перцентиль

source: Runners|A capacity of 1 enables warm HA through Auto Scaling group re-spawn. A capacity of 2 enables hot HA because the service is available even when a node is lost. A capacity of 3 or more enables hot HA and manual scaling of runner fleet.
ko: Capacity 1은 warm HA를 그룹 다시 생성을 통해 활성화 합니다. Capacity 2는 노드가 손실된 경우에도 서비스가 가능하므로, hot HA를 활성화 합니다. Capacity 3 이상은 러너 플릿의 hot HA 및 수동 확장을 확성화 합니다.
ru: Ёмкость 1 обеспечивает тёплую высокую доступность через повторное создание группы с автоматическим масштабированием. Ёмкость 2 обеспечивает горячую высокую доступность, поскольку служба остаётся доступной даже при потере узла. Ёмкость 3 и более обеспечивает горячую высокую доступность и ручное масштабирование пула средств выполнения.

source: Runners|A new version is available
ko: 새 버전을 사용할 수 있습니다.
ru: Доступна новая версия

source: Runners|A periodic background task deletes runners that haven't contacted GitLab in more than %{elapsedTime}. Only runners registered in this group are deleted. Runners in subgroups and projects are not. %{linkStart}Can I view how many runners were deleted?%{linkEnd}
ko: 정기적인 백그라운드 작업은 %{elapsedTime}이상 GitLab에 접속하지 않은 러너를 삭제합니다. 이 그룹에 등록된 러너만 삭제됩니다. 하위 그룹 및 프로젝트의 러너는 그렇지 않습니다. %{linkStart}얼마나 많은 러너가 삭제되는지 볼 수 있습니까?%{linkEnd}
ru: Периодическая фоновая задача удаляет средства выполнения, которые не контактировали с GitLab более чем %{elapsedTime}. Удаляются только средства выполнения, зарегистрированные в этой группе. Средства выполнения в подгруппах и проектах не удаляются. %{linkStart}Можно ли узнать, сколько средств выполнения было удалено?%{linkEnd}

source: Runners|A runner configuration is where you configure runners based on your requirements. Each runner in this table represents a %{linkStart}single runner entry%{linkEnd} in the %{codeStart}config.toml%{codeEnd}. Multiple runners can be linked to the same configuration. When there are multiple runners in a configuration, the one that contacted GitLab most recently displays here.
ko: 러너 구성은 요구 사항에 따라 러너를 구성하는 곳입니다. 이 테이블의 각 러너는 %{linkStart}config.toml%{linkEnd}에서 %{codeStart}단일 러너 항목%{codeEnd}을 나타냅니다. 동일한 구성에 여러 러너를 연결할 수 있습니다. 구성에 여러 러너가 있는 경우 가장 최근에 GitLab에 연결한 러너가 여기에 표시됩니다.
ru: В конфигурации средства выполнения вы настраиваете его в соответствии с вашими базовыми требованиями. Каждое средство выполнения в этой таблице представляет %{linkStart}один экземпляр средства выполнения%{linkEnd} в %{codeStart}config.toml%{codeEnd}. Когда в конфигурации несколько средств выполнения, тут отображается то, которое взаимодействовало с GitLab последним.

source: Runners|Active
ko: 활성
ru: Активно

source: Runners|Active runners
ko: 활성 러너
ru: Активные средства выполнения

source: Runners|Add Node Pool
ko: 노드 풀 추가
ru: Добавить пул узлов

source: Runners|Add notes such as the runner owner or what it should be used for.
ko: 러너를 소유한 사람이나 용도와 같은 메모를 추가합니다.

source: Runners|Add tags to specify jobs that the runner can run. %{helpLinkStart}Learn more%{helpLinkEnd}.
ko: 러너가 실행할 수 있는 작업을 지정하려면 태그를 추가합니다. %{helpLinkStart}자세히 알아보기%{helpLinkEnd}.
ru: Добавьте теги для того, чтобы указать, какие задания может выполнять это средство выполнения. %{helpLinkStart}Подробнее%{helpLinkEnd}.

source: Runners|Admin area › Runners
ko: 관리 영역 › 러너
ru: Область администратора › Средства выполнения

source: Runners|Administrator
ko: 운영자
ru: Администратор

source: Runners|After GitLab Runner is installed and registered, an autoscaling fleet of runners can execute your CI/CD jobs in Google Cloud. Based on demand, a runner manager creates temporary runners.
ko: GitLab Runner가 설치 및 등록되면 자동 확장 실행자 집합이 Google Cloud에서 CI/CD 작업을 실행할 수 있습니다. 요청에 따라 러너 관리자는 임시 러너를 생성합니다.
ru: После того как GitLab Runner будет установлен и настроен, автоматически масштабируемый пул средств выполнения сможет выполнять ваши задания CI/CD в Google Cloud. Основываясь на запросе, менеджер средств выполнения создаёт временные средства выполнения.

source: Runners|All
ko: 모두
ru: Все

source: Runners|All group runners that have not contacted GitLab in more than %{elapsedTime} are deleted permanently. This task runs periodically in the background.
ko: %{elapsedTime} 이상 GitLab에 접속하지 않은 모든 그룹 Runners는 영구 삭제됩니다. 이 작업은 백그라운드에서 주기적으로 실행됩니다.
ru: Все средства выполнения группы, которые не подключались к GitLab более %{elapsedTime}, удаляются безвозвратно. Это задание выполняется периодически в фоновом режиме.

source: Runners|Amazon Linux 2 Docker HA with manual scaling and optional scheduling. %{percentage} spot.
ko: 수동 조정 및 선택적 예약 기능이 있는 Amazon Linux 2 Docker HA. %{percentage} spot.

source: Runners|Amazon Linux 2 Docker HA with manual scaling and optional scheduling. Non-spot.
ko: 수동 조정 및 선택적 예약 기능이 있는 Amazon Linux 2 Docker HA. Non-spot.

source: Runners|An error has occurred fetching instructions
ko: 명령을 가져오는 중에 오류가 발생했습니다.

source: Runners|An error occurred while creating the runner. Please try again.
ko: 러너를 생성하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при создании средства выполнения. Попробуйте ещё раз.

source: Runners|An error occurred while deleting. Some runners may not have been deleted.
ko: 삭제하는 동안 오류가 발생했습니다. 일부 러너는 삭제되지 않았을 수 있습니다.

source: Runners|An error occurred while pausing. Some runners may not have been paused.
ko: 일시정지를 하는 도중 오류가 발생하였습니다. 일부 러너는 일시정지 되지 않았을 수 있습니다.

source: Runners|An error occurred while unpausing. Some runners may not have been unpaused.
ko: 일시정지 해제하는 동안 오류가 발생했습니다. 일부 러너는 일시정지 해제가 되지 않았을 수 있습니다.

source: Runners|An upgrade is available for this runner
ko: 이 러너에 대한 업그레이드가 가능합니다.

source: Runners|An upgrade is recommended for this runner
ko: 이 러너는 업그레이드를 권장합니다.

source: Runners|Apply the Terraform script
ko: Terraform 스크립트 적용
ru: Примените скрипт Terraform

source: Runners|Arch/Platform
ko: 아키텍처/플랫폼
ru: Архитектура/Платформа

source: Runners|Architecture
ko: 아키텍처
ru: Архитектура

source: Runners|Are you sure you want to disable instance runners for %{groupName}?
ko: %{groupName}에 대한 인스턴스 러너를 비활성화하시겠습니까?
ru: Вы уверены, что хотите отключить средства выполнения экземпляра для %{groupName}?

source: Runners|Assign
ko: 할당
ru: Назначить

source: Runners|Assign this runner to projects
ko: 이 러너를 프로젝트에 할당
ru: Назначьте это средство выполнения для проектов

source: Runners|Assigned Group
ko: 할당된 그룹
ru: Назначенная группа

source: Runners|Assigned Projects (%{projectCount})
ko: 할당된 프로젝트(%{projectCount})
ru: Назначенные проекты (%{projectCount})

source: Runners|Assigned project runners
ko: 할당된 프로젝트 러너
ru: Назначенные средства выполнения проекта

source: Runners|Associated with one or more projects
ko: 하나 이상의 프로젝트와 연결됨
ru: Связано с одним или несколькими проектами

source: Runners|Available
ko: 가용

source: Runners|Available Runners
ko: 사용 가능한 러너
ru: Доступные средства выполнения

source: Runners|Available to all projects
ko: 모든 프로젝트에 사용 가능
ru: Доступно для всех проектов

source: Runners|Available to all projects and subgroups in the group
ko: 그룹의 모든 프로젝트 및 하위 그룹에서 사용 가능
ru: Доступно для всех проектов и подгрупп в группе

source: Runners|Before you begin
ko: 시작하기 전에
ru: Перед началом

source: Runners|Capacity of 1 enables warm HA through Auto Scaling group re-spawn. Capacity of 2 enables hot HA because the service is available even when a node is lost. Capacity of 3 or more enables hot HA and manual scaling of runner fleet.
ko: Capacity 1은 Auto Scaling 그룹 다시 생성을 통해 warm HA를 활성화합니다. Capacity 2는 노드가 손실된 경우에도 서비스를 사용할 수 있으므로 hot HA를 활성화합니다. Capacity 3이상은 러너 플릿의 hot HA 및 수동 확장을 가능하게 합니다.
ru: Ёмкость 1 обеспечивает тёплую высокую доступность через повторное создание группы с автоматическим масштабированием. Ёмкость 2 обеспечивает горячую высокую доступность, поскольку служба остаётся доступной даже при потере узла. Ёмкость 3 и более обеспечивает горячую высокую доступность и ручное масштабирование пула средств выполнения.

source: Runners|Choose an executor when prompted by the command line. Executors run builds in different environments. %{linkStart}Not sure which one to select?%{linkEnd}
ko: 명령줄에서 메시지가 표시되면 러너를 선택합니다. Executor는 다양한 환경에서 빌드를 실행합니다. %{linkStart}어떤 것을 선택해야 할지 잘 모르시겠습니까?%{linkEnd}
ru: Выберите исполнителя, когда это будет предложено в командной строке. Исполнители запускают сборки в разных окружениях. %{linkStart}Не знаете что выбрать?%{linkEnd}

source: Runners|Choose your preferred GitLab Runner
ko: 선호하는 GitLab 러너 선택
ru: Выберите предпочитаемый GitLab Runner

source: Runners|Clear selection
ko: 선택 지우기
ru: Очистить выбор

source: Runners|Cloud
ko: 클라우드
ru: Облако

source: Runners|Command to register runner
ko: 러너 등록을 위한 명령

source: Runners|Configuration
ko: 구성
ru: Конфигурация

source: Runners|Containers
ko: 컨테이너
ru: Контейнеры

source: Runners|Copy Terraform configuration
ko: Terraform 구성 복사
ru: Скопировать конфигурацию Terraform

source: Runners|Copy and paste the following command into your command line to register the runner.
ko: 다음 명령을 명령줄에 복사하여 붙여넣어 러너를 등록합니다.

source: Runners|Copy command
ko: 명령 복사
ru: Скопировать команду

source: Runners|Copy commands
ko: 명령 복사
ru: Скопировать команды

source: Runners|Copy instructions
ko: 명령 복사
ru: Скопировать инструкции

source: Runners|Copy registration token
ko: 등록 토큰 복사
ru: Скопировать токен регистрации

source: Runners|Create
ko: 생성
ru: Создать

source: Runners|Create a %{codeStart}main.tf%{codeEnd} file with the following Terraform configuration. Save this file in the directory most suitable to your Terraform environment. If you don't have a directory, create a new project, and then follow the guidelines to %{linkStart}set up Terraform with GitLab%{linkEnd}.
ko: 다음 Terraform 구성으로 %{codeStart}main.tf%{codeEnd} 파일을 만듭니다. Terraform 환경에 가장 적합한 디렉토리에 이 파일을 저장합니다. 디렉토리가 없으면 새 프로젝트를 만든 다음 가이드라인에 따라 %{linkStart}GitLab으로 Terraform 설정%{linkEnd}합니다.
ru: Создайте файл %{codeStart}main.tf%{codeEnd} с следующей конфигурацией Terraform. Сохраните этот файл в директории, которая наиболее подходит для ваших окружений Terraform. Если у вас нет такой директории, создайте новый проект, а затем следуйте инструкциям, чтобы %{linkStart}настроить Terraform с GitLab%{linkEnd}.

source: Runners|Create a group runner
ko: 그룹 러너 생성
ru: Создать средство выполнения для группы

source: Runners|Create a group runner to generate a command that registers the runner with all its configurations.
ko: 그룹 러너를 생성하여 러너를 모든 구성과 함께 등록하는 명령을 생성합니다.
ru: Создайте средство выполнения группы, чтобы сгенерировать команду, которая зарегистрирует средство выполнения вместе со всеми его настройками.

source: Runners|Create a project runner
ko: 프로젝트 러너 만들기
ru: Создать средство выполнения проекта

source: Runners|Create a project runner to generate a command that registers the runner with all its configurations.
ko: 프로젝트 러너를 생성하여 러너를 모든 구성과 함께 등록하는 명령을 생성합니다.
ru: Создайте средство выполнения проекта, чтобы сгенерировать команду, которая зарегистрирует средство выполнения вместе со всеми его настройками.

source: Runners|Create an instance runner
ko: 인스턴스 러너 생성
ru: Создать средство выполнения экземпляра

source: Runners|Create an instance runner to generate a command that registers the runner with all its configurations.
ko: 인스턴스 러너를 생성하여 러너를 모든 구성과 함께 등록하는 명령을 생성합니다.
ru: Создайте средство выполнения экземпляра, чтобы сгенерировать команду, которая зарегистрирует средство выполнения вместе со всеми его настройками.

source: Runners|Create group runner
ko: 그룹 러너 생성
ru: Создать средство выполнения для группы

source: Runners|Create instance runner
ko: 인스턴스 러너 생성
ru: Создать средство выполнения экземпляра

source: Runners|Create project runner
ko: 프로젝트 러너 생성
ru: Создать средство выполнения проекта

source: Runners|Create runner
ko: 러너 만들기
ru: Создать средство выполнения

source: Runners|Created %{timeAgo}
ko: %{timeAgo}에 생성됨
ru: Создано %{timeAgo}

source: Runners|Created by %{user}
ko: %{user}가 생성함

source: Runners|Created by %{user} %{timeAgo}
ko: %{user}가 %{timeAgo}에 생성함
ru: Создано %{user} %{timeAgo}

source: Runners|Creating runners with runner registration tokens is disabled. %{linkStart}Learn more%{linkEnd}.
ko: 러너 등록 토큰을 사용하여 러너 생성이 비활성화되었습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Создание средств выполнения с помощью токенов регистрации средств выполнения отключено. %{linkStart}Подробнее%{linkEnd}.

source: Runners|Creator
ko: 생성자

source: Runners|Date range limited to %{dateRange} days
ko: 날짜 범위는 %{dateRange}일로 제한됨
ru: Диапазон дат ограничен %{dateRange} днями

source: Runners|Delete %d runner
ko: %d 러너 삭제

source: Runners|Delete %{count} runners?
ko: %{count} 러너를 삭제하시겠습니까?
ru: Удалить %{count} средств выполнения?

source: Runners|Delete runner
ko: 러너 삭제
ru: Удалить средство выполнения

source: Runners|Delete runner %{name}?
ko: 러너 %{name}삭제 ?
ru: Удалить средство выполнения %{name}?

source: Runners|Delete selected
ko: 선택 항목 삭제

source: Runners|Deploy GitLab Runner in AWS
ko: AWS에서 GitLab Runner 배포
ru: Развернуть GitLab Runner в AWS

source: Runners|Description
ko: 설명
ru: Описание

source: Runners|Details
ko: 세부 정보

source: Runners|Don't see what you are looking for? See the full list of options, including a fully customizable option %{linkStart}here%{linkEnd}.
ko: 찾고 있는 것이 보이지 않습니까? 완전히 커스터마이징할 수 있는 옵션 %{linkStart}여기%{linkEnd}를 포함하여 전체 옵션 목록을 참조하십시오.

source: Runners|Download and install binary
ko: 바이너리 다운로드 및 설치
ru: Загрузить и установить бинарный файл

source: Runners|Download latest binary
ko: 최신 바이너리 다운로드
ru: Загрузить последний бинарный файл

source: Runners|Enable stale runner cleanup
ko: 오래된 러너 정리 활성화
ru: Включить очистку неактивных средств выполнения

source: Runners|Enable stale runner cleanup?
ko: 오래된 러너 정리를 활성화하시겠습니까?
ru: Включить очистку неактивных средств выполнения?

source: Runners|Ensure that %{linkStart}billing is enabled%{linkEnd} for your Google Cloud project.
ko: Google Cloud 프로젝트에 %{linkStart}결제 사용%{linkEnd}이 설정되어 있는지 확인하세요.
ru: Убедитесь, что %{linkStart}биллинг включен%{linkEnd} для вашего проекта Google Cloud.

source: Runners|Ensure you have the %{linkStart}Owner%{linkEnd} IAM role on your Google Cloud project.
ko: Google Cloud 프로젝트에 %{linkStart}소유자%{linkEnd} IAM 역할이 있는지 확인하세요.
ru: Убедитесь, что у вас есть IAM роль %{linkStart}Owner%{linkEnd} для вашего проекта Google Cloud.

source: Runners|Enter the job timeout in seconds. Must be a minimum of 600 seconds.
ko: 타임아웃 시간을 초 단위로 입력합니다. 최소 600초 이상이어야 합니다.
ru: Введите время ожидания задания в секундах. Минимум 600 секунд.

source: Runners|Environment in Google Cloud where runners execute CI/CD jobs. Runners are created in temporary virtual machines based on demand. To improve security, use a Google Cloud project for CI/CD only.
ko: 러너가 CI/CD 작업을 실행하는 Google Cloud내의 환경입니다. 러너는 요구에 따라 임시 가상 머신에 생성됩니다. 보안을 강화하려면 CI/CD에만 Google Cloud 프로젝트를 사용하세요.
ru: Окружение в Google Cloud, где средства выполнения выполняют задачи CI/CD. Средства выполнения создаются на временных виртуальных машинах по требованию. Для повышения безопасности используйте проект Google Cloud исключительно для CI/CD.

source: Runners|Executor
ko: 실행자
ru: Исполнитель

source: Runners|Existing runners are not affected. To permit runner registration for all groups, enable this setting in the Admin area in Settings &gt; CI/CD.
ko: 기존 러너는 영향을 받지 않습니다. 모든 그룹에 러너 등록을 허용하려면 설정 &gt; CI/CD의 운영자 영역에서 이 설정을 활성화하세요.
ru: Средства выполнения, которые уже существуют, не затрагиваются. Чтобы разрешить регистрацию средств выполнения для всех групп, включите этот параметр в области администратора в разделе Настройки &gt; CI/CD.

source: Runners|Existing runners are not affected. To permit runner registration for all projects, enable this setting in the Admin area in Settings &gt; CI/CD.
ko: 기존 러너는 영향을 받지 않습니다. 모든 프로젝트에 대한 러너 등록을 허용하려면 설정 &gt; CI/CD의 운영자 영역에서 이 설정을 활성화하세요.
ru: Существующие средства выполнения не затрагиваются. Чтобы разрешить регистрацию средств выполнения для всех проектов, включите эту настройку в области администратора в разделе Настройки &gt; CI/CD.
