Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: DastProfiles|Set to a comma-separated list of request header names and values. The following headers are not supported: `content-length`, `cookie2`, `keep-alive`, `hosts`, `trailer`, `transfer-encoding`, and all headers with a `proxy-` prefix.
ko: 요청 헤더 이름과 값의 쉼표로 구분된 목록으로 설정합니다. 다음 헤더는 지원되지 않습니다: `content-length`, `cookie2`, `keep-alive`, `hosts`, `trailer`, `transfer-encoding` 및 `proxy-` 접두사가 있는 모든 헤더.
ru: Установите список имён заголовков запроса и их значений, разделённых запятой. Следующие заголовки не поддерживаются: `content-length`, `cookie2`, `keep-alive`, `hosts`, `trailer`, `transfer-encoding` и все заголовки с префиксом `proxy-`.

source: DastProfiles|Set to log protocol messages between DAST and the Chromium browser.
ko: DAST와 Chromium 브라우저 간의 프로토콜 메시지를 기록하도록 설정합니다.
ru: Установите для записи протокольных сообщений между DAST и браузером Chromium.

source: DastProfiles|Set to the path of the file log. Default is `gl-dast-scan.log`.
ko: 파일 로그의 경로로 설정합니다. 기본값은 `gl-dast-scan.log`입니다.
ru: Установите путь к файлу журнала. По умолчанию `gl-dast-scan.log`.

source: DastProfiles|Show debug messages
ko: 디버그 메시지 표시
ru: Показать отладочные сообщения

source: DastProfiles|Site name
ko: 사이트 이름
ru: Название сайта

source: DastProfiles|Site profile
ko: 사이트 프로필
ru: Профиль сайта

source: DastProfiles|Site profiles
ko: 사이트 프로필
ru: Профили сайта

source: DastProfiles|Site type
ko: 사이트 유형
ru: Тип сайта

source: DastProfiles|Skip target check
ko: 대상 점검 생략
ru: Пропустить проверку цели

source: DastProfiles|Submit button
ko: 제출 버튼
ru: Кнопка «Отправить»

source: DastProfiles|Submit button (optional)
ko: 제출 버튼 (옵션)
ru: Кнопка «Отправить» (необязательно)

source: DastProfiles|Submit field
ko: 필드 제출
ru: Поле отправки

source: DastProfiles|Success URL
ko: 성공 URL
ru: URL успешного завершения

source: DastProfiles|Success element
ko: 성공 요소
ru: Элемент успеха

source: DastProfiles|Success without login form
ko: 로그인 폼 없이 성공
ru: Успех без формы входа

source: DastProfiles|Target URL
ko: 대상 URL
ru: Целевой URL

source: DastProfiles|Target check timeout
ko: 대상 점검 시간초과
ru: Таймаут проверки целевого ресурса

source: DastProfiles|Target paths
ko: 대상 경로
ru: Пути целевого ресурса

source: DastProfiles|Target paths file
ko: 대상 경로 파일
ru: Файл путей целевого ресурса

source: DastProfiles|Target timeout
ko: 대상 시간 초과
ru: Таймаут для цели

source: DastProfiles|The PKCS12 certificate used for sites that require Mutual TLS. Must be encoded as base64 text.
ko: 상호 TLS가 필요한 사이트에 사용되는 PKCS12 인증서입니다. Base64 텍스트로 인코딩되어야 합니다.
ru: Сертификат PKCS12, используемый для сайтов, требующих взаимной аутентификации TLS. Должен быть закодирован в формате base64.

source: DastProfiles|The URL of the page containing the login form on the target website. DAST_AUTH_USERNAME and DAST_AUTH_PASSWORD are submitted with the login form to create an authenticated scan.
ko: 대상 웹사이트의 로그인 양식이 포함된 페이지의 URL입니다. DAST_AUTH_USERNAME과 DAST_AUTH_PASSWORD는 인증된 스캔을 생성하기 위해 로그인 양식과 함께 제출됩니다.
ru: URL страницы, содержащей форму входа на целевом сайте. DAST_AUTH_USERNAME и DAST_AUTH_PASSWORD отправляются вместе с формой входа для создания аутентифицированного сканирования.

source: DastProfiles|The URL of the website to scan.
ko: 스캔할 웹사이트의 URL입니다.
ru: URL веб-сайта для сканирования.

source: DastProfiles|The URLs to skip during the authenticated scan; comma-separated. Regular expression syntax can be used to match multiple URLs. For example, `.*` matches an arbitrary character sequence.
ko: 인증된 스캔 중 생략할 URL; 쉼표로 구분됩니다. 여러 URL에 맞추기 위해 정규 표현식 문법을 사용할 수 있습니다. 예를 들어, .*는 임의의 문자 시퀀스와 일치합니다.
ru: Список URL-адресов, которые следует пропустить во время аутентифицированного сканирования; разделённый запятыми. Для сопоставления нескольких URL можно использовать синтаксис регулярных выражений. Например, `.*` соответствует произвольной последовательности символов.

source: DastProfiles|The authentication type to use.
ko: 사용할 인증 유형입니다.
ru: Тип аутентификации, который следует использовать.

source: DastProfiles|The maximum amount of time to allow the browser to extract newly found elements or navigations. Defaults to `5s`.
ko: 브라우저가 새로 발견된 요소나 탐색을 추출하는 데 허용되는 최대 시간입니다. 기본값은 `5초`입니다.
ru: Максимальное время, которое разрешается браузеру на извлечение новообнаруженных элементов или навигаций. По умолчанию: `5s`.

source: DastProfiles|The maximum amount of time to allow the browser to search for new elements or user actions. Defaults to `3s`.
ko: 브라우저가 새 요소나 사용자 동작을 검색하는 데 허용되는 최대 시간입니다. 기본값은 `3초`입니다.
ru: Максимальное время, которое разрешается браузеру для поиска новых элементов или действий пользователя. По умолчанию: `3s`.

source: DastProfiles|The maximum amount of time to wait for a browser to consider a page loaded and ready for analysis after a navigation completes. Defaults to `6s`.
ko: 네비게이션이 완료된 후 브라우저가 페이지가 로드되어 분석 준비가 완료되었다고 간주할 때까지 기다리는 최대 시간입니다. 기본값은 `6초`입니다.
ru: Максимальное время ожидания, чтобы браузер посчитал страницу загруженной и готовой к анализу после завершения навигации. По умолчанию: `6s`.

source: DastProfiles|The maximum amount of time to wait for a browser to consider a page loaded and ready for analysis. Defaults to `7s`.
ko: 브라우저가 페이지가 로드되어 분석 준비가 완료되었다고 간주할 때까지 기다리는 최대 시간입니다. 기본값은 `7s`입니다.
ru: Максимальное время ожидания, чтобы браузер посчитал страницу загруженной и готовой к анализу. По умолчанию: `7s`.

source: DastProfiles|The maximum amount of time to wait for a browser to navigate from one page to another. Defaults to `15s`.
ko: 브라우저가 한 페이지에서 다른 페이지로 탐색하는 데 기다리는 최대 시간입니다. 기본값은 `15s`입니다.
ru: Максимальное время ожидания, чтобы браузер перешёл с одной страницы на другую. По умолчанию: `15s`.

source: DastProfiles|The maximum amount of time to wait for an element before determining it is ready for analysis. Defaults to `300ms`.
ko: 요소가 분석 준비가 완료되었다고 판단하기 전에 기다리는 최대 시간입니다. 기본값은 `300ms`입니다.
ru: Максимальное время ожидания элемента перед определением, что он готов для анализа. По умолчанию: `300ms`.

source: DastProfiles|The maximum amount of time to wait for the active scan phase of the scan to complete. Defaults to 3h.
ko: 능동형 스캔 단계가 완료될 때까지 기다리는 최대 시간입니다. 기본값은 3h입니다.
ru: Максимальное время ожидания завершения фазы активного сканирования. По умолчанию: 3h.

source: DastProfiles|The maximum amount of time to wait for the crawl phase of the scan to complete. Defaults to `24h`.
ko: 스캔의 크롤링 단계가 완료될 때까지 기다리는 최대 시간입니다. 기본값은 `24h`입니다.
ru: Максимальное время ожидания завершения фазы обхода сканирования. По умолчанию: `24h`.

source: DastProfiles|The maximum number of actions that the crawler performs. Example actions include selecting a link, or filling out a form. Defaults to `10000`.
ko: 크롤러가 수행하는 최대 동작 수입니다. 예를 들어 링크 선택이나 양식 작성과 같은 동작이 포함됩니다. 기본값은 `10,000`입니다.
ru: Максимальное количество действий, выполняемых краулером. Примеры действий включают выбор ссылки или заполнение формы. По умолчанию: 10000.

source: DastProfiles|The maximum number of chained actions that the crawler takes. For example, `Click, Form Fill, Click` is a depth of three. Defaults to `10`.
ko: 크롤러가 수행하는 최대 연결된 동작의 수입니다. 예를 들어, `클릭, 양식 작성, 클릭`은 깊이가 3입니다. 기본값은 `10`입니다.
ru: Максимальное количество связанных действий, которые выполняет краулер. Например, «Клик, Заполнение формы, Клик» — это глубина три. По умолчанию: 10.

source: DastProfiles|The maximum number of concurrent browser instances to use. For instance runners on GitLab.com, we recommended a maximum of three. Private runners with more resources may benefit from a higher number, but are likely to produce little benefit after five to seven instances. The default value is dynamic, equal to the number of usable logical CPUs.
ko: 사용할 수 있는 동시 브라우저 인스턴스의 최대 수입니다. 예를 들어 GitLab.com의 러너에서는 최대 3개의 인스턴스를 권장합니다. 더 많은 리소스를 가진 개인 러너는 더 높은 수의 인스턴스에서 이점을 얻을 수 있지만, 5개에서 7개 이상의 인스턴스에서는 큰 이점이 없을 가능성이 높습니다. 기본값은 사용 가능한 논리 CPU의 수와 동일한 동적 값입니다.
ru: Максимальное количество одновременно используемых экземпляров браузера. Для средств выполнения на GitLab.com рекомендуется максимальное количество три. Частные средства выполнения с большими ресурсами могут получить пользу от большего количества, но, вероятно, не получат значительного преимущества после пяти-семи экземпляров. Значение по умолчанию динамическое, равное количеству доступных логических процессоров.

source: DastProfiles|The maximum number of minutes allowed for the crawler to traverse the site.
ko: 크롤러가 사이트를 퍼 오는데 허용되는 최대 시간(분)입니다.
ru: Максимальное количество минут, разрешённое для обхода сайта краулером.

source: DastProfiles|The maximum number of seconds allowed for the site under test to respond to a request.
ko: 테스트 중인 사이트가 요청에 응답하는 데 허용되는 최대 시간(초).
ru: Максимальное количество секунд, разрешённое для ответа сайта на запрос.

source: DastProfiles|The maximum size of a HTTP response body. Responses with bodies larger than this are blocked by the browser. Defaults to `10` MB.
ko: HTTP 응답 본문의 최대 크기입니다. 이보다 큰 본문을 가진 응답은 브라우저에 의해 차단됩니다. 기본값은 `10MB`입니다.
ru: Максимальный размер тела ответа HTTP. Ответы с телом, превышающим этот размер, блокируются браузером. По умолчанию — 10 МБ.

source: DastProfiles|The number of active checks to run in parallel. Defaults to 3.
ko: 병렬로 실행할 능동형 체크의 수입니다. 기본값은 3입니다.
ru: Количество активных проверок, которые выполняются параллельно. По умолчанию: 3.

source: DastProfiles|The password of the certificate used in `DAST_PKCS12_CERTIFICATE_BASE64`. Create sensitive [custom CI/CI variables](%{documentation_link}) using the GitLab UI.
ko: `DAST_PKCS12_CERTIFICATE_BASE64`에서 사용되는 인증서의 비밀번호입니다. GitLab UI를 사용하여 민감한 [사용자 정의 CI/CI 변수](%{documentation_link})를 만듭니다.
ru: Пароль сертификата, используемого в `DAST_PKCS12_CERTIFICATE_BASE64`. Создайте чувствительные [пользовательские переменные CI/CD](%{documentation_link}) с помощью интерфейса GitLab.

source: DastProfiles|The password to authenticate to in the website.
ko: 웹사이트에서 인증하는 데 사용하는 비밀번호입니다.
ru: Пароль для аутентификации на сайте.

source: DastProfiles|The username to authenticate to in the website.
ko: 웹사이트에서 인증하는 데 사용하는 사용자명입니다.
ru: Имя пользователя для аутентификации на сайте.

source: DastProfiles|This profile is currently being used in a policy.
ko: 이 프로필은 현재 정책에서 사용중입니다.
ru: Этот профиль сейчас используется в политике.

source: DastProfiles|This scanner profile is currently being used by a policy. To make edits you must remove it from the active policy.
ko: 이 스캐너 프로필은 현재 정책에서 사용 중입니다. 편집하려면 활성 정책에서 제거해야 합니다.
ru: Этот профиль сканера в настоящее время используется политикой. Чтобы внести изменения, вы должны удалить его из активной политики.

source: DastProfiles|This site profile is currently being used by a policy. To make edits you must remove it from the active policy.
ko: 이 사이트 프로필은 현재 정책에서 사용 중입니다. 편집하려면 활성 정책에서 제거해야 합니다.
ru: Этот профиль сайта в настоящее время используется политикой. Чтобы внести изменения, вы должны удалить его из активной политики.

source: DastProfiles|Time limit in seconds to wait for target availability. Default: `60s`.
ko: 대상 가용성을 기다리는 시간 제한(초)입니다. 기본값은 `60초`입니다.
ru: Лимит времени в секундах для ожидания доступности цели. По умолчанию: `60s`.

source: DastProfiles|Timeout
ko: 시간 초과
ru: Таймаут

source: DastProfiles|URL
ko: URL
ru: URL

source: DastProfiles|URLs to skip during the authenticated scan.
ko: 인증된 스캔 중 생략할 URL
ru: URL, которые нужно пропустить во время сканирования с проверкой подлинности.

source: DastProfiles|Update variable
ko: 변수 업데이트
ru: Обновить переменную

source: DastProfiles|Use cache
ko: 캐시 사용
ru: Использовать кэш

source: DastProfiles|Username
ko: 사용자명
ru: Имя пользователя

source: DastProfiles|Username field
ko: 사용자명 필드
ru: Поле для имени пользователя

source: DastProfiles|Username form field
ko: 사용자명 양식 필드
ru: Поле для имени пользователя

source: DastProfiles|Validate
ko: 검증
ru: Проверить

source: DastProfiles|Validate site profile
ko: 사이트 프로필 유효성 검사
ru: Проверить профиль сайта

source: DastProfiles|Validation status
ko: 검증 상태
ru: Статус проверки

source: DastProfiles|Value
ko: 값
ru: Значение

source: DastProfiles|Variable
ko: 변수
ru: Переменная

source: DastProfiles|Verifies successful authentication by checking for the absence of a login form after the login form has been submitted. This success check is enabled by default.
ko: 로그인 양식이 제출된 후 로그인 양식이 없는지 확인하여 인증 성공을 검증합니다. 이 성공 검사는 기본적으로 활성화되어 있습니다.
ru: Определяет, успешна ли аутентификация, проверяя отсутствие формы входа после её отправки. Эта проверка успешности включена по умолчанию.

source: DastProfiles|Website
ko: 웹사이트
ru: Сайт

source: DastProfiles|What does each method do?
ko: 각각의 방법은 무엇을 합니까?
ru: Что делает каждый метод?

source: DastProfiles|Which servers should be allowed for integrated authentication and delegation. This property sets two Chromium policies: [AuthServerAllowlist](https://chromeenterprise.google/policies/#AuthServerAllowlist) and [AuthNegotiateDelegateAllowlist](https://chromeenterprise.google/policies/#AuthNegotiateDelegateAllowlist). [Introduced](https://gitlab.com/gitlab-org/gitlab/-/issues/502476) in GitLab 17.6.
ko: 통합 인증 및 위임을 허용해야 하는 서버. 이 속성은 두 가지 크롬 정책을 설정합니다: [AuthServerAllowlist](https://chromenterprise.google/policys/#AuthServerAllowlist)와 [AuthNegotiateDelegateAllowlist](https://chromenterprise.google/policyies/#AuthNegotiateDelegateAllowlist). [GitLab 17.6에 소개됨](https://gitlab.com/gitlab-org/gitlab/-/issues/502476) .
ru: Какие серверы должны быть разрешены для интегрированной аутентификации и делегирования. Это свойство устанавливает две политики Chromium: [AuthServerAllowlist](https://chromeenterprise.google/policies/#AuthServerAllowlist) и [AuthNegotiateDelegateAllowlist](https://chromeenterprise.google/policies/#AuthNegotiateDelegateAllowlist). [Введено](https://gitlab.com/gitlab-org/gitlab/-/issues/502476) в GitLab 17.6.

source: DastProfiles|Worker count
ko: 처리기 개수
ru: Количество рабочих процессов

source: DastProfiles|You can either choose a passive scan or validate the target site from the site profile management page. %{docsLinkStart}Learn more about site validation.%{docsLinkEnd}
ko: 사이트 프로필 관리 페이지에서 수동형 스캔을 선택하거나 대상 사이트의 유효성을 검증할 수 있습니다. %{docsLinkStart}사이트 유효성 검증에 대해 자세히 알아보십시오.%{docsLinkEnd}
ru: Вы можете выбрать пассивный скан или проверить целевой сайт на странице управления профилем сайта. %{docsLinkStart}Подробнее об валидации сайта.%{docsLinkEnd}

source: DastProfiles|You cannot run an active scan against an unvalidated site.
ko: 검증되지 않은 사이트에서는 능동형 스캔을 실행할 수 없습니다.
ru: Невозможно запустить активное сканирование неподтвержденного сайта.

source: DastProfiles|https://example.com/dast_example.har
ko: https://example.com/dast_example.har
ru: https://example.com/dast_example.har

source: DastProfiles|https://example.com/openapi.json
ko: https://example.com/openapi.json
ru: https://example.com/openapi.json

source: DastProfiles|https://example.com/postman_collection.json
ko: https://example.com/postman_collection.json
ru: https://example.com/postman_collection.json

source: DastSiteValidation|Copy HTTP header to clipboard
ko: HTTP 헤더를 클립보드에 복사
ru: Скопировать HTTP-заголовок в буфер обмена

source: DastSiteValidation|Copy Meta tag to clipboard
ko: 메타 태그를 클립보드에 복사

source: DastSiteValidation|Could not create validation token. Please try again.
ko: 검증 토큰을 생성할 수 없습니다. 다시 시도해 주세요.

source: DastSiteValidation|Could not revoke validation. Please try again.
ko: 검증을 해지 할 수 없습니다. 다시 시도해 주세요.

source: DastSiteValidation|Download validation text file
ko: 검증 텍스트 파일 다운로드

source: DastSiteValidation|Header validation
ko: 헤더 유효성 검증

source: DastSiteValidation|Meta tag validation
ko: 메타 태그 유효성 검증

source: DastSiteValidation|Not validated
ko: 검증되지 않음

source: DastSiteValidation|Retry validation
ko: 유효성 검증 재시도

source: DastSiteValidation|Revoke validation
ko: 유효성 검증 해지

source: DastSiteValidation|Step 1 - Choose site validation method.
ko: 1 단계 - 사이트 유효성 검증 방법을 선택하세요.
ru: Шаг 1 - Выберите метод проверки сайта.

source: DastSiteValidation|Step 2 - Add the following HTTP header to your site.
ko: 2 단계 - 사이트에 다음 HTTP 헤더를 추가하세요.
ru: Шаг 2 - Добавьте следующий HTTP-заголовок на ваш сайт.

source: DastSiteValidation|Step 2 - Add the following meta tag to your site.
ko: 2 단계 - 사이트에 다음 메타 태그를 추가하세요.
ru: Шаг 2 - Добавьте следующий мета-тег на ваш сайт.

source: DastSiteValidation|Step 2 - Download the following text file, then upload it to the target site.
ko: 2 단계 - 다음 텍스트 파일을 다운로드한 뒤, 대상 사이트에 업로드하세요.
ru: Шаг 2 - Скачайте следующий текстовый файл, а затем загрузите его на целевой сайт.

source: DastSiteValidation|Step 3 - Confirm header location.
ko: 3 단계 - 헤더의 위치를 확인하세요.
ru: Шаг 3 - Подтвердите местоположение заголовка.

source: DastSiteValidation|Step 3 - Confirm meta tag location.
ko: 3 단계 - 메타 태그의 위치를 확인하세요.
ru: Шаг 3 - Подтвердите местоположение мета-тега.

source: DastSiteValidation|Step 3 - Confirm text file location.
ko: 3 단계 - 텍스트 파일의 위치를 확인하세요.
ru: Шаг 3 - Подтвердите местоположение текстового файла.

source: DastSiteValidation|Text file validation
ko: 텍스트 파일 유효성 검증

source: DastSiteValidation|The validation has failed. Please try again.
ko: 유효성 검증에 실패했습니다. 다시 시도해 주세요.

source: DastSiteValidation|The validation is in progress. Please wait…
ko: 유효성 검증이 진행 중입니다. 기다려 주세요...
ru: Проверка выполняется. Пожалуйста, подождите…

source: DastSiteValidation|This will affect %d other profile targeting the same URL.
ko: 이것은 동일한 URL을 대상으로 하는 다른 %d개의 프로필에 영향을 줍니다.

source: DastSiteValidation|To run an active scan, validate your site. Site profile validation reduces the risk of running an active scan against the wrong website. All site profiles that share the same base URL share the same validation status.
ko: 능동형 스캔을 실행하려면 사이트를 검증하십시오. 사이트 프로필 유효성 검사는 잘못된 웹 사이트에 대해 액티브 스캔을 실행하는 위험을 줄입니다. 동일한 기본 URL을 공유하는 모든 사이트 프로필은 동일한 검증 상태를 공유합니다.
ru: Чтобы запустить активное сканирование, выполните проверку вашего сайта. Проверка профиля сайта снижает риск выполнения активного сканирования против неправильного веб-сайта. Все профили сайта с одинаковым базовым URL имеют одинаковый статус проверки.

source: DastSiteValidation|Validate
ko: 유효성 검증

source: DastSiteValidation|Validate site
ko: 사이트 유효성 검증

source: DastSiteValidation|Validated
ko: 검증됨

source: DastSiteValidation|Validating…
ko: 유효성 검증중...
ru: Проверка…

source: DastSiteValidation|Validation failed
ko: 유효성 검증 실패

source: DastSiteValidation|Validation failed for %{url}. %{retryButtonStart}Retry validation%{retryButtonEnd}.
ko: %{url}에 대한 유효성 검증에 실패했습니다. %{retryButtonStart}유효성 검증 재시도%{retryButtonEnd}.
ru: Проверка %{url} не удалась. %{retryButtonStart}Повторить проверку%{retryButtonEnd}.

source: DastSiteValidation|Validation succeeded. Both active and passive scans can be run against the target site.
ko: 유효성 검증에 성공했습니다. 대상 사이트에서 능동형 및 수동형 스캔을 모두 실행할 수 있습니다.
ru: Валидация прошла успешно. Активное и пассивное сканирование может быть выполнено для целевого сайта.

source: DastSiteValidation|You will not be able to run active scans against %{url}.
ko: %{url}에 대해 능동형 스캔를 실행할 수 없습니다.
ru: Вы не сможете выполнить активное сканирование для %{url}.

source: Data is still calculating…
ko: 데이터가 아직 계산중입니다...
ru: Данные всё ещё рассчитываются…

source: Data refresh
ko: 데이터 새로 고침

source: Data type
ko: 데이터 유형
ru: Тип данных

source: Database '%{database_name}' is using PostgreSQL %{pg_version_current}, but this version of GitLab requires PostgreSQL %{pg_version_minimum}. Please upgrade your environment to a supported PostgreSQL version. See %{pg_requirements_url} for details.
ko: 데이터베이스 '%{database_name}'은 PostgreSQL %{pg_version_current}을 사용하고 있지만 이 버전의 GitLab에는 PostgreSQL %{pg_version_minimum} 가 필요합니다. 지원되는 PostgreSQL 버전으로 환경을 업그레이드하십시오. 자세한 내용은 %{pg_requirements_url} 을 참조하십시오.
ru: База данных '%{database_name}' использует PostgreSQL %{pg_version_current}, но данная версия GitLab требует PostgreSQL %{pg_version_minimum}. Пожалуйста, обновите вашу среду до поддерживаемой версии PostgreSQL. Подробности см. в разделе %{pg_requirements_url}.

source: Database update failed
ko: 데이터베이스 업데이트 실패
ru: Ошибка обновления базы данных

source: DatadogIntegration|%{link_start}API key%{link_end} used for authentication with Datadog.
ko: %{link_start}API 키%{link_end} 는 Datadog 인증에 사용됩니다.
ru: %{link_start}Ключ API%{link_end}, используемый для аутентификации в Datadog.

source: DatadogIntegration|API URL
ko: API URL
ru: URL API

source: DatadogIntegration|Additionally, enable CI Visibility to send pipeline information to Datadog to monitor for job failures and troubleshoot performance issues.
ko: 추가로 CI 가시성을 활성화하여 Datadog에 파이프라인 정보를 전송하고 작업 실패를 모니터링하며 성능 문제를 해결할 수 있습니다.
ru: Кроме того, включите CI Visibility, чтобы отправлять информацию о конвейере в Datadog для мониторинга сбоев заданий и устранения проблем с производительностью.

source: DatadogIntegration|CI Visibility
ko: CI 가시성
ru: CI Visibility

source: DatadogIntegration|Connect your GitLab projects to your Datadog account to synchronize repository metadata and enrich telemetry on your Datadog account.
ko: GitLab 프로젝트를 Datadog 계정에 연결하여 리포지토리 메타데이터를 동기화하고 Datadog 계정의 텔레메트리를 강화하세요.
ru: Подключите свои проекты GitLab к учётной записи Datadog, чтобы синхронизировать метаданные репозитория и обогатить телеметрию в вашей учётной записи Datadog.

source: DatadogIntegration|Connect your projects to Datadog and trace your GitLab pipelines.
ko: 프로젝트를 Datadog에 연결하고 GitLab 파이프라인을 추적하세요
ru: Подключите свои проекты к Datadog и отслеживайте конвейеры GitLab.

source: DatadogIntegration|Custom tags for pipeline data in Datadog. Enter one tag per line in the %{codeOpen}key:value%{codeClose} format. %{linkOpen}How do I use tags?%{linkClose}
ko: Datadog의 파이프라인 데이터에 대한 커스텀 태그. %{codeOpen}key:value%{codeClose} 형식으로 한 줄에 하나의 태그를 입력하세요. %{linkOpen}태그를 어떻게 사용하나요?%{linkClose}"
ru: Пользовательские теги для данных конвейера в Datadog. Вводите по одному тегу на строку в формате %{codeOpen}ключ:значение%{codeClose}. %{linkOpen}Как использовать теги?%{linkClose}

source: DatadogIntegration|Datadog account
ko: Datadog 계정
ru: Учётная запись Datadog

source: DatadogIntegration|Datadog site to send data to. Learn more about Datadog sites in the %{link_start}documentation%{link_end}.
ko: 데이터를 전송할 Datadog 사이트. %{link_start}문서%{link_end}에서 Datadog 사이트에 대해 자세히 알아보세요.
ru: Сайт Datadog, на который отправляются данные. Подробнее о сайтах Datadog — в %{link_start}документации%{link_end}.

source: DatadogIntegration|Enable CI Visibility
ko: CI 가시성 활성화
ru: Включить CI Visibility

source: DatadogIntegration|Enabled
ko: 활성화됨
ru: Включена

source: DatadogIntegration|Environment
ko: 환경
ru: Окружение

source: DatadogIntegration|For self-managed deployments, set the %{codeOpen}env%{codeClose} tag for all the pipeline data sent to Datadog. %{linkOpen}How do I use tags?%{linkClose}
ko: 자체 관리 배포의 경우, Datadog에 전송되는 모든 파이프라인 데이터에 대해 %{codeOpen}env%{codeClose} 태그를 설정하세요. %{linkOpen}태그를 어떻게 사용하나요?%{linkClose}
ru: Для автономных развёртываний задайте тег %{codeOpen}env%{codeClose} для всех данных конвейера, отправляемых в Datadog. %{linkOpen}Как использовать теги?%{linkClose}

source: DatadogIntegration|Full URL of your Datadog site. Only required if you do not use a standard Datadog site.
ko: Datadog 사이트의 전체 URL. 표준 Datadog 사이트를 사용하지 않는 경우에만 필요합니다.
ru: Полный URL вашего сайта Datadog. Требуется только в случае, если вы не используете стандартный сайт Datadog.

source: DatadogIntegration|Service
ko: 서비스
ru: Служба

source: DatadogIntegration|Tag all pipeline data from this GitLab instance in Datadog. Can be used when managing several self-managed deployments.
ko: 이 GitLab 인스턴스의 모든 파이프라인 데이터를 Datadog에서 태그합니다. 여러 자체 관리 배포를 관리할 때 사용할 수 있습니다.
ru: Добавлять тег ко всем данным конвейера из этого экземпляра GitLab в Datadog. Можно использовать при управлении несколькими автономными развёртываниями.

source: DatadogIntegration|Tags
ko: 태그
ru: Теги
