Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: No email participants were added. Either none were provided, or they already exist.
ko: 이메일 참가자가 추가되지 않았습니다. 아무것도 제공되지 않았거나 이미 존재합니다.
ru: Ни один из участников рассылки не был добавлен: либо они не были указаны, либо они уже существуют.

source: No email participants were removed. Either none were provided, or they don't exist.
ko: 제거된 이메일 참가자가 없습니다. 제공된 이메일이 없거나 존재하지 않습니다.
ru: Ни один из участников рассылки не был удалён: либо они не были указаны, либо не существуют.

source: No errors to display.
ko: 표시할 오류가 없습니다.

source: No estimate or time spent
ko: 추정 시간이나 소비된 시간이 없습니다.
ru: Нет оценочного или потраченного времени

source: No file chosen.
ko: 선택된 파일이 없습니다.
ru: Файл не выбран.

source: No file hooks found.
ko: 파일 후크를 찾을 수 없습니다.

source: No file selected
ko: 파일 선택 안됨
ru: Файл не выбран

source: No files found
ko: 파일을 찾을 수 없습니다
ru: Файлы не найдены

source: No files found.
ko: 파일을 찾을 수 없습니다.
ru: Файлы не найдены.

source: No forks are available to you.
ko: 사용할 수 있는 포크가 없습니다.
ru: Для вас нет доступных форков.

source: No group provided
ko: 제공된 그룹이 없습니다.
ru: Группа не указана

source: No groups or projects found
ko: 그룹이나 프로젝트를 찾을 수 없음
ru: Группы или проекты не найдены

source: No issues found
ko: 발견된 이슈 없음

source: No iteration
ko: 이터레이션이 없습니다.
ru: Нет итераций

source: No label
ko: 라벨 없음
ru: Нет метки

source: No labels
ko: 라벨 없음
ru: Нет меток

source: No labels found
ko: 라벨을 찾을 수 없습니다.
ru: Метки не найдены

source: No labels with such name or description
ko: 해당 이름 또는 설명이 있는 라벨이 없습니다.
ru: Нет меток с таким наименованием или описанием

source: No linked issue matches the provided parameter.
ko: 주어진 파라메터와 일치하는 링크된 이슈가 없습니다.
ru: Ни одно связанное обсуждение не соответствует указанному параметру.

source: No matches found
ko: 일치하는 항목이 없음
ru: Совпадений не найдено

source: No matching %{issuable} found. Make sure that you are adding a valid %{issuable} ID.
ko: 일치하는 %{issuable} 이 없습니다. 유효한 %{issuable} ID를 추가하고 있는지 확인하십시오.

source: No matching %{issuable} found. Make sure that you are adding a valid %{issuable} URL.
ko: 일치하는 %{issuable} 를 찾을 수 없습니다. 유효한 %{issuable} URL을 추가했는지 확인하십시오.

source: No matching labels
ko: 일치하는 라벨이 없습니다.
ru: Нет подходящих меток

source: No matching results
ko: 일치하는 결과가 없습니다.
ru: Нет подходящих результатов

source: No matching results for "%{query}"
ko: "%{query}"에 대해 일치하는 결과가 없습니다.
ru: Нет подходящих результатов для «%{query}»

source: No matching templates
ko: 일치하는 템플릿이 없습니다.
ru: Нет подходящих шаблонов

source: No matching work item found.
ko: 일치하는 작업 항목이 없습니다.

source: No matching work item found. Make sure you are adding a valid ID and you have access to the item.
ko: 일치하는 작업 항목이 없습니다. 유효한 ID를 추가하고 항목에 액세스할 수 있는지 확인하십시오.

source: No memberships found
ko: 멤버십이 없습니다.

source: No merge requests match this list.
ko: 이 목록과 일치하는 머지 리퀘스트가 없습니다.
ru: Список не содержит запросов на слияние.

source: No milestone
ko: 마일스톤이 없습니다.
ru: Нет этапа

source: No more seats in subscription
ko: 더 이상 구독 좌석이 없습니다.
ru: В тарифе больше нет лицензий

source: No more than %{max_frameworks} compliance frameworks can be updated at the same time.
ko: 동시에 업데이트할 수 있는 규정 준수 프레임워크 수는 %{max_frameworks} 개 이하입니다.
ru: Одновременно можно обновить не более %{max_frameworks} регламентов соблюдения норм.

source: No more than %{max_work_items} work items can be modified at the same time.
ko: %{max_work_items} 개 이상의 작업 항목을 동시에 수정할 수 없습니다.
ru: Одновременно можно изменить не более %{max_work_items} рабочих элементов.

source: No more than %{max_work_items} work items can be updated at the same time
ko: 동시에 업데이트할 수 있는 작업 항목은 %{max_work_items} 개까지입니다.
ru: Одновременно можно обновить не более %{max_work_items} элементов

source: No one allowed
ko: 아무에게도 허락되지 않음
ru: Запрещено всем

source: No open merge requests
ko: 오픈된 머지 리퀘스트가 없음
ru: Нет открытых запросов на слияние

source: No options found
ko: 옵션을 찾을 수 없습니다

source: No other labels with such name or description
ko: 해당 이름 또는 설명이있는 다른 라벨이 없습니다.
ru: Нет других меток с таким наименованием или описанием

source: No parallel deployments
ko: 병렬 배포 없음
ru: Нет параллельных развёртываний

source: No parent group
ko: 상위 그룹 없음
ru: Нет родительской группы

source: No pending comments
ko: 대기중인 댓글 없음
ru: Нет ожидающих комментариев

source: No phone number data for matching
ko: 일치하는 전화번호 데이터가 없습니다.

source: No placeholder users are awaiting reassignment.
ko: 재할당을 기다리는 플레이스홀더 사용자가 없습니다.
ru: Нет временных пользователей, ожидающих переназначения.

source: No plan
ko: 계획 없음

source: No policy matches this license
ko: 이 라이선스와 일치하는 정책이 없습니다.
ru: Ни одна политика не соответствует этой лицензии

source: No policy violations found
ko: 정책 위반 사항이 발견되지 않았습니다.
ru: Нарушения политик не найдены

source: No preview for this file type
ko: 이 파일 형식에 대한 미리보기가 없습니다.
ru: Предварительный просмотр для этого типа файла недоступен

source: No prioritized labels with such name or description
ko: 해당 이름이나 설명이 포함된 우선순위 라벨이 없습니다.
ru: Нет приоритетных меток с таким названием или описанием

source: No prioritized labels yet!
ko: 아직 우선 순위 라벨이 없습니다!
ru: Пока нет приоритетных меток!

source: No project found
ko: 프로젝트를 찾을 수 없음
ru: Проекты не найдены.

source: No project selected
ko: 선택한 프로젝트가 없음

source: No projects
ko: 프로젝트 없음

source: No projects available.
ko: 사용 가능한 프로젝트가 없습니다.

source: No projects found
ko: 프로젝트를 찾을 수 없습니다.

source: No public deploy keys
ko: 공개 배포 키 없음
ru: Нет открытых ключей развёртывания

source: No ref selected
ko: 선택된 ref 가 없습니다.

source: No regions configured
ko: 지역이 설정되지 않음

source: No related branches found
ko: 관련 브랜치가 없습니다.
ru: Связанные ветки не найдены

source: No related tags found
ko: 관련 태그가 없습니다.
ru: Связанные теги не найдены

source: No repository
ko: 리포지토리 없음
ru: Нет репозитория

source: No results
ko: 결과 없음

source: No results found
ko: 검색 결과가 없습니다
ru: Ничего не найдено

source: No results found.
ko: 결과를 찾을 수 없습니다.
ru: Ничего не найдено.

source: No runner executable
ko: 실행 가능한 러너는 없습니다.

source: No seat available
ko: 가용 좌석 없음
ru: Нет доступных лицензий

source: No seats left in subscription
ko: 더 이상 구독 좌석이 남아있지 않습니다
ru: В тарифе не осталось доступных лицензий

source: No service accounts
ko: 서비스 계정이 없습니다.
ru: Нет учётных записей служб

source: No severity matches the provided parameter
ko: 제공된 매개변수와 일치하는 심각도가 없습니다.
ru: Ни один уровень серьёзности не соответствует указанному параметру

source: No slash-separated component can begin with %{sequencePrefixes}
ko: 슬래시로 구분된 컴포넌트는 %{sequencePrefixes}으로 시작할 수 없습니다.

source: No slash-separated component can end with %{sequencePostfixes}
ko: 슬래시로 구분된 컴포넌트는 %{sequencePostfixes}으로 끝날 수 없습니다.

source: No slash-separated tag name component can be empty
ko: 슬래시로 구분된 태그 이름 컴포넌트는 비워둘 수 없습니다.

source: No source selected
ko: 선택한 소스 없습니다.
ru: Источник не выбран

source: No stack trace for this error
ko: 이 오류에 대한 스택 추적이 없습니다.
ru: Для данной ошибки недостуна трассировка стека

source: No starrers matched your search
ko: 검색어와 일치하는 별점이 없습니다.

source: No start date – %{dueDate}
ko: 시작일 없음 – %{dueDate}
ru: Нет даты начала – %{dueDate}

source: No status
ko: 상태 없음
ru: Нет статуса

source: No suggestions found
ko: 제안을 찾을 수 없습니다.
ru: Предложения не найдены

source: No template
ko: 템플릿 없음
ru: Нет шаблона

source: No template selected
ko: 선택한 템플릿은 없습니다.
ru: Шаблон не выбран

source: No test coverage
ko: 테스트 커버리지는 없습니다.
ru: Без покрытия тестами

source: No user provided
ko: 사용자가 제공되지 않음
ru: Пользователь не указан

source: No vulnerabilities present
ko: 취약점은 없습니다.
ru: Уязвимости отсутствуют

source: No webhook events
ko: Webhook 이벤트 없습니다.

source: No webhooks enabled. Select trigger events above.
ko: 활성화된 webhook이 없습니다. 위의 트리거 이벤트를 선택하십시오.
ru: Нет включённых вебхуков. Выберите триггерные события выше.

source: No work item IDs provided.
ko: 제공된 작업 항목 ID가 없습니다.

source: No work item found.
ko: 작업 항목을 찾을 수 없습니다.
ru: Рабочий элемент не найден.

source: No worries, you can still use all the %{strong}%{plan_name}%{strong_close} features for now. You have %{remaining_days} day to renew your subscription.
ko: 걱정할 필요 없습니다. 지금은 모든 %{strong}%{plan_name}%{strong_close} 기능을 계속 사용할 수 있습니다. %{remaining_days} 일 이내에 구독을 갱신해야 합니다.

source: No wrap
ko: 랩 없음
ru: Без переноса

source: No. of commits
ko: 커밋 수
ru: Количество коммитов

source: Nobody has starred this repository yet
ko: 아직 아무도 이 리포지토리에 별표를 표시하지 않았습니다.

source: Node was successfully created.
ko: 노드가 성공적으로 생성되었습니다.

source: Node was successfully updated.
ko: 노드가 성공적으로 업데이트되었습니다.

source: Nodes
ko: 노드
ru: Узлы

source: Non-admin users are restricted to read-only access, in both GitLab UI and API.
ko: 운영자가 아닌 사용자는 GitLab UI 및 API 모두에서 읽기 전용 접근으로 제한됩니다.
ru: Пользователи, не являющиеся администраторами, имеют доступ только для чтения как в пользовательском интерфейсе GitLab, так и в API.

source: Non-archived
ko: 보관되지 않음
ru: Не в архиве

source: None
ko: 없음
ru: Пусто

source: None of the group milestones have the same project as the release
ko: 그룹 마일스톤 중 릴리스와 동일한 프로젝트가 없습니다.
ru: Ни один из этапов группы не относится к тому же проекту, что и релиз

source: Normal text
ko: 일반 텍스트
ru: Обычный текст

source: Normal view
ko: 일반 보기
ru: Обычный вид

source: Not Connected
ko: 연결 되지 않음
ru: Не соединено

source: Not adopted
ko: 채택되지 않음

source: Not all browsers support WebAuthn. You must save your recovery codes after you first register a two-factor authenticator to be able to sign in, even from an unsupported browser.
ko: 모든 브라우저가 WebAuthn을 지원하는 것은 아닙니다. 지원되지 않는 브라우저에서도 로그인하려면 이중 인증기를 처음 등록한 후 복구 코드를 저장해야 합니다.
ru: Не все браузеры поддерживают WebAuthn. Вы должны сохранить коды восстановления после первой регистрации двухфакторного аутентификатора, чтобы иметь возможность войти в систему даже из неподдерживаемого браузера.

source: Not all data has been processed yet, the accuracy of the chart for the selected timeframe is limited.
ko: 모든 데이터가 아직 처리되지 않았으므로 선택한 기간에 대한 차트의 정확도가 제한됩니다.
ru: Были обработаны не все данные, точность графика для выбранного периода времени ограничена.

source: Not applicable
ko: 적용할 수 없음

source: Not applicable.
ko: 적용되지 않습니다.

source: Not available
ko: 사용할 수 없음
ru: Недоступно

source: Not available for private projects
ko: 비공개 프로젝트에는 사용할 수 없습니다.
ru: Недоступно для приватных проектов

source: Not available for protected branches
ko: 프로텍트된 브랜치에는 사용할 수 없습니다.
ru: Недоступно для защищенных веток

source: Not confidential
ko: 공개됨
ru: Не конфиденциально

source: Not enabled
ko: 활성화되지 않음
ru: Отключено

source: Not fixed
ko: 수정되지 않음
ru: Не исправлений

source: Not found
ko: 찾을 수 없음

source: Not found.
ko: 찾을 수 없음.

source: Not in use
ko: 사용하지 않음
ru: Не используется

source: Not permitted to create compliance control
ko: 규정 준수 컨트롤을 생성이 허용되지 않습니다.

source: Not permitted to create requirement
ko: 요구 사항을 생성할 권한이 없습니다.
ru: Создание требования запрещено

source: Not permitted to destroy framework
ko: 프레임워크를 파괴는 허용되지 않았습니다.

source: Not permitted to destroy requirement
ko: 요구 사항을 삭제할 권한이 없습니다.

source: Not permitted to destroy requirement control
ko: 요구사항 제어를 파기하는 것은 허용되지 않습니다.

source: Not permitted to refresh compliance requirement status
ko: 규정 준수 요구 사항 상태를 새로 고칠 권한이 없음
ru: Нет прав на обновление статуса требования по соблюдению норм

source: Not permitted to reset user feed token
ko: 사용자 피드 토큰을 재설정할 수 없음
ru: Не разрешено сбрасывать токен канала пользователя

source: Not permitted to update requirement
ko: 요구 사항을 업데이트할 권한이 없습니다.

source: Not permitted to update requirement control
ko: 요구 사항 제어를 업데이트할 수 있는 권한이 없습니다.

source: Not ready yet. Try again later.
ko: 준비되지 않았습니다. 나중에 다시 시도하십시오.

source: Not started
ko: 시작되지 않음

source: Not supported
ko: 지원되지 않음
ru: Не поддерживается

source: Not validated
ko: 유효성 검증이 되지 않음
ru: Не проверено

source: Note
ko: 노트
ru: Заметка

source: Note creation requests
ko: 노트 생성 요청
ru: Запросы на создание заметок

source: Note parameters are invalid: %{errors}
ko: 노트 파라메터가 유효하지 않음: %{errors}

source: Note:
ko: 노트:
ru: Примечание:

source: Note: As an administrator you may like to configure %{github_integration_link}, which will allow login via GitHub and allow importing repositories without generating a personal access token.
ko: 참고: 운영자로서 %{github_integration_link}를 구성하여 GitHub을 통해 로그인하고 개인 액세스 토큰을 생성하지 않고도 리포지토리를 가져올 수 있습니다.
ru: Примечание: В качестве администратора вам может быть полезно настроить %{github_integration_link}, что позволит входить через GitHub и импортировать репозитории без генерации личного токена доступа.

source: Note: Consider asking your GitLab administrator to configure %{github_integration_link}, which will allow login via GitHub and allow importing repositories without generating a personal access token.
ko: 참고: GitLab 운영자에게 %{github_integration_link}를 구성해 달라고 요청하세요. 이렇게 하면 GitHub을 통해 로그인하고 개인 액세스 토큰을 생성하지 않고도 리포지토리를 가져올 수 있습니다.
ru: Примечание: Рассмотрите возможность попросить администратора GitLab настроить %{github_integration_link}, что позволит входить через GitHub и импортировать репозитории без генерации личного токена доступа.

source: Note: current forks will keep their visibility level.
ko: 참고: 현재 포크는 공개 수준을 유지합니다.
ru: Примечание: текущие форки сохранят свой уровень видимости.

source: NoteForm|Note
ko: 노트
ru: Примечание

source: Notes
ko: 노트
ru: Заметки

source: Notes rate limits
ko: 노트 비율 제한
ru: Ограничения на частоту запросов для заметок

source: Notes|Are you sure you want to cancel creating this %{commentType}?
ko: 이 %{commentType} 생성을 취소하시겠습니까?
ru: Вы уверены, что хотите отменить создание этого %{commentType}?

source: Notes|Are you sure you want to cancel creating this comment?
ko: 이 댓글 작성을 취소하시겠습니까?
ru: Вы уверены, что вы хотите отменить создание этого комментария?

source: Notes|Attachments are sent by email. Attachments over 10 MB are sent as links to your GitLab instance, and only accessible to project members.
ko: 첨부파일은 이메일로 발송됩니다. 10MB가 넘는 첨부 파일은 GitLab 인스턴스에 대한 링크로 전송되며 프로젝트 구성원만 액세스할 수 있습니다.
ru: Вложения отправляются по электронной почте. Вложения размером более 10 МБ отправляются как ссылки на ваш экземпляр GitLab и доступны только участникам проекта.

source: Notes|Collapse replies
ko: 답글 접기
ru: Свернуть ответы

source: Notes|Expand replies
ko: 응답 펼침

source: Notes|Internal notes are only visible to members with the role of Planner or higher
ko: 내부 노트는 플래너 이상의 역할을 가진 구성원에게만 표시됩니다
ru: Внутренние заметки видны только участникам с ролью Планировщик или выше

source: Notes|Last reply by %{name}
ko: %{name}의 마지막 응답
ru: Последний ответ от %{name}

source: Notes|Make this an internal note
ko: 내부 메모로 만들기
ru: Сделать это внутренней заметкой

source: Notes|Show all activity
ko: 모든 활동 보기
ru: Вся активность

source: Notes|Show comments only
ko: 댓글만 보기
ru: Только комментарии

source: Notes|Show history only
ko: 이력만 표시
ru: Только история

source: Notes|This comment has changed since you started editing, please review the %{open_link}updated comment%{close_link} to ensure information is not lost
ko: 이 댓글은 편집을 시작한 이후로 변경되었습니다. 정보가 손실되지 않도록 %{open_link}업데이트된 댓글%{close_link} 을 검토하십시오.
ru: Этот комментарий изменился с тех пор, как вы начали редактирование, просмотрите %{open_link}обновленный комментарий%{close_link}, чтобы убедиться, что информация не потеряна

source: Notes|This internal note will always remain confidential
ko: 이 내부 노트는 항상 비공개로 유지됩니다.

source: Notes|Uploaded files will be accessible to anyone with the file URL. Use caution when sharing file URLs.
ko: 업로드된 파일은 파일 URL이 있는 모든 사람이 억세스 할 수 있습니다. 파일 URL을 공유할 때는 주의하세요.
ru: Загруженные файлы будут доступны всем, у кого есть ссылка на файл. Будьте осторожны при обмене ссылками на файлы.

source: Notes|You're only seeing %{boldStart}other activity%{boldEnd} in the feed. To add a comment, switch to one of the following options.
ko: 피드에서 %{boldStart}다른 활동%{boldEnd} 만 표시 됩습니다. 댓글을 추가하려면 다음 옵션 중 하나로 전환하십시오.
ru: Вы видите только %{boldStart}другую активность%{boldEnd} в ленте. Чтобы добавить комментарий, переключитесь на один из следующих вариантов.

source: Note|The created date provided is too far in the past.
ko: 제공된 생성 날짜는 너무 과거입니다.

source: Nothing to preview.
ko: 미리 볼 내용이 없습니다.
ru: Нет ничего для предварительного просмотра.

source: Notification events
ko: 알림 이벤트
ru: Уведомления о событиях

source: Notification setting - %{notification_title}
ko: 알림 설정 - %{notification_title}
ru: Настройки уведомлений - %{notification_title}

source: Notification setting - Custom
ko: 알림 설정 - 커스텀

source: Notification settings saved
ko: 알림 설정이 저장되었습니다.
ru: Настройки уведомлений сохранены

source: NotificationEmail|Assignee
ko: 담당자
ru: Ответственный

source: NotificationEmail|Assignee: %{users}
ko: 담당자: %{users}
ru: Ответственный: %{users}

source: NotificationEmail|Reviewer
ko: 검토자
ru: Рецензент

source: NotificationEmail|Reviewer: %{users}
ko: 검토자: %{users}
ru: Рецензент: %{users}

source: NotificationEvent|Change reviewer merge request
ko: 검토자 머지 리퀘스트 변경
ru: Изменяется рецензент запроса на слияние

source: NotificationEvent|Close issue
ko: 이슈 닫기
ru: Обсуждение закрыто

source: NotificationEvent|Close merge request
ko: 머지 리퀘스트 닫기
ru: Закрыт запрос на слияние

source: NotificationEvent|Comment is added
ko: 댓글이 추가됨
ru: Добавлен комментарий

source: NotificationEvent|Epic is created
ko: 에픽이 생성됨
ru: Цель создана

source: NotificationEvent|Failed pipeline
ko: 실패한 파이프라인
ru: Неудача в конвейере

source: NotificationEvent|Fixed pipeline
ko: 고정된 파이프라인
ru: Исправленный конвейер

source: NotificationEvent|Issue due
ko: 이슈 기한
ru: Обсуждение выполнено

source: NotificationEvent|Issue is closed
ko: 이슈가 닫힘
ru: Обсуждение закрыто

source: NotificationEvent|Issue is created
ko: 이슈가 생성됨
ru: Обсуждение создано

source: NotificationEvent|Issue is due tomorrow
ko: 내일이 이슈 마감일

source: NotificationEvent|Issue is reassigned
ko: 이슈가 재할당됨
ru: Обсуждение переназначено

source: NotificationEvent|Issue is reopened
ko: 이슈가 다시 열림
ru: Обсуждение перекрыто

source: NotificationEvent|Merge merge request
ko: 머지 리퀘스트 머지하기
ru: Выполнен запрос на слияние

source: NotificationEvent|Merge request is closed
ko: 머지 리퀘스트가 닫힘
ru: Запрос на слияние закрыт

source: NotificationEvent|Merge request is created
ko: 머지 리퀘스트가 생성됨
ru: Запрос на слияние создан

source: NotificationEvent|Merge request is merged
ko: 머지 리퀘스트가 머지됨
ru: Запрос на слияние выполнен

source: NotificationEvent|Merge request is reassigned
ko: 머지 리퀘스트가 재지정됨
ru: Запрос на слияние переназначен

source: NotificationEvent|Merge request is reopened
ko: 머지 리퀘스트가 다시 열림
ru: Запрос на слияние переоткрыт

source: NotificationEvent|Merge request is set to auto-merge
ko: 머지 리퀘스트가 자동 머지로 설정됨

source: NotificationEvent|Merge request receives a push
ko: 머지 리퀘스트 푸시를 수신함
ru: В запрос на слияние поступает push

source: NotificationEvent|Merge request reviewers are changed
ko: 머지 리퀘스트 검토자가 변경됨
ru: Рецензенты запроса на слияние изменились

source: NotificationEvent|Merge request you're eligible to approve is created
ko: 당신이 승인 가능한 머지 리퀘스트가 생성되었습니다

source: NotificationEvent|Merge when pipeline succeeds
ko: 파이프라인 성공 시 머지
ru: Объединение после успешного завершения конвейера

source: NotificationEvent|Moved project
ko: 이동된 프로젝트
ru: Проект перемещён

source: NotificationEvent|New epic
ko: 새 에픽
ru: Новая цель

source: NotificationEvent|New issue
ko: 새 이슈
ru: Новое обсуждение

source: NotificationEvent|New merge request
ko: 새 머지 리퀘스트
ru: Новый запрос на слияние

source: NotificationEvent|New note
ko: 새 노트
ru: Новая заметка

source: NotificationEvent|New release
ko: 새 릴리스
ru: Новый релиз

source: NotificationEvent|Pipeline fails
ko: 파이프라인 실패
ru: Неудача в конвейере

source: NotificationEvent|Pipeline is fixed
ko: 파이프라인이 수정됨
ru: Конвейер исправлен

source: NotificationEvent|Pipeline is successful
ko: 피이프라인이 성공함
ru: Конвейер успешно завершился

source: NotificationEvent|Project is moved
ko: 프로젝트가 이동됨
ru: Проект перемещён

source: NotificationEvent|Push to merge request
ko: 머지 리퀘스트에 푸시
ru: Отправка в запрос на слияние

source: NotificationEvent|Reassign issue
ko: 이슈 재지정
ru: Переназначено обсуждение

source: NotificationEvent|Reassign merge request
ko: 머지 리퀘스트 재 할당
ru: Переназначен запрос на слияние

source: NotificationEvent|Release is created
ko: 릴리스가 생성됨
ru: Релиз создан

source: NotificationEvent|Reopen issue
ko: 이슈 다시 열기
ru: Переоткрыть обсуждение

source: NotificationEvent|Reopen merge request
ko: 머지 리퀘스트 다시 열기
ru: Переоткрыт запрос на слияние

source: NotificationLevel|Custom
ko: 커스텀
ru: Настраиваемые

source: NotificationLevel|Disabled
ko: 사용 안 함
ru: Отключены

source: NotificationLevel|Global
ko: 글로벌
ru: Глобальные

source: NotificationLevel|On mention
ko: 언급
ru: При упоминании

source: NotificationLevel|Participate
ko: 참여
ru: Участие

source: NotificationLevel|Watch
ko: Watch
ru: Отслеживание

source: Notifications
ko: 알림
ru: Уведомления

source: Notifications for %{project_or_group} are rate-limited due to the high volume of notifications sent.
ko: %{project_or_group}에 대한 알림은 전송된 알림의 양이 많기 때문에 속도가 제한됩니다.
ru: Уведомления для %{project_or_group} ограничены по частоте из-за большого объёма отправляемых уведомлений.

source: Notifications have been disabled by the project or group owner
ko: 프로젝트 또는 그룹 소유자가 알림을 사용 중지했습니다.

source: Notifications off
ko: 알림 끄기
ru: Уведомления отключены

source: Notifications on
ko: 알림 켬
ru: Уведомления включены

source: Notifications temporarily disabled
ko: 알림이 일시 비활성화됨
ru: Уведомления временно отключены

source: Notifications turned off.
ko: 알림 사용 중지됨
ru: Уведомления выключены.

source: Notifications turned on.
ko: 알림 사용 설정됨
ru: Уведомления включены.

source: Notify only broken pipelines
ko: 잘못된 파이프라인만 알림 받기
ru: Оповещать только о сбойных конвейерах

source: Notify users by email when sign-in location is not recognized.
ko: 로그인 위치가 인식되지 않을 때 이메일로 사용자에게 알립니다.

source: Notify|%{added} was added as an assignee.
ko: %{added} 이(가) 담당자로 추가되었습니다.
ru: %{added} добавлен(а) в качестве исполнителя.

source: Notify|%{added} were added as assignees.
ko: %{added} 이(가) 담당자로 추가되었습니다.
ru: %{added} добавлены в качестве исполнителей.

source: Notify|%{author_link}'s issue %{issue_reference_link} is due soon.
ko: %{author_link}의 이슈 %{issue_reference_link}의 마감 일정이 곧 다가옵니다.

source: Notify|%{author_name} %{action_name} %{ref_type} %{ref_name} at %{project_link}
ko: %{author_name} %{action_name} %{ref_type} %{ref_name} 위치 %{project_link}

source: Notify|%{changed_files}:
ko: %{changed_files}:

source: Notify|%{commit_link} in %{mr_link}
ko: %{mr_link}의 %{commit_link}

source: Notify|%{commits_text} from branch `%{target_branch}`
ko: 브랜치 `%{target_branch}`의 %{commits_text}

source: Notify|%{committed_by_start} by %{author_name} %{committed_by_end} %{committed_at_start} at %{committed_date} %{committed_at_end}
ko: %{committed_by_start} 작성자 %{author_name} %{committed_by_end} %{committed_at_start} 일시 %{committed_date} %{committed_at_end}

source: Notify|%{invite_email}, now known as %{user_name}, has accepted your invitation to join the %{target_name} %{target_model_name}.
ko: %{invite_email}(현재 %{user_name})가 %{target_name} %{target_model_name}에 가입에 대한 귀하의 초대를 수락했습니다.

source: Notify|%{invited_user} has %{highlight_start}declined%{highlight_end} your invitation to join the %{target_link} %{target_name}.
ko: %{invited_user} 은 %{highlight_start}에서 %{highlight_end} 을 거부 했습니다. 귀하의 가입 초대 %{target_link} %{target_name} 입니다.

source: Notify|%{issues} imported.
ko: %{issues} 가져왔습니다.

source: Notify|%{member_link} requested %{member_role} access to the %{target_source_link} %{target_type}.
ko: %{member_link}가 %{target_source_link} %{target_type}에 대한 %{member_role} 액세스를 요청했습니다.

source: Notify|%{mr_highlight}Merge request%{highlight_end} %{mr_link} %{reviewer_highlight}was approved by%{highlight_end} %{reviewer_avatar} %{reviewer_link}
ko: %{mr_highlight}머지 리퀘스트%{highlight_end} %{mr_link}가 %{reviewer_avatar} %{reviewer_link}에 의해 %{reviewer_highlight}승인됨%{highlight_end}
ru: %{mr_highlight}Запрос на слияние%{highlight_end} %{mr_link} %{reviewer_highlight}был одобрен%{highlight_end} %{reviewer_avatar} %{reviewer_link}
