Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Maximum character limit - %{limit}
ko: 최대 글자 수 제한 - %{limit}

source: Maximum concurrency of Elasticsearch bulk requests per indexing operation.
ko: 인덱싱 작업당 Elasticsearch 대량 요청의 최대 동시성.
ru: Максимальное число одновременных пакетных запросов Elasticsearch на операцию индексации.

source: Maximum delay (Minutes)
ko: 최대 지연 (분)
ru: Максимальная задержка (в минутах)

source: Maximum diff patch size
ko: 최대 diff 패치 크기
ru: Максимальный размер патча diff

source: Maximum diff patch size (bytes)
ko: 최대 diff 패치 크기 (바이트)
ru: Максимальный размер патча diff (в байтах)

source: Maximum duration of a session. Restart GitLab to apply changes.
ko: 세션의 최대 기간. 변경사항을 적용하려면 GitLab을 다시시작하세요.
ru: Максимальная продолжительность сессии. Перезапустите GitLab, чтобы применить изменения.

source: Maximum export size
ko: 최대 내보내기 크기
ru: Максимальный размер экспорта

source: Maximum export size (MiB)
ko: 최대 내보내기 크기 (MiB)
ru: Максимальный размер экспорта (МиБ)

source: Maximum field length
ko: 최대 필드 길이
ru: Максимальная длина поля

source: Maximum file size indexed (KiB)
ko: 인덱싱된 최대 파일 크기 (KiB)
ru: Максимальный размер файла для индексирования (КиБ)

source: Maximum file size is 1 MB. Image size must be 32 x 32 pixels. Allowed image formats are %{favicon_extension_allowlist}.
ko: 최대 파일 크기는 1MB입니다. 이미지 크기는 32 x 32픽셀이어야 합니다. 허용되는 이미지 형식은 %{favicon_extension_allowlist}입니다.
ru: Максимальный размер файла — 1 МБ. Размер изображения должен быть 32 x 32 пикселя. Допустимые форматы изображений: %{favicon_extension_allowlist}.

source: Maximum file size is 1 MB. Pages are optimized for a 128x128 px logo.
ko: 최대 파일 크기는 1MB입니다. Pages는 128x128픽셀 로고에 최적화되어 있습니다.
ru: Максимальный размер файла составляет 1 МБ. Страницы оптимизированы для логотипа размером 128x128 пикселей.

source: Maximum file size is 1MB.
ko: 최대 파일 크기 1MB
ru: Максимальный размер файла составляет 1 МБ.

source: Maximum file size is 1MB. Pages are optimized for a 24px tall header logo
ko: 최대 파일 크기는 1MB입니다. Pages 24px 높이의 헤더 로고에 최적화되어 있습니다.
ru: Максимальный размер файла составляет 1 МБ. Страницы оптимизированы для логотипа в заголовке высотой 24 пикселя.

source: Maximum files in a diff
ko: diff의 최대 파일 수

source: Maximum group export download requests per minute
ko: 분당 최대 그룹 내보내기 다운로드 요청
ru: Максимальное количество запросов на скачивание экспорта группы в минуту

source: Maximum group export requests per minute
ko: 분당 최대 그룹 내보내기 요청
ru: Максимальное количество запросов на экспорт группы в минуту

source: Maximum group import requests per minute
ko: 분당 최대 그룹 가져오기 요청
ru: Максимальное количество запросов на импорт группы в минуту

source: Maximum import size
ko: 최대 가져오기 크기
ru: Максимальный размер импорта

source: Maximum import size (MiB)
ko: 최대 가져오기 크기 (MiB)
ru: Максимальный размер импорта (МиБ)

source: Maximum job artifact size
ko: 최대 작업 아티팩트 크기
ru: Максимальный размер артефакта задания

source: Maximum job timeout
ko: 최대 작업 시간 초과
ru: Максимальное время выполнения задания

source: Maximum job timeout has a value which could not be accepted
ko: 최대 작업 제한 시간에 허용할 수 없는 값이 있습니다.
ru: Максимальный тайм-аут задания имеет значение, которое не может быть принято

source: Maximum lines in a diff
ko: diff의 최대 라인

source: Maximum npm package file size in bytes
ko: npm 패키지 파일의 최대 크기 (바이트)
ru: Максимальный размер файла пакета npm в байтах

source: Maximum number of %{name} (%{count}) exceeded
ko: 최대 %{name} 개수 (%{count}) 초과

source: Maximum number of Helm packages per channel
ko: 채널당 Helm 패키지의 최대 수
ru: Максимальное количество пакетов Helm на канал

source: Maximum number of Helm packages that can be listed per channel. Must be at least 1.
ko: 채널당 나열할 수 있는 Helm 패키지의 최대 수입니다. 최소 1개 이상이어야 합니다.
ru: Максимальное количество пакетов Helm, которые могут быть отображены в канале. Должно быть не менее 1.

source: Maximum number of actions per scan execution policy
ko: 스캔 실행 정책당 최대 작업 수
ru: Максимальное количество действий для каждой политики выполнения сканирования.

source: Maximum number of changes (branches or tags) in a single push above which a bulk push event is created (default is 3). Setting to 0 does not disable throttling.
ko: 대량 푸시 이벤트가 생성되는 단일 푸시의 최대 변경 사항(브랜치 또는 태그) 수(기본값은 3)입니다. 0으로 설정해도 조절이 비활성화되지 않습니다.
ru: Максимальное количество изменений (веток или тегов) в одной отправке, после которого создаётся событие массовой отправки (по умолчанию 3). Установка значения 0 не отключает ограничение частоты запросов.

source: Maximum number of changes (branches or tags) in a single push above which webhooks and integrations are not triggered (default is 3). Setting to 0 does not disable throttling.
ko: webhook 및 통합이 트리거되지 않는 단일 푸시의 최대 변경 사항(브랜치 또는 태그) 의 개수 입니다(기본값은 3). 0으로 설정해도 비활성화되지 않습니다.
ru: Максимальное количество изменений (веток или тегов) в одной отправке, после которого вебхуки и интеграции не срабатывают (по умолчанию 3). Установка значения 0 не отключает ограничение частоты запросов.

source: Maximum number of comments exceeded
ko: 최대 댓글 수 초과
ru: Превышено максимальное количество комментариев

source: Maximum number of mirrors that can be synchronizing at the same time.
ko: 동시에 동기화할 수 있는 최대 미러 수입니다.
ru: Максимальное количество зеркал, которые могут синхронизироваться одновременно.

source: Maximum number of pipeline execution policies allowed per security policy configuration
ko: 보안 정책 구성당 허용되는 파이프라인 실행 정책의 최대 수
ru: Максимальное количество политик выполнения конвейеров в одной конфигурации политики безопасности

source: Maximum number of possible retries for Elasticsearch search requests.
ko: Elasticsearch 검색 요청에 대한 재시도 가능한 최대 횟수입니다.
ru: Максимальное количество возможных повторных попыток для запросов поиска в Elasticsearch.

source: Maximum number of projects.
ko: 최대 프로젝트 수.

source: Maximum number of protection rules have been reached.
ko: 최대 보호 규칙 수에 도달했습니다.
ru: Достигнуто максимальное количество правил защиты.

source: Maximum number of requests per minute
ko: 분당 최대 요청 수
ru: Максимальное количество запросов в минуту

source: Maximum number of requests per minute for an authenticated user
ko: 인증된 사용자의 분당 최대 요청 수
ru: Максимальное количество запросов в минуту для аутентифицированного пользователя

source: Maximum number of requests per minute for an unauthenticated IP address
ko: 인증되지 않은 IP 주소에서의 분당 최대 요청 수
ru: Максимальное количество запросов в минуту для неаутентифицированного IP-адреса

source: Maximum number of requests per minute for each raw path (default is 300). Set to 0 to disable throttling.
ko: 각 원시 경로에 대한 분당 최대 요청 수(기본값은 300). 제한을 없애려면 0으로 설정합니다.
ru: Максимальное количество запросов в минуту для каждого исходного пути (по умолчанию 300). Установите 0 для отключения ограничения частоты.

source: Maximum number of schedule rules per scan execution policy
ko: 스캔 실행 정책당 최대 일정 규칙 수
ru: Максимальное количество правил расписания для одной политики выполнения сканирования

source: Maximum number of stages per value stream exceeded
ko: 가치 흐름당 최대 단계 수를 초과했습니다.
ru: Превышено максимальное количество стадий для потока создания ценности

source: Maximum number of unique IP addresses per user.
ko: 사용자당 최대 고유 IP 주소 수.
ru: Максимальное количество уникальных IP-адресов на пользователя.

source: Maximum number of value streams per namespace exceeded
ko: 네임스페이스당 최대 가치 흐름 수를 초과했습니다.
ru: Превышено максимальное количество потоков создания ценности для пространства имён

source: Maximum number of variables loaded (2000)
ko: 로딩 가능한 최대 변수 (2000)
ru: Максимальное количество загруженных переменных (2000)

source: Maximum of 255 characters
ko: 최대 255자
ru: Максимум 255 символов

source: Maximum page reached
ko: 최대 페이지 도달

source: Maximum page size
ko: 최대 페이지 크기
ru: Максимальный размер страницы

source: Maximum project export download requests per minute
ko: 분당 최대 프로젝트 내보내기 다운로드 요청
ru: Максимальное количество запросов на скачивание экспорта проекта в минуту

source: Maximum project export requests per minute
ko: 분당 최대 프로젝트 내보내기 요청
ru: Максимальное количество запросов на экспорт проекта в минуту

source: Maximum project import requests per minute
ko: 분당 최대 프로젝트 가져오기 요청
ru: Максимальное количество запросов на импорт проекта в минуту

source: Maximum projects allowed in the filter is %{count}
ko: 필터에 허용되는 최대 프로젝트는 %{count}입니다.

source: Maximum push size
ko: 최대 푸시 크기
ru: Максимальный размер отправки

source: Maximum push size (MiB)
ko: 최대 푸시 크기 (MiB)
ru: Максимальный размер push (МиБ)

source: Maximum requests per minute
ko: 분당 최대 요청
ru: Максимальное количество запросов в минуту

source: Maximum requests per minute per group / project
ko: 그룹/프로젝트별 분당 최대 요청 수
ru: Максимальное количество запросов в минуту на группу или проект

source: Maximum requests per period per user
ko: 사용자당 기간별 최대 요청 수
ru: Максимальное количество запросов за период на одного пользователя

source: Maximum requests to the %{api_name} API per %{timeframe} per IP address for unauthenticated requests
ko: 인증되지 않은 요청에 대해 IP 주소당 %{timeframe} 당 %{api_name} API에 대한 최대 요청 수
ru: Максимальное количество запросов к API %{api_name} за %{timeframe} с одного IP-адреса для неаутентифицированных запросов

source: Maximum requests to the %{api_name} API per %{timeframe} per user
ko: 사용자당 %{timeframe} 당 %{api_name} API에 대한 최대 요청 수
ru: Максимальное количество запросов к API %{api_name} за %{timeframe} на пользователя

source: Maximum requests to the %{api_name} API per %{timeframe} per user for authenticated requests
ko: 인증된 요청의 경우 사용자당 %{timeframe} 당 %{api_name} API에 대한 최대 요청 수
ru: Максимальное количество запросов к API %{api_name} за %{timeframe} на пользователя для аутентифицированных запросов

source: Maximum requests to the %{api_name} API per %{timeframe} per user or IP address
ko: 사용자 또는 IP 주소당 %{timeframe} 당 %{api_name} API에 대한 최대 요청 수
ru: Максимальное количество запросов к API %{api_name} за %{timeframe} на пользователя или IP-адрес

source: Maximum running slices
ko: 최대 실행 슬라이스
ru: Максимальное количество одновременно выполняющихся срезов

source: Maximum size limit for a single commit.
ko: 단일 커밋의 최대 크기 제한입니다.
ru: Максимальный размер отдельного коммита.

source: Maximum size limit for each repository.
ko: 각 리포지토리의 최대 크기 제한입니다.
ru: Максимальный размер на каждый репозиторий.

source: Maximum size of Elasticsearch bulk indexing requests.
ko: Elasticsearch 대량 인덱싱 요청의 최대 크기.
ru: Максимальный размер пакетных запросов индексации в Elasticsearch.

source: Maximum size of export files.
ko: 내보내기 파일의 최대 크기.
ru: Максимальный размер экспортируемых файлов.

source: Maximum size of import files.
ko: 가져오기 파일의 최대 크기.
ru: Максимальный размер файлов импорта.

source: Maximum size of individual attachments in comments.
ko: 댓글에 있는 개별 첨부 파일의 최대 크기입니다.
ru: Максимальный размер отдельных вложений в комментариях.

source: Maximum size of pages (MiB)
ko: 최대 Pages 크기(MiB)
ru: Максимальный размер страниц (МиБ)

source: Maximum snippet size
ko: 최대 스니펫 크기
ru: Максимальный размер сниппета

source: Maximum time between updates that a mirror can have when scheduled to synchronize.
ko: 동기화 예약 시 미러가 가질 수 있는 업데이트 사이의 최대 시간입니다.
ru: Максимальное время между обновлениями, которое зеркало может иметь при запланированной синхронизации.

source: Maximum time that users are allowed to skip the setup of two-factor authentication (in hours). Set to 0 (zero) to enforce at next sign in.
ko: 사용자가 이중 인증을 생략할 수 있는 최대 기간(시간). 다음 로그인 시 적용하려면 0(영)으로 설정합니다.
ru: Максимальное время, в течение которого пользователи могут пропустить настройку двухфакторной аутентификации (в часах). Установите значение 0, чтобы требовать её при следующем входе.

source: Maximum time, in seconds, for a web terminal websocket connection. 0 for unlimited.
ko: 웹 터미널 웹소켓 연결을 위한 최대 시간(초)입니다. 0은 무제한입니다.

source: Maximum unauthenticated API requests per rate limit period per IP
ko: IP당 속도 제한 기간당 최대 인증되지 않은 API 요청
ru: Максимальное количество неаутентифицированных API-запросов на период ограничения частоты запросов для каждого IP-адреса

source: Maximum unauthenticated Git HTTP requests per period per IP
ko: IP당 기간별 최대 인증되지 않은 Git HTTP 요청
ru: Максимум неаутентифицированных Git HTTP запросов на период на IP

source: Maximum unauthenticated web requests per rate limit period per IP
ko: IP당 속도 제한 기간당 최대 인증되지 않은 웹 요청
ru: Максимальное количество неаутентифицированных веб-запросов на период ограничения частоты запросов для каждого IP-адреса

source: Maximum users
ko: 최대 사용자

source: May
ko: 5월
ru: Май

source: Mean time to merge
ko: 머지까지 평균 시간

source: Measured in bytes of code. Excludes generated and vendored code.
ko: 코드는 바이트 단위로 측정됩니다. 생성 및 공급업체의 코드는 제외됩니다.
ru: Измеряется в байтах кода. Исключает сгенерированный и вендорский код.

source: Medium - S3
ko: 중간 - S3

source: Medium timeout
ko: 중간 시간 초과
ru: Средний таймаут

source: Medium vulnerabilities present
ko: 중간 정도의 취약점 존재

source: Member
ko: 멤버
ru: Участник

source: Member Projects
ko: 멤버 프로젝트
ru: Проекты участника

source: Member guidelines
ko: 멤버 가이드라인
ru: Рекомендации для участников

source: Member since
ko: 회원 가입일
ru: Участник с

source: Member since %{date}
ko: %{date} 이래로 회원
ru: Участник с %{date}

source: Member since:
ko: 회원 가입일:
ru: Участник с:

source: MemberInviteEmail|%{member_name} invited you to join GitLab
ko: %{member_name}가 당신을 GitLab에 초대했습니다

source: MemberInviteEmail|Invitation to join the %{project_or_group} %{project_or_group_name}
ko: %{project_or_group} %{project_or_group_name} 가입 초대

source: MemberRole|%{adminCount} Admin
ko: %{adminCount}명의 운영자
ru: Администраторские: %{adminCount}

source: MemberRole|%{count} of %{total} permissions added
ko: "%{total}개의 권한 중 %{count}개가 추가됨
ru: Добавлено разрешений: %{count} из %{total}

source: MemberRole|%{count} of %{total} permissions selected
ko: %{total} 권한 중 %{count} 선택됨
ru: Выбрано разрешений: %{count} из %{total}

source: MemberRole|%{defaultCount} Default %{customCount} Custom
ko: %{defaultCount}개 기본, %{customCount}개 커스텀
ru: Стандартные: %{defaultCount} Настраиваемые: %{customCount}

source: MemberRole|%{requirement} has to be enabled in order to enable %{permission}
ko: %{permission}를 활성화하려면%{requirement}를 활성화해야 합니다.
ru: Для включения %{permission} необходимо включить %{requirement}

source: MemberRole|Access level
ko: 액세스 수준
ru: Уровень доступа

source: MemberRole|Access level copied to clipboard
ko: 액세스 수준이 클립보드에 복사되었습니다.
ru: Уровень доступа скопирован в буфер обмена

source: MemberRole|Access level: %{id}
ko: 억세스 수준: %{id}
ru: Уровень доступа: %{id}

source: MemberRole|Actions
ko: 동작
ru: Действия

source: MemberRole|Added from %{role}
ko: %{role}에서 추가됨
ru: Добавлено из %{role}

source: MemberRole|Admin role
ko: 운영자 역할
ru: Роль администратора

source: MemberRole|Admin role is assigned to one or more users. Remove role from all users, then delete role.
ko: 운영자 역할이 하나 이상의 사용자에 할당되어 있습니다. 해당 사용자에서 역할을 제거하고, 역할을 삭제하세요.
ru: Роль администратора назначена одному или нескольким пользователям. Удалите роль у всех пользователей, а затем удалите роль.

source: MemberRole|Are you sure you want to delete this role?
ko: 정말 이 역할을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить эту роль?

source: MemberRole|Automatically sync your LDAP directory to custom admin roles. For users matched to multiple LDAP syncs, the oldest sync entry will be used.
ko: LDAP 디렉터리를 사용자 지정 운영자 역할에 자동으로 동기화합니다. 여러 LDAP 동기화와 일치하는 사용자의 경우 가장 오래된 동기화 항목이 사용됩니다.
ru: Автоматическая синхронизация вашего каталога LDAP с пользовательскими ролями администраторов. Для пользователей, сопоставленных с несколькими синхронизациями LDAP, будет использована самая старая запись синхронизации.

source: MemberRole|Base role
ko: 기본 역할
ru: Базовая роль

source: MemberRole|Base role: %{role}
ko: 기본 역할: %{role}
ru: Базовая роль: %{role}

source: MemberRole|Cannot create a member role with no enabled permissions
ko: 활성화된 권한이 없으면 멤버 역할을 생성할 수 없습니다
ru: Невозможно создать роль участника без включённых разрешений

source: MemberRole|Change role
ko: 역할 변경
ru: Изменить роль

source: MemberRole|Could not fetch available permissions.
ko: 사용 가능한 권한을 가져올 수 없습니다.
ru: Не удалось получить доступные разрешения.

source: MemberRole|Could not load LDAP synchronizations. Please refresh the page to try again.
ko: LDAP 동기화를 로딩할 수 없습니다. 이 페이지를 다시 고침해 보세요.
ru: Не удалось загрузить синхронизации LDAP. Обновите страницу, чтобы попробовать снова.

source: MemberRole|Could not update role.
ko: 역할을 업데이트할 수 없습니다.
ru: Не удалось обновить роль.

source: MemberRole|Create a role to manage member permissions for groups and projects.
ko: 그룹과 프로젝트에 대한 멤버 권한을 관리하기 위한 역할 생성.
ru: Создать роль для управления правами участников в группах и проектах.

source: MemberRole|Create a role to manage permissions in the Admin area.
ko: 운영자 영역에서 권한을 관리하기 위한 역할 생성.
ru: Создать роль для управления правами доступа в области администратора.

source: MemberRole|Create admin role
ko: 운영자 역할 생성
ru: Создание роли администратора

source: MemberRole|Create member role
ko: 멤버 역할 생성
ru: Создание роли участника

source: MemberRole|Create role
ko: 역할 생성
ru: Создать роль

source: MemberRole|Custom admin role
ko: 커스텀 운영자 역할
ru: Настраиваемая роль администратора

source: MemberRole|Custom admin role:
ko: 커스텀 운영자 역할:
ru: Пользовательская роль администратора:

source: MemberRole|Custom member role
ko: 커스텀 멤버 역할
ru: Настраиваемая роль участника

source: MemberRole|Custom permissions
ko: 커스텀 권한
ru: Настраиваемые привилегии

source: MemberRole|Custom role
ko: 커스텀 역할
ru: Настраиваемая роль

source: MemberRole|Custom role created on %{dateTime}
ko: 커스텀 역할이 %{dateTime}에 생성됨
ru: Настраиваемая роль создана %{dateTime}

source: MemberRole|Custom roles
ko: 커스텀 역할
ru: Настраиваемые роли

source: MemberRole|Default
ko: 기본값
ru: По умолчанию

source: MemberRole|Default roles
ko: 기본 역할
ru: Роли по умолчанию

source: MemberRole|Delete role
ko: 역할 삭제
ru: Удалить роль

source: MemberRole|Delete role?
ko: 역할 삭제?
ru: Удалить роль?

source: MemberRole|Description
ko: 설명
ru: Описание

source: MemberRole|Direct users assigned
ko: 직접 사용자 할당됨
ru: Напрямую назначенные пользователи

source: MemberRole|Dismiss Planner role promotion
ko: 플래너 역할 승격 해지
ru: Закрыть рекламу роли Планировщика

source: MemberRole|Edit admin role
ko: 운영자 역할 수정
ru: Редактирование роли администратора

source: MemberRole|Edit member role
ko: 멤버 역할 편집
ru: Редактирование роли участника

source: MemberRole|Edit role
ko: 역할 편집
ru: Редактировать роль

source: MemberRole|Example: "Developer with admin and read access to vulnerability"
ko: 예: "취약점에 대한 운영자 및 읽기 액세스 권한이 있는 개발자"
ru: Например: «Разработчик с административным доступом и доступом на чтение уязвимостей»

source: MemberRole|Export role report
ko: 역할 보고서 내보내기
ru: Экспортировать отчёт о ролях

source: MemberRole|Failed to create role.
ko: 역할을 생성하지 못했습니다.
ru: Не удалось создать роль.

source: MemberRole|Failed to create role: %{error}
ko: 역할 생성 실패: %{error}
ru: Не удалось создать роль: %{error}

source: MemberRole|Failed to delete role.
ko: 역할 삭제 실패.
ru: Не удалось удалить роль.

source: MemberRole|Failed to delete role. %{error}
ko: 역할을 삭제하지 못했습니다. %{error}
ru: Не удалось удалить роль: %{error}

source: MemberRole|Failed to fetch role.
ko: 역할을 가져오지 못했습니다.
ru: Не удалось получить роль.

source: MemberRole|Failed to fetch roles.
ko: 역할을 가져오지 못했습니다.
ru: Не удалось получить роли.

source: MemberRole|Failed to load custom role.
ko: 커스텀 역할을 로드하지 못했습니다.
ru: Не удалось загрузить настраиваемую роль.

source: MemberRole|Failed to save role.
ko: 역할을 저장하지 못했습니다.
ru: Не удалось сохранить роль.

source: MemberRole|Failed to save role: %{error}
ko: 역할 저장 실패: %{error}
ru: Не удалось сохранить роль: %{error}

source: MemberRole|Failed to schedule LDAP sync. Please retry syncing.
ko: LDAP 동기화 예약 실패. 동기화를 재시도 해 보세요.
ru: Не удалось запланировать синхронизацию LDAP. Повторите попытку.

source: MemberRole|Group cn:
ko: 그룹 cn:
ru: CN группы:

source: MemberRole|Learn more about %{linkStart}available custom permissions%{linkEnd}.
ko: %{linkStart}사용 가능한 커스텀 권한%{linkEnd}에 대해 자세히 알아보세요.
ru: Подробнее о %{linkStart}доступных настраиваемых разрешениях%{linkEnd}.

source: MemberRole|Learn more about roles and permissions
ko: 역할 및 권한에 대해 자세히 알아보세요.
ru: Подробнее о ролях и разрешениях

source: MemberRole|Manage roles
ko: 역할 관리
ru: Управление ролями

source: MemberRole|Manage which actions users can take with %{linkStart}roles and permissions%{linkEnd}.
ko: %{linkStart}역할 및 권한%{linkEnd}을 사용하여 사용자가 수행할 수 있는 동작을 관리합니다.
ru: Управляйте действиями, доступными пользователям, с %{linkStart}ролями и разрешениями%{linkEnd}.

source: MemberRole|Member role
ko: 멤버 역할
ru: Роль участника

source: MemberRole|Name
ko: 이름
ru: Название

source: MemberRole|New Planner role
ko: 새 플래너 역할
ru: Новая роль Планировщик

source: MemberRole|New role
ko: 새 역할
ru: Новая роль

source: MemberRole|No active LDAP synchronizations. Add synchronization to connect your LDAP directory with custom admin roles.
ko: 활성 LDAP 동기화가 없습니다. 동기화를 추가하여 당신의 LDAP 디렉토리를 커스텀 운영자 역할에 연결하십시오.
ru: Нет активных синхронизаций LDAP. Добавьте синхронизацию, чтобы подключить ваш каталог LDAP к пользовательским административным ролям.

source: MemberRole|No description
ko: 설명 없음
ru: Нет описания

source: MemberRole|Overridden
ko: 재정의됨
ru: Переопределена

source: MemberRole|Permission
ko: 권한
ru: Разрешение

source: MemberRole|Remove LDAP synchronization
ko: LDAP 동기화 삭제
ru: Удаление синхронизации LDAP

source: MemberRole|Remove sync
ko: 동기화 삭제
ru: Удалить синхронизацию

source: MemberRole|Reverted to LDAP group sync settings. The role will be updated after the next LDAP sync.
ko: LDAP 그룹 동기화 설정으로 되돌렸습니다. 역할은 다음 LDAP 동기화 후에 업데이트됩니다.
ru: Возвращено к настройкам синхронизации группы LDAP. Роль будет обновлена после следующей синхронизации LDAP.

source: MemberRole|Role
ko: 역할
ru: Роль

source: MemberRole|Role ID
ko: 역할 ID
ru: ID роли

source: MemberRole|Role ID copied to clipboard
ko: 역할 ID가 클립보드에 복사되었습니다.
ru: ID роли скопирован в буфер обмена

source: MemberRole|Role ID: %{id}
ko: 역할 ID: %{id}
ru: ID роли: %{id}

source: MemberRole|Role details
ko: 역할 세부정보
ru: Детали роли

source: MemberRole|Role is assigned to one or more group members. Remove role from all group members, then delete role.
ko: 역할이 한명 이상의 그룹 멤버에게 할당되어 있습니다. 모든 그룹 멤버의 역할을 제거한 후, 역할을 삭제하세요.
ru: Роль назначена одному или нескольким участникам группы. Удалите роль у всех участников группы, а затем удалите роль.

source: MemberRole|Role report requested. CSV will be emailed to %{email}.
ko: 역할 보고서가 요첨됨. CSV 파일이 %{email}로 전달될 것입니다.
ru: Отчёт о ролях был запрошен. CSV-файл будет отправлен на электронную почту %{email}.

source: MemberRole|Role successfully deleted.
ko: 역할이 성공적으로 삭제되었습니다.
ru: Роль успешно удалена.

source: MemberRole|Role type
ko: 역할 유형
ru: Тип роли

source: MemberRole|Roles and permissions
ko: 역할 및 권한
ru: Роли и разрешения

source: MemberRole|Save role
ko: 역할 저장
ru: Сохранить роль

source: MemberRole|Security policy dependency
ko: 보안 정책 의존성
ru: Зависимость политики безопасности

source: MemberRole|Select a %{linkStart} default role%{linkEnd} to predefine a set of permissions.
ko: 권한 세트를 미리 정의하려면 %{linkStart}기본 역할%{linkEnd}을 선택하세요.
ru: Выберите %{linkStart}стандартную роль%{linkEnd}, чтобы заранее определить набор разрешений.

source: MemberRole|Select a role
ko: 역할을 선택
ru: Выберите роль

source: MemberRole|Select at least one permission.
ko: 권한을 하나 이상 선택하세요.
ru: Выберите хотя бы одно разрешение

source: MemberRole|Server:
ko: 서버:
ru: Сервер:

source: MemberRole|Sync all
ko: 모두 동기화
ru: Синхронизировать всё

source: MemberRole|Sync scheduled
ko: 동기화 예약됨
ru: Синхронизация запланирована

source: MemberRole|The CSV report contains a list of users, assigned role and access in all groups, subgroups, and projects. When the export is completed, it will be sent as an attachment to %{email}.
ko: CSV 리포트에는 모든 그룹, 서브그룹, 프로젝트에 들어 있는 사용자 목록, 지정된 역할과 권한이 포함됩니다. 내보내기가 완료되면 %{email}에 첨부되어 전송될 것입니다.
ru: Отчёт CSV содержит список пользователей, назначенные роли и доступ во всех группах, подгруппах и проектах. Когда экспорт будет завершён, он будет отправлен в виде вложения на %{email}.
