Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: LearnGitLab|Code completion:
ko: 코드 완성:
ru: Автодополнение кода:

source: LearnGitLab|Code generation:
ko: 코드 생성:
ru: Генерация кода:

source: LearnGitLab|Complete these tasks first so you can enjoy GitLab's features to their fullest.
ko: 먼저 다음 작업을 완료하면 GitLab의 기능을 최대한 활용할 수 있습니다.
ru: Сначала выполните эти задачи, чтобы в полной мере использовать возможности GitLab.

source: LearnGitLab|Complete these tasks first so you can enjoy GitLab's features to their fullest:
ko: 먼저 다음 작업을 완료하면 GitLab의 기능을 최대한 활용할 수 있습니다:
ru: Выполните эти задания сначала, чтобы максимально использовать возможности GitLab:

source: LearnGitLab|Configure a project
ko: 프로젝트 구성
ru: Настройте проект

source: LearnGitLab|Configure your project
ko: 프로젝트 구성
ru: Настройте ваш проект

source: LearnGitLab|Context-aware suggestions:
ko: 맥락 감지 제안:
ru: Предложения с учётом контекста:

source: LearnGitLab|Create a repository
ko: 리포지토리 생성
ru: Создайте репозиторий

source: LearnGitLab|Create a workflow, and learn how GitLab features work together.
ko: 워크플로우를 만들고 GitLab 기능이 어떻게 함께 작동하는지 알아보세요.
ru: Создайте рабочий процесс и узнайте, как функции GitLab работают вместе.

source: LearnGitLab|Create a workflow, and learn how GitLab features work together:
ko: 워크플로우를 만들고 GitLab 기능이 어떻게 함께 작동하는지 알아보세요.
ru: Создайте рабочий процесс и узнайте, как функции GitLab работают вместе:

source: LearnGitLab|Create an issue
ko: 이슈 생성하기
ru: Создайте обсуждение

source: LearnGitLab|Create or import your first repository into your new project.
ko: 새 프로젝트에 첫 번째 리포지토리를 만들거나 가져옵니다.
ru: Создайте или импортируйте свой первый репозиторий в новый проект.

source: LearnGitLab|Create/import issues (tickets) to collaborate on ideas and plan work.
ko: 아이디어에 대한 공동 작업 및 작업 계획을 위한 이슈 (티켓) 생성/가져오기.
ru: Создавайте или импортируйте обсуждения (тикеты) для совместной работы над идеями и планирования работы.

source: LearnGitLab|Enable require merge approvals
ko: 머지 승인 필요 활성화
ru: Включить требование одобрений запросов на слияние

source: LearnGitLab|End tutorial
ko: 튜토리얼 종료
ru: Завершить обучение

source: LearnGitLab|Enroll
ko: 가입
ru: Присоединиться

source: LearnGitLab|Explore these resources to learn essential features and best practices.
ko: 다음 리소스를 탐색하여 필수 기능과 모범 사례를 알아보세요.
ru: Изучите эти ресурсы, чтобы ознакомиться с основными функциями и лучшими практиками.

source: LearnGitLab|Follow these steps to get familiar with the GitLab workflow.
ko: GitLab 워크플로우에 익숙해지려면 다음 단계를 따르세요.
ru: Выполните эти шаги, чтобы ознакомиться с рабочим процессом GitLab.

source: LearnGitLab|Generates code based on a natural language code comment block. Write a comment, then press Enter to generate code based on the context of your comment, and the rest of your code.
ko: 자연어 코드 주석 블록을 기반으로 코드를 생성합니다. 주석을 작성한 후 Enter 키를 누르면 주석의 맥락과 나머지 코드를 기반으로 코드가 생성됩니다.
ru: Генерирует код на основе комментария кода на естественном языке. Напишите комментарий, затем нажмите Enter, чтобы сгенерировать код на основе контекста вашего комментария и остальной части вашего кода.

source: LearnGitLab|Get familiar with GitLab Duo
ko: GitLab Duo 익히기
ru: Познакомьтесь с GitLab Duo

source: LearnGitLab|Get started
ko: 시작하기
ru: Начало работы

source: LearnGitLab|GitLab Duo Code Suggestions
ko: GitLab Duo 코드 제안
ru: Предложения кода GitLab Duo

source: LearnGitLab|GitLab University
ko: GitLab University
ru: Университет GitLab

source: LearnGitLab|GitLab works best as a team. Invite your colleague to enjoy all features.
ko: GitLab은 팀으로서 가장 잘 작동합니다. 동료를 초대하여 모든 기능을 즐기십시오.
ru: GitLab лучше всего работает в команде. Пригласите коллегу, чтобы воспользоваться всеми функциями.

source: LearnGitLab|In this tutorial, we explore 10 tips and best practices to integrate GitLab Duo Chat into your AI-native DevSecOps workflows and refine your prompts for the best results.
ko: 이 튜토리얼에서는 GitLab Duo Chat을 AI-네이티브 DevSecOps 워크플로에 통합하고 최상의 결과를 위해 프롬프트를 개선하기 위한 10가지 팁과 모범 사례를 살펴봅니다.
ru: В этом руководстве мы рассмотрим 10 советов и рекомендаций по интеграции GitLab Duo Chat в ваши рабочие процессы DevSecOps с поддержкой ИИ и по улучшению формулировок запросов для получения наилучших результатов.

source: LearnGitLab|Included in trial
ko: 평가판에 포함됨
ru: Включено в пробную версию

source: LearnGitLab|Included in trial. Use GitLab to deploy your application, monitor its health, and keep it secure.
ko: 평가판에 포함됨. GitLab을 사용하여 애플리케이션을 배포하고 상태를 모니터링하며 안전하게 유지하세요.
ru: Включено в пробную версию. Используйте GitLab для развертывания вашего приложения, мониторинга его состояния и обеспечения безопасности.

source: LearnGitLab|Invite your colleagues
ko: 동료를 초대하세요
ru: Пригласите своих коллег

source: LearnGitLab|Learn GitLab
ko: GitLab 알아보기
ru: Изучите GitLab

source: LearnGitLab|Learn more
ko: 더 알아보기
ru: Подробнее

source: LearnGitLab|Next steps
ko: 다음 단계
ru: Следующие шаги

source: LearnGitLab|Plan and execute work together
ko: 함께 작업 계획 및 실행
ru: Планируйте и выполняйте работу вместе

source: LearnGitLab|Prevent unexpected changes to important assets by assigning ownership of files and paths.
ko: 파일 및 경로의 소유권을 할당하여 중요한 자산에 대한 예기치 않은 변경을 방지합니다.
ru: Предотвратите неожиданные изменения важных ресурсов, назначив владельцев файлов и путей.

source: LearnGitLab|Quick start
ko: 빠른 시작
ru: Быстрый старт

source: LearnGitLab|Review and edit proposed changes to source code.
ko: 소스 코드에 대해 제안된 변경 사항을 검토하고 편집합니다.
ru: Просмотрите и отредактируйте предлагаемые изменения исходного кода.

source: LearnGitLab|Route code reviews to the right reviewers, every time.
ko: 언제든지 올바른 검토자에게 코드 리뷰를 라우팅합니다.
ru: Каждый раз направляйте код на проверку нужным рецензентам.

source: LearnGitLab|Save time by automating your integration and deployment tasks.
ko: 통합 및 배포 작업을 자동화하여 시간을 절약하세요.
ru: Сэкономьте время, автоматизируя задачи интеграции и развертывания.

source: LearnGitLab|Scan dependencies for licenses
ko: 라이선스에 대한 의존성 스캔
ru: Сканируйте лицензии зависимостей

source: LearnGitLab|Scan dependencies for vulnerabilities
ko: 취약점에 대한 의존성 스캔
ru: Сканируйте зависимости на наличие уязвимостей

source: LearnGitLab|Secure your deployment
ko: 배포 보안
ru: Обеспечьте безопасность развёртывания

source: LearnGitLab|Set up CI/CD
ko: CI/CD 설정
ru: Настройте CI/CD

source: LearnGitLab|Set up your code
ko: 코드 설정
ru: Настройте код

source: LearnGitLab|Set up your first project's CI/CD
ko: 첫 번째 프로젝트의 CI/CD 설정
ru: Настройте CI/CD для вашего первого проекта

source: LearnGitLab|Start a free trial of GitLab Ultimate
ko: GitLab Ultimate 무료 평가판 시작
ru: Начните бесплатный пробный период GitLab Ultimate

source: LearnGitLab|Submit a merge request (MR)
ko: 머지 리퀘스트 제출
ru: Отправьте запрос на слияние

source: LearnGitLab|Suggests completions to the current line you are typing. Use it to complete one or a few lines of code.
ko: 현재 입력 중인 라인에 대한 완성 단어를 제안합니다. 한 라인 또는 몇 라인의 코드를 완성하는 데 사용하세요.
ru: Предлагает завершения для текущей вводимой строки. Используйте для автодополнения одной или нескольких строк кода.

source: LearnGitLab|Support for multiple languages:
ko: 여러 언어를 지원합니다:
ru: Поддержка нескольких языков:

source: LearnGitLab|Try GitLab Ultimate for free
ko: GitLab Ultimate를 무료로 사용해 보세요
ru: Попробуйте GitLab Ultimate бесплатно

source: LearnGitLab|Try all GitLab features for 60 days, no credit card required.
ko: 신용 카드 없이 60일 동안 모든 GitLab 기능을 사용해 보세요.
ru: Попробуйте все функции GitLab в течение 60 дней. Банковская карта не требуется.

source: LearnGitLab|Try walkthrough
ko: 가이드 체험하기
ru: Попробуйте пошаговое руководство

source: LearnGitLab|Use GitLab to deploy your application, monitor its health, and keep it secure:
ko: GitLab을 사용하여 애플리케이션을 배포하고 상태를 모니터링하며 안전하게 유지하세요.
ru: Используйте GitLab для развёртывания вашего приложения, мониторинга его состояния и обеспечения безопасности:

source: LearnGitLab|Use the Web IDE or upload code using your preferred method.
ko: Web IDE를 사용하거나 자신이 좋아하는 방법으로 코드를 업로드 하세요.
ru: Используйте Web IDE или загрузите код с помощью предпочтительного метода.

source: LearnGitLab|Use the built-in editor, WebIDE, or upload code using your preferred method.
ko: 내장된 편집기, WebIDE를 사용하거나 선호하는 방법으로 코드를 업로드하세요.
ru: Используйте встроенный редактор, WebIDE или загрузите код с помощью предпочитаемого вами метода.

source: LearnGitLab|Uses open files in your IDE, content before and after the cursor, filename, and extension type to provide relevant suggestions.
ko: IDE에서 열려 있는 파일, 커서 앞뒤의 콘텐츠, 파일 이름, 확장자 유형을 사용하여 관련 제안을 제공합니다.
ru: Использует открытые файлы в вашей IDE, содержимое до и после курсора, имя файла и его расширение для предоставления релевантных предложений.

source: LearnGitLab|Works with various programming languages supported by your development environment.
ko: 당신의 개발환경이 지원하는 다양한 프로그래밍 언어로 작업할 수 있습니다.
ru: Работает с различными языками программирования, поддерживаемыми вашей средой разработки.

source: LearnGitLab|You completed all tasks!
ko: 모든 작업을 완료했습니다!
ru: Вы выполнили все задания!

source: LearnGitLab|You don't have sufficient access to perform this action
ko: 이 동작을 수행할 충분한 권한이 없습니다
ru: У вас недостаточно прав для выполнения этого действия.

source: LearnGitLab|You don't have sufficient access to perform this action:
ko: 이 동작을 수행할 충분한 권한이 없습니다:
ru: У вас недостаточно прав для выполнения этого действия:

source: LearnGitLab|Your team is growing! You've successfully invited new team members to the %{projectName} project.
ko: 귀하의 팀이 성장하고 있습니다! 새 팀 구성원을 %{projectName} 프로젝트에 성공적으로 초대했습니다.
ru: Ваша команда растёт! Вы успешно пригласили новых участников в проект %{projectName}.

source: LearnGitlab|- Included in trial
ko: - 평가판에 포함됨
ru: - Включено в пробную версию

source: LearnGitlab|Contact your administrator to enable this action.
ko: 이 동작을 활성화하려면 운영자에게 문의하십시오.
ru: Для включения этого действия обратитесь к администратору.

source: LearnGitlab|Contact your administrator to start a free Ultimate trial.
ko: 무료 Ultimate 평가판을 시작하려면 운영자에게 문의하세요.
ru: Свяжитесь с администратором, чтобы начать бесплатный пробный период Ultimate.

source: LearnGitlab|End tutorial
ko: 튜토리얼 종료
ru: Завершить обучение

source: LearnGitlab|There was a problem trying to end the Learn GitLab tutorial. Please try again.
ko: GitLab 배우기 튜토리얼을 종료하는 과정에서 문제가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке завершить учебник Learn GitLab. Повторите попытку.

source: LearnGitlab|View administrator list
ko: 운영자 목록 보기
ru: Просмотреть список администраторов

source: LearnGitlab|You've ended the Learn GitLab tutorial.
ko: GitLab 배우기 튜토리얼을 마쳤습니다.
ru: Вы завершили обучение Learn GitLab.

source: Leave
ko: 나가기
ru: Покинуть

source: Leave edit mode? All unsaved changes will be lost.
ko: 편집 모드를 종료하시겠습니까? 저장하지 않은 모든 변경 사항은 손실됩니다.
ru: Выйти из режима редактирования? Все несохраненные изменения будут потеряны.

source: Leave feedback
ko: 의견을 남겨 주세요
ru: Оставить отзыв

source: Leave feedback.
ko: 의견을 남겨 주세요
ru: Оставить отзыв.

source: Leave group
ko: 그룹 떠나기
ru: Покинуть группу

source: Leave project
ko: 프로젝트에서 나가기
ru: Покинуть проект

source: Left the '%{group_name}' group successfully.
ko: '%{group_name}' 그룹에서 성공적으로 나갔습니다.
ru: Вы успешно покинули группу «%{group_name}».

source: Legacy Prometheus integrations cannot currently be removed
ko: 레거시 Prometheus 통합은 현재 제거할 수 없습니다.

source: Legacy Web IDE
ko: 레거시 웹 IDE
ru: Устаревшая Web IDE

source: Legacy burndown chart
ko: 레거시 번다운 차트
ru: Устаревший график сгорания

source: Legacy license
ko: 레거시 라이센스

source: Less Details
ko: 간략히 보기

source: Less restrictive visibility
ko: 덜 제한적인 가시성
ru: Менее ограниченная видимость

source: Let's Encrypt does not accept emails on example.com
ko: Let's Encrypt는 example.com에서 이메일을 받지 않습니다.

source: Let's Encrypt is a free, automated, and open certificate authority (CA) that gives digital certificates in order to enable HTTPS (SSL/TLS) for websites. Learn more about Let's Encrypt configuration by following the %{docs_link_start}documentation on GitLab Pages%{docs_link_end}.
ko: Let's Encrypt는 웹 사이트에서 HTTPS(SSL/TLS)를 활성화하기 위해 디지털 인증서를 제공하는 무료 자동화 개방형 인증 기관(CA)입니다. GitLab Pages%{docs_link_end}의 %{docs_link_start}설명서를 따라 Let's Encrypt 구성에 대해 자세히 알아보세요.
ru: Let's Encrypt — это бесплатный, автоматизированный и открытый центр сертификации (CA), который выдает цифровые сертификаты для включения HTTPS (SSL/TLS) для веб-сайтов. Подробнее о настройке Let's Encrypt можно узнать, изучив %{docs_link_start}документацию по GitLab Pages%{docs_link_end}.

source: License
ko: 라이선스
ru: Лицензия

source: License Compliance
ko: 라이선스 준수
ru: Служба комплаенса лицензий

source: License Compliance| Used by %{dependencies}
ko: %{dependencies}에서 사용됨
ru: Используется %{dependencies}

source: License compliance
ko: 라이센스 준수
ru: Соблюдение условий лицензий

source: License does not provide access to Code Suggestions.
ko: 라이선스는 코드 제안에 대한 액세스를 제공하지 않습니다.
ru: Лицензия не предоставляет доступа к предложениям кода.

source: License includes access to Code Suggestions, but you lack the necessary permissions to use this feature.
ko: 라이선스에는 코드 제안에 대한 액세스가 포함되어 있지만, 이 기능을 사용하는 데 필요한 권한이 없습니다.
ru: Лицензия предоставляет доступ к предложениям кода, но у вас нет необходимых прав для использования этой функции.

source: License includes access to Code Suggestions.
ko: 라이선스에는 코드 제안에 대한 액세스가 포함되어 있습니다.
ru: Лицензия предоставляет доступ к предложениям кода.

source: License key
ko: 라이선스 키
ru: Лицензионный ключ

source: License overview
ko: 라이선스 개요

source: LicenseCompliance|Acceptable for use in this project
ko: 이 프로젝트에서 사용 가능
ru: Приемлемо для использования в этом проекте

source: LicenseCompliance|Allowed
ko: 허용됨
ru: Разрешено

source: LicenseCompliance|Denied
ko: 거부됨
ru: Запрещено

source: LicenseCompliance|License Compliance detected %d license
ko: 라이선스 준수가 %d개의 라이선스를 감지했습니다.
ru: Служба комплаенса лицензий обнаружила %d лицензию

source: LicenseCompliance|License Compliance detected %d license and policy violation
ko: 라이선스 준수에서 %d 라이선스 및 정책 위반이 감지되었습니다.
ru: Служба комплаенса лицензий обнаружила %d нарушение лицензии и политики

source: LicenseCompliance|License Compliance detected %d license and policy violation for the source branch only
ko: 라이센스 준수에서 소스 브랜치에 대해서만 %d개 라이센스 및 정책 위반을 감지했습니다.
ru: Служба комплаенса лицензий обнаружила %d нарушение лицензии и политики только для исходной ветки

source: LicenseCompliance|License Compliance detected %d license and policy violation for the source branch only; approval required
ko: 라이센스 준수에서 소스 브랜치에 대해서만 %d개 라이센스 및 정책 위반을 감지했습니다; 승인 필요
ru: Служба комплаенса лицензий обнаружила %d лицензию и нарушение только для исходной ветки; необходимо утверждение

source: LicenseCompliance|License Compliance detected %d license for the source branch only
ko: 라이센스 준수에서 소스 브랜치에 대해서만 %d개 라이센스를 감지했습니다.
ru: Служба комплаенса лицензий обнаружила %d лицензию только для исходной ветки

source: LicenseCompliance|License Compliance detected %d new license
ko: 라이센스 준수에서 %d개 새 라이센스를 감지했습니다.
ru: Служба комплаенса лицензий обнаружила %d новую лицензию

source: LicenseCompliance|License Compliance detected %d new license and policy violation
ko: 라이센스 준수에서 %d개 새 라이센스 및 정책 위반을 감지했습니다
ru: Служба комплаенса лицензий обнаружила %d новое нарушение лицензии и политики

source: LicenseCompliance|License Compliance detected %d new license and policy violation; approval required
ko: 라이센스 준수에서 %d개 새 라이센스 및 정책 위반을 감지했습니다; 승인 필요
ru: Служба комплаенса обнаружила %d новую лицензию и политику нарушений; необходимо утверждение

source: LicenseCompliance|License Compliance detected no licenses for the source branch only
ko: 라이센스 준수에서 소스 브랜치에 대해서만 라이센스를 감지하지 못했습니다.
ru: Служба комплаенса лицензий не обнаружила лицензий только для исходной ветки

source: LicenseCompliance|License Compliance detected no new licenses
ko: 라이센스 준수에서 새 라이센스를 감지하지 못했습니다.
ru: Служба комплаенса лицензий не обнаружила новых

source: LicenseCompliance|No policy matches this license
ko: 이 라이센스와 일치하는 정책이 없습니다.
ru: Ни одна политика не соответствует этой лицензии

source: LicenseCompliance|Out-of-compliance with the project's policies and should be removed
ko: 프로젝트 정책을 준수하지 않으며 제거해야 함
ru: Несоответствует политике проекта и должно быть удалено

source: LicenseCompliance|Uncategorized
ko: 분류되지 않음
ru: Без категории

source: LicenseManagement|Allowed
ko: 허용됨
ru: Разрешено

source: LicenseManagement|Denied
ko: 거부됨
ru: Запрещено

source: LicenseManagement|Uncategorized
ko: 미분류
ru: Без категории

source: LicenseScanningReport|The following SBOM reports could not be parsed. Therefore the list of components and their licenses may be incomplete.
ko: 다음 SBOM 보고서를 구문 분석할 수 없습니다. 따라서 컴포넌트 및 해당 라이선스 목록이 불완전할 수 있습니다.
ru: Следующие отчёты SBOM не удалось разобрать. Поэтому список компонентов и их лицензий может быть неполным.

source: Licensed Enterprise Edition features can be used if the project namespace's plan includes the feature, or if the project is public.
ko: 라이선스를 갖고 있는 Enterprise Edition 기능은 프로젝트 네임스페이스의 계획에 기능이 포함되어 있거나 프로젝트가 공용인 경우 사용할 수 있습니다.
ru: Лицензированные функции Enterprise Edition можно использовать, если план пространства имён проекта включает эту функцию или если проект является публичным.

source: Licensed Features
ko: 라이선스가 부여된 기능

source: Licensed to:
ko: 라이센스 대상:

source: Licenses
ko: 라이센스
ru: Лицензии

source: Licenses|Drag your license file here or %{linkStart}select a file to upload%{linkEnd}.
ko: 라이센스 파일을 여기로 드래그하거나 %{linkStart}업로드할 파일을 선택하세요%{linkEnd}.
ru: Перетащите файл лицензии сюда или %{linkStart}выберите файл для загрузки%{linkEnd}.

source: Licenses|Drop your license file to start the upload.
ko: 업로드를 시작하려면 라이센스 파일을 놓으십시오.

source: Licenses|Error: You are trying to upload something other than a file
ko: 오류: 파일이 아닌 다른 항목을 업로드하려고 합니다.

source: Licenses|The file could not be uploaded.
ko: 파일을 업로드할 수 없습니다.

source: Licenses|This package also includes a license which was not identified by the scanner.
ko: 이 패키지에는 스캐너로 식별되지 않은 %{count}개의 라이선스도 포함되어 있습니다.

source: Lifecycle can only have a maximum of %{limit} statuses.
ko: 라이프사이클은 최대 %{limit} 개의 상태만을 가질 수 있습니다.
ru: В жизненном цикле может быть не более %{limit} статусов.

source: Limit display of time tracking units to hours.
ko: 시간 추적 단위의 표시를 시간으로 제한합니다.
ru: Ограничить отображение единицы времени отслеживания до часов.

source: Limit sign in from multiple IP addresses
ko: 여러 IP 주소에서 로그인 제한
ru: Ограничить вход с нескольких IP-адресов

source: Limit the number of inbound incident management alerts that can be sent to a project.
ko: 프로젝트에 보낼 수 있는 인바운드 인시던트 관리 경고의 수를 제한합니다.

source: Limit the number of issues and epics per minute a user can create through web and API requests.
ko: 사용자가 웹 및 API 요청을 통해 생성할 수 있는 분당 이슈 및 에픽 수를 제한합니다.
ru: Ограничьте количество обсуждений и целей, которые пользователь может создавать через веб и API запросы в минуту.

source: Limit the number of pipeline creation requests per minute. This limit includes pipelines created through the UI, the API, and by background processing.
ko: 분당 파이프라인 생성 요청 수를 제한합니다. 이 제한에는 UI, API 및 백그라운드 처리를 통해 생성된 파이프라인이 포함됩니다.
ru: Ограничьте количество запросов на создание конвейеров в минуту. Это ограничение включает конвейеры, созданные через интерфейс, API и фоновую обработку.

source: Limit the number of project or group members a user can delete per minute through API requests.
ko: API 요청을 통해 사용자가 분당 삭제할 수 있는 프로젝트 또는 그룹 구성원 수를 제한합니다.
ru: Ограничьте количество участников проекта или группы, которых пользователь может удалить в минуту с помощью запросов API.

source: Limit the size of Sidekiq jobs stored in Redis.
ko: Redis에 저장된 Sidekiq 작업의 크기를 제한합니다.
ru: Ограничьте размер заданий Sidekiq, хранящихся в Redis.

source: Limiting mode
ko: 제한 모드
ru: Режим ограничений

source: Limits how many API requests an IP address can make to artifact manager endpoints within a 15-second window.
ko: 15초 동안 IP 주소가 아티팩트 관리자 엔드포인트에 대해 수행할 수 있는 API 요청 수를 제한합니다.
ru: Ограничивает количество запросов к эндпоинтам диспетчера артефактов с одного IP-адреса в течение 15-секундного интервала.

source: Line
ko: 라인

source: Line changes
ko: 라인 변경
ru: Изменения строк

source: Link
ko: 링크

source: Link %{issuableType}s together to show that they're related or that one is blocking others.
ko: 서로 관련이 있거나 다른 사람을 차단하고 있음을 보여주기 위해 %{issuableType}을 함께 링크합니다.

source: Link %{issuableType}s together to show that they're related.
ko: 서로 관계되어 있음을 보여주기 위해 %{issuableType}을 함께 링크합니다.

source: Link (optional)
ko: 링크 (옵션)

source: Link Sentry to GitLab to discover and view the errors your application generates.
ko: Sentry를 GitLab에 링크하여 애플리케이션이 생성하는 오류를 발견하고 확인합니다.
ru: Свяжите Sentry с GitLab, чтобы обнаруживать и просматривать ошибки, которые создаёт ваше приложение.

source: Link an external wiki from the project's sidebar.
ko: 프로젝트 사이드바에서 외부 위키를 링크합니다.
ru: Свяжите внешнюю вики с боковой панелью проекта.

source: Link copied to clipboard.
ko: 링크가 클립보드에 복사되었습니다.

source: Link does not exist
ko: 링크가 존재하지 않습니다

source: Link items blocked by this item
ko: 이 항목에 의해 차단된 항목 링크
ru: Связать элементы, заблокированные этим элементом

source: Link items blocking this item
ko: 이 항목을 차단하는 아이템들에 링크
ru: Связать элементы, блокирующие этот элемент

source: Link items related to this item
ko: 이 항목에 관련된 링크 아이템
ru: Связать элементы с этим элементом

source: Link text
ko: 링크 텍스트
ru: Текст ссылки

source: Link title
ko: 링크 제목
ru: Название ссылки

source: Link title is required
ko: 링크 제목은 필수 항목입니다.
ru: Название ссылки обязательно

source: Link to go to GitLab pipeline documentation
ko: GitLab 파이프라인 문서로 이동하는 링크

source: Link to your Grafana instance.
ko: Grafana 인스턴스로 링크합니다.
ru: Ссылка на ваш экземпляр Grafana.

source: Linked epics
ko: 링크된 에픽

source: Linked incidents or issues
ko: 링크된 인시던트 또는 이슈
ru: Связанные инциденты или обсуждения

source: Linked items
ko: 링크된 항목
ru: Связанные элементы

source: LinkedResources|Add
ko: 추가
ru: Добавить

source: LinkedResources|Add a resource link
ko: 리소스 링크 추가
ru: Добавить ссылку на ресурс

source: LinkedResources|Cancel
ko: 취소
ru: Отмена

source: LinkedResources|Error creating resource link for the incident: %{error}
ko: 인시던트에 대한 리소스 링크 생성 오류: %{error}
ru: Ошибка при создании ссылки на ресурс для инцидента: %{error}

source: LinkedResources|Error deleting the linked resource for the incident: %{error}
ko: 인시던트에 대해 링크된 리소스 삭제 오류: %{error}
ru: Ошибка при удалении связанного ресурса для инцидента: %{error}

source: LinkedResources|Fetching linked resources
ko: 링크된 리소스 가져오기

source: LinkedResources|Link
ko: 링크

source: LinkedResources|Linked resources
ko: 링크된 리소스

source: LinkedResources|Remove
ko: 제거

source: LinkedResources|Something went wrong while creating the resource link for the incident.
ko: 인시던트에 대한 리소스 링크를 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании связанного ресурса для инцидента.

source: LinkedResources|Something went wrong while deleting the linked resource for the incident.
ko: 인시던트에 대한 연결된 리소스를 삭제하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при удалении связанного ресурса для инцидента.

source: LinkedResources|Something went wrong while fetching linked resources for the incident.
ko: 인시던트에 대해 링크된 리소스를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении связанных ресурсов для инцидента.

source: LinkedResources|Text (Optional)
ko: 텍스트 (옵션)

source: LinkedResources|Use this space to add links to the resources your team needs as they work to resolve the incident.
ko: 이 공간을 사용하여 팀이 사고를 해결하기 위해 작업할 때 필요한 리소스에 대한 링크를 추가합니다.
ru: Используйте это пространство для добавления ссылок на ресурсы, которые могут понадобиться вашей команде для устранения инцидента.

source: Links
ko: 링크
ru: Ссылки

source: List
ko: 목록
ru: Список

source: List available repositories
ko: 사용 가능한 리포지토리 목록

source: List of suitable GCP locations
ko: 적합한 GCP 위치 목록
ru: Список подходящих местоположений GCP

source: List of users allowed to exceed the rate limit. Example: username1, username2
ko: 속도 제한을 초과할 수 있는 사용자 목록. 예: username1, username2
ru: Список пользователей, которым разрешено превышать ограничения частоты запросов. Пример: username1, username2
