Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: UserMapping|The %{strongStart}Skip confirmation when administrators reassign placeholder users%{strongEnd} setting is enabled. Users do not have to approve the reassignment, and contributions are reassigned immediately.
ko: %{strongStart}운영자가 플레이스홀더 사용자를 재할당할 때 확인 건너뛰기%{strongEnd} 설정이 활성화되었습니다. 사용자는 재할당을 승인할 필요가 없으며, 기여 내용은 즉시 재할당됩니다.

source: UserMapping|The file is being processed and you will receive an email when completed.
ko: 파일이 처리 중이며 완료되면 이메일을 받게 됩니다.
ru: Файл обрабатывается, и вы получите электронное письмо, когда процесс завершится.

source: UserMapping|The following errors are preventing the sheet from being processed: %{errors}
ko: 다음 오류로 인해 시트가 처리되지 않았습니다: %{errors}
ru: Следующие ошибки мешают обработке таблицы: %{errors}

source: UserMapping|The invitation could not be accepted.
ko: 초대를 수락할 수 없습니다.
ru: Приглашение не может быть принято.

source: UserMapping|The invitation could not be declined.
ko: 초대를 거부할 수 없습니다.
ru: Приглашение не может быть отклонено.

source: UserMapping|The provided CSV was not correctly formatted.
ko: 제공된 CSV 파일의 포맷이 정확하지 않습니다.
ru: Предоставленный файл CSV имеет неверный формат.

source: UserMapping|The provided spreadsheet contains duplicate email addresses or usernames.
ko: 제공된 스프레드시트에 중복된 이메일 주소 또는 사용자명이 포함되어 있습니다.
ru: Предоставленная таблица содержит дублирующиеся адреса электронной почты или имена пользователей.

source: UserMapping|This limit is shared with all subgroups in the group's hierarchy.
ko: 이 한도는 그룹 계층내의 모든 서브그룹에 공유됩니다.
ru: Это ограничение делится между всеми подгруппами в иерархии группы.

source: UserMapping|Upload the completed CSV file.
ko: 완성된 CSV 파일을 업로드하세요.
ru: Загрузите заполненный файл CSV.

source: UserMapping|Use a CSV file to reassign contributions from placeholder users to existing group members. For more information, see %{linkStart}reassign contributions and memberships%{linkEnd}.
ko: 플레이스홀더 사용자로부터 기존 그룹 구성원에게 기여를 재할당하려면 CSV 파일을 사용하세요. 자세한 내용은 %{linkStart}기여 및 멤버십 재할당%{linkEnd}을 참조하세요.
ru: Используйте CSV файл для переназначения вкладов от временных пользователей к существующим участникам группы. Для получения дополнительной информации смотрите документацию по %{linkStart}переназначению вкладов и участия%{linkEnd}.

source: UserMapping|User ID
ko: 사용자 ID
ru: ID пользователя

source: UserMapping|You can assign active users with regular or auditor access only.
ko: 일반(Regular) 또는 감사자(Auditor) 권한을 가진 활성 사용자만 할당할 수 있습니다.
ru: Вы можете назначать только активных пользователей с обычным или аудиторским доступом.

source: UserMapping|You can assign active users with regular, auditor, or administrator access only.
ko: 일반(regular), 감사자(auditor), 또는 운영자 권한을 가진 활성 사용자만 할당할 수 있습니다.
ru: Вы можете назначать только активных пользователей с обычным, аудиторским или административным доступом.

source: UserMapping|You can assign only enterprise users in the top-level group you're importing to.
ko: 가져오기를 진행하는 최상위 그룹에는 엔터프라이즈 사용자만 할당할 수 있습니다.
ru: Вы можете назначать только корпоративных пользователей группы верхнего уровня, в которую производится импорт.

source: UserMapping|You can assign only users with linked SAML and SCIM identities. Ensure the user has signed into GitLab through your SAML SSO provider and has an active SCIM identity for this group.
ko: SAML 및 SCM ID가 연결된 사용자만 할당할 수 있습니다. 사용자가 SAML SSO 제공업체를 통해 GitLab에 로그인하고 이 그룹에 대해 활성 SCM ID를 가지고 있는지 확인합니다.
ru: Вы можете назначать только пользователей с привязанными идентификаторами SAML и SCIM. Убедитесь, что пользователь вошёл в GitLab через вашего провайдера SAML SSO и имеет активный идентификатор SCIM для этой группы.

source: UserMapping|You can assign users with regular or auditor access only.
ko: 일반(Regular) 또는 감사자(Auditor) 권한을 가진 사용자만 할당할 수 있습니다.
ru: Вы можете назначать только пользователей с обычным или аудиторским доступом.

source: UserMapping|You can assign users with regular, auditor, or administrator access only.
ko: 일반, 감사자 또는 운영자 액세스 권한만 사용자에게 할당할 수 있습니다.
ru: Вы можете назначать только обычных пользователей, аудиторов или администраторов.

source: UserMapping|You cannot reassign user contributions of imports to a personal namespace.
ko: 개인 네임스페이스에 대한 사용자 기여를 재할당할 수 없습니다.
ru: Вы не можете переназначить вклад пользователей при импорте в личное пространство имён.

source: UserMapping|You have approved the reassignment of contributions from %{strong_open}%{source_user_name} (@%{source_username})%{strong_close} on %{strong_open}%{source_hostname}%{strong_close} to yourself in %{strong_open}%{destination_group}%{strong_close}. The reassignment is in progress.
ko: %{strong_open}%{source_user_name} (@%{source_username})%{strong_close}의 기여를 %{strong_open}%{source_hostname}%{strong_close}에서 %{strong_open}%{destination_group}%{strong_close}으로 본인에게 재할당하는 것을 승인했습니다. 재할당이 진행 중입니다.
ru: Вы одобрили переназначение вкладов от %{strong_open}%{source_user_name} (@%{source_username})%{strong_close} на %{strong_open}%{source_hostname}%{strong_close} себе в %{strong_open}%{destination_group}%{strong_close}. Переназначение выполняется.

source: UserMapping|You have rejected the reassignment of contributions from %{strong_open}%{source_user_name} (@%{source_username})%{strong_close} on %{strong_open}%{source_hostname}%{strong_close} to yourself in %{strong_open}%{destination_group}%{strong_close}.
ko: %{strong_open}%{source_user_name} (@%{source_username})%{strong_close}의 기여를 %{strong_open}%{source_hostname}%{strong_close}에서 %{strong_open}%{destination_group}%{strong_close}으로 본인에게 재할당하는 것을 거부했습니다.
ru: Вы отклонили переназначение вкладов от %{strong_open}%{source_user_name} (@%{source_username})%{strong_close} на %{strong_open}%{source_hostname}%{strong_close} себе в %{strong_open}%{destination_group}%{strong_close}

source: UserMapping|You might have already accepted or rejected the reassignment, or the assignment might have been canceled.
ko: 이미 재할당을 수락하거나 거부했거나, 재할당이 취소되었을 수 있습니다.
ru: Возможно, вы уже приняли или отклонили переназначение, или же назначение было отменено.

source: UserMapping|You must upload a CSV file with a .csv file extension.
ko: .csv 파일 확장자를 가진 CSV 파일을 업로드해야 합니다.
ru: Необходимо загрузить файл CSV с расширением .csv.

source: UserProfile|%{count} %{file}
ko: %{count} %{file}
ru: %{count} %{file}

source: UserProfile|%{id} · created %{created} by %{author}
ko: %{id} · %{author}에 의해 %{created} 생성됨
ru: %{id} · создан %{created} %{author}

source: UserProfile|About
ko: 정보
ru: Обо мне

source: UserProfile|Activity
ko: 활동
ru: Активность

source: UserProfile|An error occurred loading the activity. Please refresh the page to try again.
ko: 활동을 로드하는 중 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке активности. Обновите страницу, чтобы повторить попытку.

source: UserProfile|An error occurred loading the followers. Please refresh the page to try again.
ko: 팔로어를 로드하는 중 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке подписчиков. Обновите страницу и попробуйте ещё раз.

source: UserProfile|An error occurred loading the following. Please refresh the page to try again.
ko: 다음을 로드하는 중 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке подписок. Обновите страницу и попробуйте ещё раз.

source: UserProfile|An error occurred loading the personal projects. Please refresh the page to try again.
ko: 개인 프로젝트를 로드하는 중에 오류가 발생했습니다. 다시 시도하려면 페이지를 새로 고치십시오
ru: Произошла ошибка при загрузке личных проектов. Обновите страницу, чтобы повторить попытку.

source: UserProfile|Blocked user
ko: 차단된 사용자
ru: Заблокированный пользователь

source: UserProfile|Busy
ko: 바쁨
ru: Занят(а)

source: UserProfile|Contact
ko: 연락처
ru: Контакты

source: UserProfile|Contributed projects
ko: 기여한 프로젝트
ru: Вклад в проекты

source: UserProfile|Copy user ID: %{id}
ko: 사용자 ID 복사: %{id}
ru: Скопировать ID пользователя: %{id}

source: UserProfile|Edit profile
ko: 프로필 수정
ru: Изменить профиль

source: UserProfile|Email confirmation code last sent at:
ko: 이메일 확인 코드 마지막 발송 시간:
ru: Код подтверждения электронной почты последний раз был отправлен:

source: UserProfile|Explore public groups to find projects to contribute to
ko: 공개 그룹을 탐색하여 기여할 프로젝트를 찾으세요.
ru: Изучите публичные группы, чтобы найти проекты, в которые можно внести свой вклад

source: UserProfile|Failed to set avatar. Please reload the page to try again.
ko: 아바타 설정 실패. 다시 시도하려면 페이지를 새로고침하세요.
ru: Не удалось установить аватар. Перезагрузите страницу и попробуйте снова.

source: UserProfile|Followers
ko: 팔로워
ru: Подписчики

source: UserProfile|Following
ko: 팔로잉
ru: Подписки

source: UserProfile|Get started with snippets
ko: 스니펫 시작하기
ru: Начните работать со сниппетами

source: UserProfile|Groups
ko: 그룹
ru: Группы

source: UserProfile|Groups are the best way to manage projects and members.
ko: 그룹은 프로젝트와 멤버를 관리하는 가장 좋은 방법입니다.
ru: Группы - лучший способ управлять проектами и участниками.

source: UserProfile|Info
ko: 정보
ru: Информация

source: UserProfile|Join or create a group to start contributing by commenting on issues or submitting merge requests!
ko: 이슈에 댓글을 달거나 머지 리퀘스트를 제출하여 기여를 시작하려면 그룹에 가입하거나 그룹을 만드십시오!
ru: Присоединяйтесь или создайте группу, чтобы начать вносить вклад, комментируя проблемы или отправляя запросы на слияние!

source: UserProfile|Locked account email verification code last sent at:
ko: 잠긴 계정 이메일 확인 코드가 마지막으로 전송된 시간:
ru: Код подтверждения электронной почты заблокированной учётной записи последний раз был отправлен:

source: UserProfile|No activities found
ko: 활동을 찾을 수 없습니다.
ru: Активность не найдена

source: UserProfile|No snippets found
ko: 스니펫을 찾을 수 없습니다
ru: Сниппеты не найдены

source: UserProfile|Overview
ko: 개요
ru: Обзор

source: UserProfile|Personal projects
ko: 개인 프로젝트
ru: Личные проекты

source: UserProfile|Pronounced as:
ko: 발음:
ru: Произносится как:

source: UserProfile|Pronouns:
ko: 발음:
ru: Местоимения:

source: UserProfile|Retry
ko: 다시 시도
ru: Повторить

source: UserProfile|Snippets
ko: 스니펫
ru: Сниппеты

source: UserProfile|Snippets in GitLab can either be private, internal, or public.
ko: GitLab의 스니펫은 비공개, 내부 또는 공개로 설정할 수 있습니다.
ru: Сниппеты в GitLab могут быть частными, внутренними или общедоступными.

source: UserProfile|Star projects to track their progress and show your appreciation
ko: 프로젝트에 별점를 주어, 진행 상황을 추적하고 감사를 표시하세요.
ru: Отметьте проекты звездочкой, чтобы отслеживать их прогресс и выразить свою благодарность.

source: UserProfile|Starred projects
ko: 별점 부여된 프로젝트
ru: Избранные проекты

source: UserProfile|Store, share, and embed bits of code and text.
ko: 코드 및 텍스트 비트를 저장, 공유 및 임베딩합니다.
ru: Храните, делитесь и встраивайте фрагменты кода и текста.

source: UserProfile|Subscribe
ko: 구독
ru: Подписаться

source: UserProfile|There are no projects available to be displayed here
ko: 여기에 표시할 수 있는 프로젝트가 없습니다.
ru: Нет доступных проектов для отображения

source: UserProfile|This user doesn't have any followers
ko: 이 사용자는 팔로워가 없습니다.
ru: У этого пользователя нет подписчиков

source: UserProfile|This user doesn't have any snippets
ko: 이 사용자는 스니펫이 없습니다.
ru: У этого пользователя нет сниппетов

source: UserProfile|This user has a private profile
ko: 이 사용자는 개인 프로필을 가지고 있습니다.
ru: У этого пользователя закрытый профиль

source: UserProfile|This user hasn't contributed to any projects
ko: 이 사용자는 프로젝트에 참여하지 않았습니다.
ru: Этот пользователь не участвовал ни в каких проектах

source: UserProfile|This user hasn't starred any projects
ko: 이 사용자는 아직 별점을 받은 프로젝트가 없습니다.
ru: Это пользователь не добавил в избранное ни одного проекта

source: UserProfile|This user is blocked
ko: 이 사용자는 차단되었습니다.
ru: Этот пользователь заблокирован

source: UserProfile|This user isn't following other users
ko: 이 사용자는 다른 사용자를 팔로우하고 있지 않습니다.
ru: Этот пользователь не подписан на других пользователей

source: UserProfile|Unconfirmed user
ko: 확인되지 않은 사용자
ru: Неподтвержденный пользователь

source: UserProfile|User ID copied to clipboard
ko: 사용자 ID가 클립보드에 복사되었습니다.
ru: ID пользователя был скопирован в буфер обмена

source: UserProfile|User profile navigation
ko: 사용자 프로필 네비게이션
ru: Навигация по профилю пользователя

source: UserProfile|User profile picture
ko: 사용자 프로필 사진
ru: Изображение профиля пользователя

source: UserProfile|View all
ko: 모두 보기
ru: Показать все

source: UserProfile|View large avatar
ko: 큰 아바타 보기
ru: Просмотр большого аватара

source: UserProfile|View user in admin area
ko: 운영자 영역에서 사용자 보기
ru: Просмотр пользователя в области администратора

source: UserProfile|You are not following other users
ko: 다른 사용자를 팔로우하고 있지 않습니다.
ru: Вы не подписаны на других пользователей

source: UserProfile|You can create a group for several dependent projects
ko: 여러 종속 프로젝트에 대한 그룹을 생성할 수 있습니다.
ru: Вы можете создать группу для нескольких зависимых проектов.

source: UserProfile|You cannot create projects in your personal namespace. Contact your GitLab administrator.
ko: 개인 네임스페이스에는 프로젝트를 생성할 수 없습니다. GitLab 운영자에게 문의하세요.
ru: Вы не можете создавать проекты в вашем личном пространстве имён. Свяжитесь с администратором GitLab.

source: UserProfile|You do not have any followers
ko: 당신은 팔로어가 없습니다.
ru: У вас нет подписчиков

source: UserProfile|You haven't created any personal projects
ko: 당신은 개인 프로젝트를 만들지 않았습니다.
ru: Вы не создали ни одного личного проекта.

source: UserProfile|You haven't created any snippets
ko: 아무 스니펫도 생성하지 않았습니다.
ru: Вы не создали ни одного сниппета

source: UserProfile|Your projects can be available publicly, internally, or privately, at your choice.
ko: 프로젝트는 공개적으로, 내부적으로, 또는 비공개로 원하는 대로 사용할 수 있습니다.
ru: На ваш выбор проекты могут быть публичными, внутренними или личными.

source: UserProfile|updated %{updated}
ko: %{updated} 업데이트됨
ru: обновлён %{updated}

source: Username
ko: 사용자명
ru: Имя пользователя

source: Username (optional)
ko: 사용자명 (옵션)
ru: Имя пользователя (необязательно)

source: Username and Password
ko: 사용자명과 암호
ru: Имя пользователя и пароль

source: Username for administrator account.
ko: 운영자 계정의 사용자명입니다.

source: Username is already taken.
ko: 사용자명이 이미 사용되었습니다.

source: Username is available.
ko: 사용자명을 사용할 수 있습니다.

source: Username of a Packagist account.
ko: Packagist 계정의 사용자명.

source: Username of the Jenkins server.
ko: Jenkins 서버의 사용자명.

source: Username or email
ko: 사용자명 또는 이메일
ru: Имя пользователя или email

source: Username or primary email
ko: 사용자명 또는 기본 이메일
ru: Имя пользователя или основной адрес электронной почты

source: Username or primary email is required.
ko: 사용자명이나 기본 이메일이 필요합니다.

source: Username:
ko: 사용자명:
ru: Имя пользователя:

source: Username: %{username}
ko: 사용자명: %{username}
ru: Имя пользователя: %{username}

source: Users
ko: 사용자들
ru: Пользователи

source: Users API rate limits
ko: 사용자 API 속도 제한
ru: Ограничения на частоту запросов API пользователей

source: Users can launch a development environment from a GitLab browser tab when the %{linkStart}Gitpod%{linkEnd} integration is enabled.
ko: 사용자는 %{linkStart}Gitpod%{linkEnd} 통합이 활성화된 경우 GitLab 브라우저 탭에서 개발 환경을 시작할 수 있습니다.
ru: Пользователи могут запустить среду разработки из вкладки GitLab в браузере, когда интеграция с %{linkStart}Gitpod%{linkEnd} включена.

source: Users can reactivate their account by signing in. %{link_start}Learn more%{link_end}.
ko: 사용자는 로그인하여 계정을 다시 활성화할 수 있습니다. %{link_start}자세히 알아보기%{link_end}.

source: Users can render diagrams in AsciiDoc, Markdown, reStructuredText, and Textile documents using Kroki.
ko: 사용자는 Kroki를 사용하여 AsciiDoc, Markdown, reStructuredText 및 Textile 문서에서 다이어그램을 렌더링할 수 있습니다.

source: Users can request access (if visibility is public or internal)
ko: 사용자는 액세스를 요청할 수 있습니다 (공개 수준이 공개 또는 내부 공개인 경우).
ru: Пользователи могут запросить доступ (если видимость публичная или внутренняя)

source: Users can select 'Remember me' on sign-in to keep their session active beyond the session duration. %{link_start}Learn more%{link_end}.
ko: 사용자는 로그인 시 '계정 정보 저장'을 선택하여 세션 기간이 지나도 세션을 활성 상태로 유지할 수 있습니다. %{link_start}자세히 알아보기%{link_end}.
ru: Пользователи могут выбрать «Запомнить меня» при входе, чтобы их сессия оставалась активной дольше установленной длительности сессии. %{link_start}Подробнее%{link_end}.

source: Users cannot be added to projects in this group
ko: 이 그룹의 프로젝트에 사용자를 추가할 수 없습니다.
ru: Пользователи не могут быть добавлены в проекты в этой группе

source: Users in subscription
ko: 구독 중인 사용자

source: Users or groups set as approvers in the project's or merge request's settings.
ko: 프로젝트 또는 머지 요청 설정에서 승인자로 설정된 사용자 또는 그룹
ru: Пользователи или группы, установленные в качестве одобряющих в настройках проекта или запроса на слияние.

source: Users over License
ko: 라이선스를 초과한 사용자

source: Users over subscription
ko: 구독을 초과한 사용자

source: Users requesting access to
ko: 액세스를 요청하는 사용자
ru: Пользователи, запрашивающие доступ к

source: Users to exclude from the rate limit
ko: 속도 제한에서 제외할 사용자
ru: Пользователи, которых следует исключить из ограничения частоты запросов

source: Users who can merge this merge request can override the request for changes, and unblock this merge request.
ko: 이 머지 리퀘스트를 머지할 수 있는 사용자는 변경 요청을 오버라이드 하고 이 머지 리퀘스트의 차단을 해제할 수 있습니다.

source: Users with a Guest role or those who don't belong to a Project or Group will not use a seat from your license.
ko: 손님 사용자, 또는 프로젝트나 그룹에 속하지 않은 사용자는 라이선스의 좌석을 차지하지 않습니다.
ru: Пользователи с ролью Гость или те, кто не принадлежат проекту или группе, не будут использовать лицензии из вашей квоты.

source: UsersSelect|%{name} + %{length} more
ko: %{name} + %{length} 더
ru: еще %{name} + %{length}

source: UsersSelect|Any User
ko: 모든 사용자
ru: Любой пользователь

source: UsersSelect|Assignee
ko: 담당자
ru: Исполнитель

source: UsersSelect|No assignee - %{openingTag} assign yourself %{closingTag}
ko: 담당자 없음 - %{openingTag} 자신을 %{closingTag} 지정
ru: Нет исполнителя - %{openingTag} назначить себя %{closingTag}

source: UsersSelect|Unassigned
ko: 지정 해제됨
ru: Не назначено

source: Uses GitLab as an alternative to Sentry.
ko: Sentry 대신 GitLab을 사용합니다.
ru: Использует GitLab как альтернативу Sentry.

source: Using %{code_start}::%{code_end} denotes a %{link_start}scoped label set%{link_end}
ko: %{code_start} 사용 중::%{code_end}는 %{link_start} 범위 라벨 세트 %{link_end}를 나타냅니다

source: Using HTML script
ko: HTML 스크립트 사용

source: Using required encryption strategy when encrypted field is missing!
ko: 암호화된 필드가 없을 때 필수 암호화 전략 사용!
ru: Используется требуемая стратегия шифрования, когда зашифрованное поле отсутствует!

source: Validate
ko: 검증
ru: Проверить

source: Validate your GitLab CI configuration
ko: GitLab CI 설정 검증

source: Validate your GitLab CI configuration file
ko: GitLab CI 설정 파일 유효성 검증

source: Validated at
ko: 유효성 검사 날짜

source: Validated at:
ko: 유효성 검사 날짜

source: Validated:
ko: 검증됨:

source: Validations failed.
ko: 검증 실패.
ru: Проверка не удалась.

source: Validation|can contain only lowercase letters, digits, '_' and '-'. Must start with a letter, and cannot end with '-' or '_'
ko: 소문자, 숫자, '_' 및 '-'만 포함할 수 있습니다. 문자로 시작해야 하며 '-' 또는 '_'로 끝날 수 없습니다.
ru: может содержать только строчные буквы, цифры, символы '_' и '-'. Должно начинаться с буквы и не может заканчиваться на '-' или '_'

source: Validation|groupId parameter is invalid
ko: groupId 매개변수가 유효하지 않습니다.

source: Validation|must belong to the same project
ko: 동일한 프로젝트에 속해야 함

source: Validation|parameters are invalid
ko: 매개 변수가 유효하지 않음

source: Validation|percentage must be a string between 0 and 100 inclusive
ko: 백분율은 0에서 100 사이의 문자열이어야 합니다.

source: Validation|rollout must be a string between 0 and 100 inclusive
ko: rollout은 0에서 100 사이의 문자열이어야 합니다.

source: Validation|strategy name is invalid
ko: 전략 이름이 유효하지 않습니다.
ru: некорректное название стратегии

source: Value
ko: 값
ru: Значение

source: Value Stream Analytics
ko: 가치 흐름 분석
ru: Аналитика потока ценности

source: Value Stream Analytics can help you determine your team’s velocity
ko: 가치 흐름 분석은 팀의 속도를 결정하는 데 도움이 될 수 있습니다.
ru: Аналитика потока ценности поможет вам определить скорость работы вашей команды

source: Value Streams Dashboard | DORA
ko: DORA

source: Value stream
ko: 가치 흐름

source: Value stream analytics
ko: 가치 흐름 분석
ru: Аналитика потока ценности

source: ValueStreamAnalyticsStage|There are 0 items to show in this stage, for these filters, within this time range.
ko: 이 시간 범위 내에서 이 필터에 대해 이 단계에 표시할 항목이 0개 있습니다.
ru: На этом этапе нет элементов для отображения с выбранными фильтрами и в указанном диапазоне времени.

source: ValueStreamAnalytics|%{stageCount}+ items
ko: %{stageCount}+ 항목
ru: %{stageCount}+ элементов

source: ValueStreamAnalytics|%{value} day
ko: %{value} 일
ru: %{value} день

source: ValueStreamAnalytics|%{value} hour
ko: %{value} 시간
ru: %{value} час

source: ValueStreamAnalytics|%{value} minute
ko: %{value} 분
ru: %{value} минута

source: ValueStreamAnalytics|%{value} month
ko: %{value} 개월
ru: %{value} месяц

source: ValueStreamAnalytics|%{value} week
ko: %{value} 주
ru: %{value} неделя

source: ValueStreamAnalytics|&lt;1 minute
ko: &lt;1분
ru: &lt; 1 минуты

source: ValueStreamAnalytics|Average number of deployments to production per day. This metric measures how often value is delivered to end users.
ko: 일일 평균 프로덕션 배포 수입니다. 이 측정항목은 값이 최종 사용자에게 전달되는 빈도를 측정합니다.
ru: Среднее количество развёртываний в рабочем окружении в день. Этот показатель отражает частоту доставки ценности конечным пользователям.

source: ValueStreamAnalytics|Dashboard
ko: 대시보드
ru: Информационная панель

source: ValueStreamAnalytics|Edit value stream: %{name}
ko: 가치 흐름 편집: %{name}
ru: Редактирование потока создания ценности: %{name}

source: ValueStreamAnalytics|Failed to load usage overview data
ko: 사용량 개요 데이터를 로드하지 못했습니다.
ru: Не удалось загрузить данные обзора использования.

source: ValueStreamAnalytics|Go to docs
ko: 문서로 이동
ru: Перейти к документам

source: ValueStreamAnalytics|High vulnerabilities over time.
ko: 시간에 따른 높은 취약성.
ru: Критические уязвимости с течением времени.

source: ValueStreamAnalytics|Lifecycle metrics
ko: 수명 주기 측정항목
ru: Метрики жизненного цикла

source: ValueStreamAnalytics|Median time between merge request created and merge request merged.
ko: 머지 리퀘스트 생성부터 머지 리퀘스트의 머지될때까지 시간의 중간값입니다.
ru: Медианное время между созданием и объединением запроса на слияние.

source: ValueStreamAnalytics|Median time between when an issue is first referenced in the commit message of a merge request and when that referenced issue is closed.
ko: 머지 리퀘스트의 커밋 메시지에서 문제가 처음 참조된 시점과 참조된 문제가 닫힌 시점 사이의 시간의 중간값입니다.
ru: Медианное время между первым упоминанием обсуждения в сообщении коммита запроса на слияние и закрытием этого обсуждения.

source: ValueStreamAnalytics|Median time from issue created to issue closed.
ko: 이슈가 생성된 후 닫힐때까지의 시간의 중간값.
ru: Медианное время от создания обсуждения до его закрытия.

source: ValueStreamAnalytics|Merge request analytics
ko: 머지 리퀘스트 분석
ru: Аналитика запросов на слияние

source: ValueStreamAnalytics|New value stream
ko: 새 가치 흐름
ru: Новый поток создания ценности

source: ValueStreamAnalytics|Number of commits pushed to the default branch
ko: 기본 브랜치에 푸시된 커밋 수
ru: Количество коммитов, отправленных в ветку по умолчанию

source: ValueStreamAnalytics|Number of critical vulnerabilities identified per month.
ko: 매월 발견된 심각한 취약점 수입니다.
ru: Количество критических уязвимостей, выявленных за месяц.

source: ValueStreamAnalytics|Number of issues closed by month.
ko: 월별 닫힌 이슈의 개수.
ru: Количество закрытых обсуждений по месяцам.

source: ValueStreamAnalytics|Number of merge requests merged by month.
ko: 월별로 머지된 머지 리퀘스트 수입니다.
ru: Количество объединённых запросов на слияние по месяцам.

source: ValueStreamAnalytics|Number of monthly unique users with contributions.
ko: 그룹에 기여한 월별 고유 사용자 수입니다.
ru: Количество уникальных пользователей с вкладом за месяц.

source: ValueStreamAnalytics|Number of new issues created.
ko: 생성된 새 이슈의 개수.
ru: Количество новых обсуждений.

source: ValueStreamAnalytics|Percentage of deployments that cause an incident in production.
ko: 프로덕션에서 인시던트를 유발하는 배포 비율
ru: Процент развёртываний, вызвавших инцидент в рабочем окружении.
