Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ObservabilityMetrics|(Value: %{value})
ko: (값: %{value})
ru: (Значение: %{value})

source: ObservabilityMetrics|+%{count} more
ko: +%{count} 개 추가
ru: + ещё %{count}

source: ObservabilityMetrics|Cancel
ko: 취소
ru: Отмена

source: ObservabilityMetrics|Date
ko: 날짜
ru: Дата

source: ObservabilityMetrics|Description
ko: 설명
ru: Описание

source: ObservabilityMetrics|Dimension
ko: 차원
ru: Размерность

source: ObservabilityMetrics|Dimensions
ko: 차원
ru: Размерности

source: ObservabilityMetrics|Error: Failed to load metrics details. Try reloading the page.
ko: 오류: 측정항목 세부정보를 로드하지 못했습니다. 페이지를 새로고침해 보세요.
ru: Ошибка: не удалось загрузить детали метрики. Попробуйте перезагрузить страницу.

source: ObservabilityMetrics|Error: Unable to create metric snapshot image.
ko: 오류: 측정학목 스냅샷 이미지를 만들 수 없습니다.
ru: Ошибка: Невозможно создать снимок состояния метрики.

source: ObservabilityMetrics|Failed to load metrics.
ko: 측정항목을 로드하지 못했습니다.
ru: Не удалось загрузить метрики.

source: ObservabilityMetrics|Filter dimensions…
ko: 필터 차원...
ru: Фильтровать размерности…

source: ObservabilityMetrics|Last ingested
ko: 최근 수집
ru: Последние данные

source: ObservabilityMetrics|Learn more.
ko: 상세 정보.
ru: Подробнее.

source: ObservabilityMetrics|Metric Details
ko: 측정항목 세부정보
ru: Сведения о метрике

source: ObservabilityMetrics|Metrics
ko: 측정항목
ru: Метрики

source: ObservabilityMetrics|Metrics search has been cancelled.
ko: 측정항목 검색이 취소되었습니다.
ru: Поиск метрик отменен.

source: ObservabilityMetrics|Name
ko: 이름
ru: Название

source: ObservabilityMetrics|No data found for the selected time range %{time}
ko: 선택한 기간 %{time}에 대한 데이터를 찾을 수 없습니다.
ru: Для выбранного временного диапазона %{time} данные не найдены

source: ObservabilityMetrics|No related traces
ko: 관련 추적 없음
ru: Нет связанных трассировок

source: ObservabilityMetrics|No related traces for the selected time. Select another data point and try again.
ko: 선택한 시간에 대한 관련 추적이 없습니다. 다른 데이터 포인트를 선택하고 다시 시도하세요.
ru: Нет связанных трассировок за выбранный период. Выберите другую точку данных и попробуйте снова.

source: ObservabilityMetrics|Related traces at %{time}
ko: %{time}에서 관련 추적
ru: Связанные трассировки за %{time}

source: ObservabilityMetrics|Search
ko: 검색
ru: Поиск

source: ObservabilityMetrics|Search metrics…
ko: 측정항목 검색...
ru: Поиск метрик…

source: ObservabilityMetrics|Select dimensions
ko: 차원 선택
ru: Выберите размерности

source: ObservabilityMetrics|Select function
ko: 함수 선택
ru: Выберите функцию

source: ObservabilityMetrics|Selected dimensions
ko: 선택한 차원
ru: Выбранные размерности

source: ObservabilityMetrics|Trace ID
ko: 추적 ID
ru: ID трассировки

source: ObservabilityMetrics|Track health data from your systems. Send metric data to this project using OpenTelemetry. %{docsLink}
ko: 시스템의 헬스 체크 데이터를 추적합니다. OpenTelemetry를 사용하여 이 프로젝트에 측정항목 데이터를 보냅니다. %{docsLink}
ru: Отслеживайте данные о состоянии ваших систем. Отправляйте метрики в этот проект с помощью OpenTelemetry. %{docsLink}

source: ObservabilityMetrics|Type
ko: 유형
ru: Тип

source: ObservabilityMetrics|Value
ko: 값
ru: Значение

source: ObservabilityMetrics|View traces
ko: 추적 보기
ru: Просмотреть трассировки

source: ObservabilityMetrics|is like
ko: 유사함
ru: похоже на

source: ObservabilityMetrics|is not like
ko: 유사하지 않음
ru: не похоже на

source: Observability|%{events} events
ko: %{events} 이벤트
ru: %{events} событий

source: Observability|Create issues from this page to view them as related items here.
ko: 이 페이지에서 이슈를 생성하면 여기에서 관련 항목으로 볼 수 있습니다.

source: Observability|Creates alerts automatically for Observability-related errors.
ko: 관찰성 관련 오류에 대한 알림을 자동으로 생성합니다.
ru: Создаёт оповещения автоматически для ошибок, связанных с наблюдаемостью.

source: Observability|Enable Observability alerts
ko: 관찰성 알림 활성화

source: Observability|Enable tracing, metrics, or logs on your project.
ko: 프로젝트에서 추적, 측정항목 또는 로그를 활성화합니다.

source: Observability|Failed to load observability usage data.
ko: 관찰성 사용 데이터를 로드하는 데 실패했습니다.
ru: Не удалось загрузить данные об использовании наблюдаемости.

source: Observability|Failed to load related issues. Try reloading the page.
ko: 관련 이슈를 로드하지 못했습니다. 페이지를 다시 로드해 보세요.
ru: Не удалось загрузить связанные обсуждения. Попробуйте перезагрузить страницу.

source: Observability|Filter data by month:
ko: 월별 데이터 필터링:

source: Observability|Includes Logs, Traces and Metrics. %{learnMoreLink}
ko: 로그, 추적, 측정항목 포함. %{learnMoreLink}

source: Observability|Last 1 hour
ko: 지난 1시간
ru: Последний час

source: Observability|Last 12 hours
ko: 지난 12시간
ru: Последние 12 часов

source: Observability|Last 14 days
ko: 지난 14일간
ru: Последние 14 дней

source: Observability|Last 15 minutes
ko: 지난 15분간
ru: Последние 15 минут

source: Observability|Last 24 hours
ko: 지난 24시간
ru: Последние 24 часа

source: Observability|Last 30 days
ko: 지난 30일간
ru: Последние 30 дней

source: Observability|Last 30 minutes
ko: 지난 30분간
ru: Последние 30 минут

source: Observability|Last 4 hours
ko: 지난 4시간
ru: Последние 4 часа

source: Observability|Last 5 minutes
ko: 지난 5분간
ru: Последние 5 минут

source: Observability|Last 7 days
ko: 지난 7일간
ru: Последние 7 дней

source: Observability|Related issues
ko: 관련 이슈
ru: Связанные обсуждения

source: Observability|Sorry, there is no usage data for the selected period
ko: 죄송합니다. 선택한 기간에 대한 사용 데이터가 없습니다.
ru: Извините, за выбранный период нет данных об использовании

source: Observability|Sorry, your filter produced no results
ko: 죄송합니다. 필터링 결과가 없습니다

source: Observability|To widen your search, change or remove filters above
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 제거하세요.

source: Observability|Tracing, Metrics & Logs
ko: 추적, 측정항목, 로그

source: Observability|Try selecting a different period.
ko: 다른 기간을 선택해 보세요.

source: Observability|Usage by day
ko: 일별 사용량

source: Observability|View our %{documentation} for further instructions on how to use these features.
ko: 이러한 기능을 사용하는 방법에 대한 자세한 지침은 %{documentation} 을 참조하세요.
ru: Просмотрите нашу %{documentation} для получения дополнительных инструкций по использованию этих функций.

source: Oct
ko: 10월
ru: Окт.

source: October
ko: 10월
ru: Октябрь

source: Off
ko: 꺼짐
ru: Выкл.

source: Offline
ko: 오프라인

source: Offline license
ko: 오프라인 라이선스

source: Offline nodes automatically deleted after
ko: 오프라인 노드는 다음 시간 후에 자동으로 삭제됨

source: Oh no!
ko: 안돼요!
ru: О, нет!

source: Ok
ko: 확인

source: Okay
ko: OK

source: Oldest first
ko: 가장 오래된 것부터
ru: Сначала старые

source: On
ko: 켜짐
ru: Вкл.

source: On %{end_date}, your trial will end and %{namespace_name} will be limited to %{free_user_limit} member
ko: %{end_date}에 평가판이 종료되고 %{namespace_name} 은 %{free_user_limit} 명으로 제한됩니다.
ru: %{end_date} пробная версия закончится и %{namespace_name} будет ограничено %{free_user_limit} участником

source: On the left sidebar, select %{compliance_center_link} to view them.
ko: 왼쪽 사이드바에서 %{compliance_center_link} 를 선택하여 확인하세요.
ru: В левой боковой панели выберите %{compliance_center_link}, чтобы просмотреть их.

source: On this page
ko: 이 페이지에서

source: On track
ko: 추적중
ru: По плану

source: On-call Schedules
ko: 온콜(긴급) 일정
ru: Графики дежурств

source: On-call schedules
ko: 온콜(긴급) 일정
ru: Графики дежурств

source: On-demand scans run outside of the DevOps cycle and find vulnerabilities in your projects
ko: 온디맨드 스캔은 DevOps 사이클 외부에서 실행되어 프로젝트의 취약성을 찾습니다.
ru: Сканирование по запросу запускается вне цикла DevOps и находит уязвимости в ваших проектах.

source: OnCallScheduless|Any escalation rules that are using this schedule will also be deleted.
ko: 이 일정을 사용하는 모든 에스컬레이션 규칙도 삭제됩니다.

source: OnCallSchedules|1 day
ko: 1일

source: OnCallSchedules|2 weeks
ko: 2주

source: OnCallSchedules|Add a rotation
ko: 로테이션 추가
ru: Добавить смену

source: OnCallSchedules|Add an additional schedule to your project
ko: 프로젝트에 일정 추가
ru: Добавьте в проект дополнительное расписание

source: OnCallSchedules|Add rotation
ko: 로테이션 추가
ru: Добавить смену

source: OnCallSchedules|Add schedule
ko: 일정 추가
ru: Добавить расписание

source: OnCallSchedules|Are you sure you want to delete the "%{deleteRotation}" rotation? This action cannot be undone.
ko: 정말로 "%{deleteRotation}" 로테이션을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить смену %{deleteRotation}? Это действие не может быть отменено.

source: OnCallSchedules|Are you sure you want to delete the "%{deleteSchedule}" schedule? This action cannot be undone.
ko: 정말로 "%{deleteSchedule}" 스케줄을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить расписание «%{deleteSchedule}»? Это действие нельзя отменить.

source: OnCallSchedules|Collapse schedule
ko: 일정 접기

source: OnCallSchedules|Create on-call schedules in GitLab
ko: GitLab에서 온콜(긴급) 일정 생성
ru: Создайте графики дежурств в GitLab

source: OnCallSchedules|Currently no rotation
ko: 현재 로테이션 없음
ru: В настоящее время нет смен

source: OnCallSchedules|Delete rotation
ko: 로테이션 삭제
ru: Удалить смену

source: OnCallSchedules|Delete schedule
ko: 일정 삭제

source: OnCallSchedules|Edit rotation
ko: 로테이션 편집
ru: Изменить смену

source: OnCallSchedules|Edit schedule
ko: 일정 편집
ru: Изменить расписание

source: OnCallSchedules|Enable end date
ko: 종료 날짜 활성화

source: OnCallSchedules|Expand schedule
ko: 일정 펼침

source: OnCallSchedules|Failed to add rotation
ko: 로테이션 추가 실패
ru: Не удалось добавить смену

source: OnCallSchedules|Failed to add schedule
ko: 일정 추가 실패
ru: Не удалось добавить расписание

source: OnCallSchedules|Failed to edit schedule
ko: 일정 편집 실패
ru: Не удалось изменить расписание

source: OnCallSchedules|For this rotation, on-call will be:
ko: 이 로테이션의 경우, 온콜(긴급) 상태는 다음과 같음:
ru: Для этой смены дежурными будут:

source: OnCallSchedules|On-call schedule %{obstacle} in project %{project}
ko: 프로젝트 %{project}의 온콜(긴급) 일정인 %{obstacle}
ru: График дежурства %{obstacle} в проекте %{project}

source: OnCallSchedules|On-call schedules
ko: 온콜(긴급) 일정
ru: Графики дежурств

source: OnCallSchedules|Please note, rotations with shifts that are less than four hours are currently not supported in the weekly view.
ko: 4시간 미만의 로테이션은 현재 주간 보기에서 지원되지 않습니다.
ru: Обратите внимание, что смены с продолжительностью менее четырёх часов в настоящее время не поддерживаются в недельном представлении.

source: OnCallSchedules|Removing this user may put their on-call team at risk of missing a notification.
ko: 이 사용자를 제거하면 온콜 중인 팀이 알림을 놓칠 위험이 있습니다.
ru: Удаление этого пользователя может подвергнуть его дежурную группу риску пропуска уведомления.

source: OnCallSchedules|Removing yourself may put your on-call team at risk of missing a notification.
ko: 자신을 제거하면 대기 중인 팀이 알림을 놓칠 위험이 있습니다.
ru: Удаление себя может подвергнуть вашу дежурную группу риску пропустить уведомление.

source: OnCallSchedules|Restrict to time intervals
ko: 시간 간격으로 제한

source: OnCallSchedules|Rotation end date/time must come after start date/time
ko: (로테이션 종료 날짜/시간)은 (시작 날짜/시간) 이후여야 합니다.
ru: Дата и время окончания смены должны быть позже даты и времени её начала

source: OnCallSchedules|Rotation length
ko: 로테이션 길이
ru: Продолжительность смены

source: OnCallSchedules|Rotation length must be a positive number
ko: 로테이션 길이는 양수여야 합니다.
ru: Длина смены должна быть положительным числом

source: OnCallSchedules|Rotation name cannot be empty
ko: 로테이션 이름은 비워둘 수 없습니다.
ru: Название смены не может быть пустым

source: OnCallSchedules|Rotation participants cannot be empty
ko: 로테이션 참가자는 비워둘 수 없습니다.
ru: Участники смены не могут быть пустыми

source: OnCallSchedules|Rotation start date cannot be empty
ko: 로테이션 시작 날짜는 비워둘 수 없습니다.
ru: Дата начала смены не может быть пустой

source: OnCallSchedules|Rotations
ko: 로테이션
ru: Смены

source: OnCallSchedules|Route alerts directly to specific members of your team
ko: 팀의 특정 사용자에게 직접 알림 전송

source: OnCallSchedules|Route alerts directly to specific members of your team. To access this feature, ask %{linkStart}a project Owner%{linkEnd} to grant you at least the Maintainer role.
ko: 팀의 특정 구성원에게 직접 경고를 라우팅합니다. 이 기능에 액세스하려면 %{linkStart}프로젝트 소유자%{linkEnd} 에게 최소 유지관리자 역할을 요청하세요.

source: OnCallSchedules|Select participant
ko: 참가자 선택

source: OnCallSchedules|Select timezone
ko: 시간대 선택
ru: Выберите часовой пояс

source: OnCallSchedules|Sets the default timezone for the schedule, for all participants
ko: 모든 참가자의 일정에 대한 기본 시간대 설정
ru: Устанавливает часовой пояс по умолчанию для расписания, для всех участников

source: OnCallSchedules|Successfully created a new rotation
ko: 새 로테이션을 성공적으로 생성했습니다.
ru: Новая смена успешно создана

source: OnCallSchedules|Successfully edited your rotation
ko: 로테이션을 성공적으로 편집했습니다.
ru: Смена успешно изменена

source: OnCallSchedules|The rotation could not be deleted. Please try again.
ko: 로테이션을 삭제할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось удалить смену. Повторите попытку.

source: OnCallSchedules|The rotation could not be updated. Please try again.
ko: 로테이션을 업데이트할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось изменить смену. Повторите попытку.

source: OnCallSchedules|The schedule could not be deleted. Please try again.
ko: 일정을 삭제할 수 없습니다. 다시 시도해 주세요.

source: OnCallSchedules|The schedule could not be updated. Please try again.
ko: 일정을 업데이트할 수 없습니다. 다시 시도해 주세요.

source: OnCallSchedules|Try adding a rotation
ko: 로테이션 추가 시도
ru: Попробуйте добавить смену

source: OnCallSchedules|User %{name} is currently part of:
ko: %{name}사용자는 현재 다음의 일부분 입니다:

source: OnCallSchedules|View next timeframe
ko: 다음 기간 보기

source: OnCallSchedules|View previous timeframe
ko: 이전 기간 보기

source: OnCallSchedules|You are currently a part of:
ko: 당신은 현재 다음의 일부분입니다:

source: OnCallSchedules|Your schedule has been successfully created. To add individual users to this schedule, use the Add a rotation button. To enable notifications for this schedule, you must also create an %{linkStart}escalation policy%{linkEnd}.
ko: 일정이 성공적으로 생성되었습니다. 이 일정에 개별 사용자를 추가하려면 로테이션 추가 버튼을 사용하십시오. 이 일정에 대한 알림을 활성화하려면 %{linkStart}에스컬레이션 정책%{linkEnd}도 생성해야 합니다.
ru: Ваше расписание успешно создано. Чтобы добавить отдельных пользователей в это расписание, используйте кнопку Добавить смену. Чтобы включить уведомления для этого расписания, необходимо также создать %{linkStart}политику эскалации%{linkEnd}.

source: OnDemandScans|%{learnMoreLinkStart}Learn more about on-demand scans%{learnMoreLinkEnd}.
ko: %{learnMoreLinkStart}온디멘드(주문형) 검색에 대해 자세히 알아보기%{learnMoreLinkEnd}.
ru: %{learnMoreLinkStart}Подробнее о сканированиях по запросу%{learnMoreLinkEnd}.

source: OnDemandScans|%{profileType} profile library
ko: %{profileType} 프로필 라이브러리

source: OnDemandScans|%{textStart}Tags specify which runners process this scan. Runners must have every tag selected.%{textEnd} %{linkStart}What are runner tags?%{linkEnd}
ko: %{textStart}태그는 이 스캔을 처리하는 러너를 지정합니다. 러너는 모든 태그를 선택해야 합니다.%{textEnd} %{linkStart}러너 태그란?%{linkEnd}
ru: %{textStart}Теги указывают, какие средства выполнения обрабатывают этот скан. Средства выполнения должны иметь все выбранные теги.%{textEnd} %{linkStart}Что такое теги средств выполнения?%{linkEnd}

source: OnDemandScans|Add a schedule to run this scan at a specified date and time or on a recurring basis. Scheduled scans are automatically saved to scan library.
ko: 지정된 날짜 및 시간 또는 정기적으로 이 스캔을 실행하려면 일정을 추가하십시오. 예약된 스캔은 스캔 라이브러리에 자동으로 저장됩니다.

source: OnDemandScans|Analyze a deployed version of your web application for known vulnerabilities by examining it from the outside in. DAST works by simulating external attacks on your application while it is running.
ko: 외부에서 검사하여 웹 애플리케이션의 배포된 버전을 통해 알려진 취약성에 대해 분석합니다. DAST는 애플리케이션이 실행되는 동안 애플리케이션에 대한 외부 공격을 시뮬레이션하여 작동합니다.
ru: Анализируйте развёрнутую версию вашего веб-приложения на известные уязвимости, исследуя её извне. DAST работает, имитируя внешние атаки на ваше приложение во время его работы.

source: OnDemandScans|Are you sure you want to delete this scan?
ko: 이 스캔을 삭제하시겠습니까?

source: OnDemandScans|Cancel
ko: 취소
ru: Отмена

source: OnDemandScans|Could not delete saved scan. Please refresh the page, or try again later.
ko: 저장된 스캔을 삭제할 수 없습니다. 페이지를 새로 고치거나 나중에 다시 시도하십시오.

source: OnDemandScans|Could not fetch on-demand scans. Please refresh the page, or try again later.
ko: 온디멘드(주문형) 스캔을 가져올 수 없습니다. 페이지를 새로 고치거나 나중에 다시 시도하십시오.

source: OnDemandScans|Could not fetch scanner profiles. Please refresh the page, or try again later.
ko: 스캐너 프로필을 가져올 수 없습니다. 페이지를 새로 고치거나 나중에 다시 시도하십시오.

source: OnDemandScans|Could not fetch site profiles. Please refresh the page, or try again later.
ko: 사이트 프로필을 가져올 수 없습니다. 페이지를 새로고침 하거나 나중에 다시 시도하세요.

source: OnDemandScans|Could not run the scan. Please try again.
ko: 스캔을 실행할 수 없습니다. 다시 시도해 주세요.

source: OnDemandScans|DAST configuration
ko: DAST 구성

source: OnDemandScans|DAST scans for vulnerabilities in your project's running application, website, or API. For details of all configuration options, see the %{linkStart}GitLab DAST documentation%{linkEnd}.
ko: DAST는 프로젝트의 실행 중인 애플리케이션, 웹사이트 또는 API에서 취약점을 스캔합니다. 모든 구성 옵션에 대한 자세한 내용은 %{linkStart}GitLab DAST 문서%{linkEnd}를 참조하세요.
ru: DAST выполняет поиск уязвимостей в работающем приложении, на веб-сайте или в API вашего проекта. Подробную информацию обо всех параметрах настройки можно найти в %{linkStart}документации GitLab DAST%{linkEnd}.

source: OnDemandScans|Define the fundamental configuration options for your on-demand scan.
ko: 온디맨드(주문형) 검색에 대한 기초 구성 옵션을 정의합니다.

source: OnDemandScans|Delete profile
ko: 프로필 삭제
ru: Удалить профиль

source: OnDemandScans|Description
ko: 설명

source: OnDemandScans|Discard changes
ko: 변경 사항 취소

source: OnDemandScans|Do you want to discard the changes or keep editing this profile? Unsaved changes will be lost.
ko: 변경 사항을 취소하시겠습니까, 아니면 이 프로필을 계속 편집하시겠습니까? 저장하지 않은 변경 사항은 손실됩니다.
ru: Вы хотите отменить изменения или продолжить редактирование этого профиля? Несохраненные изменения будут потеряны.

source: OnDemandScans|Dynamic Application Security Testing (DAST)
ko: 동적 애플리케이션 보안 테스트(DAST)
ru: Динамическое тестирование безопасности приложений (DAST)

source: OnDemandScans|Edit %{profileType} profile
ko: %{profileType} 프로필 편집

source: OnDemandScans|Edit on-demand DAST scan
ko: 온디맨드(주문형) DAST 스캔 편집
ru: Редактирование сканирования DAST по запросу

source: OnDemandScans|Edit on-demand scan
ko: 온디맨드(주문형) 스캔 편집

source: OnDemandScans|Edit profile
ko: 프로필 편집
ru: Редактировать профиль

source: OnDemandScans|Enable scan schedule
ko: 스캔 스케줄 활성화

source: OnDemandScans|For example: Tests the login page for SQL injections
ko: 예: SQL 인젝션을 위해 로그인 페이지를 테스트

source: OnDemandScans|Keep editing
ko: 계속 편집

source: OnDemandScans|My daily scan
ko: 내 일일 스캔
ru: Моё ежедневное сканирование

source: OnDemandScans|New %{profileType} profile
ko: 새 %{profileType} 프로필

source: OnDemandScans|New on-demand DAST scan
ko: 새 온디맨드(주문형) DAST 스캔
ru: Новое сканирование DAST по запросу

source: OnDemandScans|New on-demand scan
ko: 새 온디맨드(주문형) 스캔

source: OnDemandScans|New profile
ko: 새 프로필
ru: Новый профиль

source: OnDemandScans|New scan
ko: 새 스캔

source: OnDemandScans|No %{profileType} profiles found for DAST
ko: DAST에 대한 %{profileType} 프로필이 없습니다.

source: OnDemandScans|On-demand Scans
ko: 주문형 스캔

source: OnDemandScans|On-demand scans
ko: 주문형 스캔

source: OnDemandScans|On-demand scans run outside of DevOps cycle and find vulnerabilities in your projects. %{learnMoreLinkStart}Learn more%{learnMoreLinkEnd}.
ko: 주문형 스캔은 DevOps 주기 외부에서 실행되어 프로젝트의 취약성을 찾습니다. %{learnMoreLinkStart}자세히 알아보기%{learnMoreLinkEnd}.
ru: Сканирования по запросу выполняются вне цикла DevOps и находят уязвимости в ваших проектах. %{learnMoreLinkStart}Подробнее%{learnMoreLinkEnd}.

source: OnDemandScans|On-demand scans run outside the DevOps cycle and find vulnerabilities in your projects. %{learnMoreLinkStart}Learn more%{learnMoreLinkEnd}.
ko: 주문형 스캔은 DevOps 주기 외부에서 실행되며 프로젝트의 취약점을 찾습니다. %{learnMoreLinkStart}자세히 알아보기%{learnMoreLinkEnd}.
ru: Сканирования по запросу выполняются вне цикла DevOps и находят уязвимости в ваших проектах. %{learnMoreLinkStart}Подробнее%{learnMoreLinkEnd}.

source: OnDemandScans|Only project owners and maintainers can select runner tags.
ko: 프로젝트 소유자 및 유지관리자만 러너 태그를 선택할 수 있습니다.
ru: Только владельцы и мейнтейнеры проекта могут выбирать теги средства выполнения.

source: OnDemandScans|Pre-scan verification for %{profile_name} completed with
ko: %{profile_name} 에 대한 사전 스캔 검증 완료

source: OnDemandScans|Repeats
ko: 반복

source: OnDemandScans|Run scan
ko: 스캔 실행

source: OnDemandScans|Runner tags
ko: 러너 태그

source: OnDemandScans|Save and run scan
ko: 저장하고 스캔 실행

source: OnDemandScans|Save scan
ko: 스캔 저장

source: OnDemandScans|Scan configuration
ko: 스캔 구성

source: OnDemandScans|Scan library
ko: 라이브러리 스캔

source: OnDemandScans|Scan name
ko: 이름 스캔

source: OnDemandScans|Scan results will be associated with the selected branch.
ko: 스캔 결과는 선택한 브랜치와 연결됩니다.

source: OnDemandScans|Scan schedule
ko: 스캔 일정

source: OnDemandScans|Scan type
ko: 스캔 유형

source: OnDemandScans|Select runner tags
ko: 러너 태그 선택

source: OnDemandScans|Start by creating a new profile. Profiles make it easy to save and reuse configuration details for GitLab’s security tools.
ko: 새 프로필을 생성하여 시작합니다. 프로필을 사용하면 GitLab의 보안 도구에 대한 구성 세부 정보를 쉽게 저장하고 재사용할 수 있습니다.

source: OnDemandScans|Start time
ko: 시작 시간

source: OnDemandScans|Target
ko: 대상

source: OnDemandScans|The scan could not be canceled.
ko: 스캔을 취소할 수 없습니다.
ru: Сканирование не может быть отменено.

source: OnDemandScans|The scan could not be retried.
ko: 스캔을 재시도할 수 없습니다.

source: OnDemandScans|There are no finished scans.
ko: 완료된 스캔이 없습니다.

source: OnDemandScans|There are no running scans.
ko: 실행 중인 스캔이 없습니다.
ru: Нет запущенных сканирований.

source: OnDemandScans|There are no saved scans.
ko: 저장된 스캔이 없습니다.

source: OnDemandScans|There are no scheduled scans.
ko: 예약된 스캔이 없습니다.

source: OnDemandScans|Timezone
ko: 시간대
ru: Часовой пояс

source: OnDemandScans|Unable to fetch runner tags. Try reloading the page.
ko: 러너 태그를 가져올 수 없습니다. 페이지를 새로고침해 보세요.

source: OnDemandScans|Verify configuration
ko: 구성 검증

source: OnDemandScans|View results
ko: 결과 보기

source: OnDemandScans|You cannot perform any action on this page because you only have %{linkStart}auditor-level access%{linkEnd} and are not a member of the project.
ko: 당신은 %{linkStart}감사자 수준 액세스 권한이%{linkEnd}만 갖고 있고, 이 프로젝트의 구성원이 아니므로 이 페이지에서 어떤 동작도 수행할 수 없습니다.

source: OnDemandScans|You have unsaved changes
ko: 저장되지 않은 변경 사항이 있습니다
ru: У вас есть несохранённые изменения.

source: OnDemandScans|You must create a repository within your project to run an on-demand scan.
ko: 주문형 스캔을 실행하려면 프로젝트 내에 리포지토리를 생성해야 합니다.

source: OnDemandScans|at
ko: at

source: Onboarding|If you can't find your organization, request an invite from your company's GitLab administrator.
ko: 조직을 찾을 수 없는 경우 회사의 GitLab 운영자에게 초대를 요청하세요.
ru: Если вы не можете найти свою организацию, запросите приглашение у администратора GitLab вашей компании.

source: Onboarding|Looking for your team?
ko: 팀을 찾고 있나요?
ru: Ищете свою команду?

source: Once imported, repositories can be mirrored over SSH. Read more %{link_start}here%{link_end}.
ko: 가져온 후에는 리포지토리를 SSH를 통해 미러링할 수 있습니다. %{link_start}상세정보%{link_end}.
ru: Как только репозитории импортированы, их можно зеркалировать через SSH. Подробнее %{link_start}здесь%{link_end}.

source: Once you reach the number of seats in your subscription, you can no longer invite or add users to the namespace.
ko: 구독에 있는 사용자 수에 도달하면 더 이상 네임스페이스에 사용자를 초대하거나 추가할 수 없습니다.
ru: Как только вы достигнете количества лицензий в вашей подписке, вы больше не сможете приглашать или добавлять пользователей в пространство имён.

source: One and only one of %{params} is required
ko: %{params} 중 하나만 필요합니다

source: One and only one of [cn, filter] arguments is required
ko: [cn, filter] 인수는 하나만 필요합니다.

source: One more item
ko: %d개의 추가 아이템
ru: Еще один элемент

source: One or more arguments are invalid: %{args}.
ko: 하나 이상의 인수가 잘못되었습니다: %{args}.

source: One or more contacts were successfully added.
ko: 하나 이상의 연락처가 성공적으로 추가되었습니다.

source: One or more contacts were successfully removed.
ko: 하나 이상의 연락처가 성공적으로 제거되었습니다.
