Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Freeze start
ko: 변경금지 시작
ru: Начало заморозки

source: Frequency
ko: 빈도
ru: Частота

source: Frequently searched
ko: 자주 검색된 항목
ru: Часто ищут

source: Fri
ko: 금

source: Friday
ko: 금요일
ru: Пятница

source: From
ko: 부터
ru: От

source: From %{code_open}%{source_title}%{code_close} into
ko: %{code_open}%{source_title}%{code_close}에서 다음으로
ru: Из %{code_open}%{source_title}%{code_close} в

source: From %{providerTitle}
ko: %{providerTitle}에서

source: From issue creation until deploy to production
ko: 이슈 생성에서 프로덕션 배포까지
ru: От создания обсуждения до развёртывания реализации в рабочее окружение

source: From line %{line1} to %{line2}
ko: 라인 %{line1} 에서 %{line2}까지

source: From merge request merge until deploy to production
ko: 머지 리퀘스트 머지에서 프로적션 환경에 배포까지
ru: От объединения запроса на слияние до развёртывания в рабочее окружение

source: Full
ko: 전체

source: Full log
ko: 전체 로그

source: Function `labels` can only take a maximum of 10 parameters.
ko: `labels` 함수는 최대 10개의 매개변수를 가질 수 있습니다.
ru: Функция `labels` может принимать не более 10 аргументов.

source: Fuzz testing
ko: 퍼지 테스팅
ru: Фузз-тестирование

source: GCP region configured
ko: 설정된 GCP 지역

source: GLQL list
ko: GLQL 목록
ru: Список GLQL

source: GLQL table
ko: GLQL 테이블
ru: Таблица GLQL

source: GLQL view options
ko: GLQL 보기 옵션
ru: Параметры представления GLQL

source: GLQL view timed out. Add more filters to reduce the number of results.
ko: GLQL 뷰 시간 초과. 결과 수를 줄이려면 필터를 추가하세요.
ru: Время ожидания представления данных GLQL истекло. Добавьте больше фильтров, чтобы уменьшить количество результатов.

source: GLQL view timed out. Try again later.
ko: GLQL 뷰 시간 초과. 나중에 다시 시도하세요.
ru: Время ожидания представления данных GLQL истекло. Повторите попытку позже.

source: GPG Key ID:
ko: GPG 키 ID:
ru: ID ключа GPG:

source: GPG key mismatch
ko: GPG 키 불일치
ru: Несоответствие ключа GPG

source: GPG key was added to your account
ko: GPG 키가 귀하의 계정에 추가되었습니다.
ru: Ключ GPG добавлен в вашу учётную запись

source: GPG keys
ko: GPG 키
ru: Ключи GPG

source: GPG keys allow you to verify signed commits.
ko: GPG 키를 사용하여 서명된 커밋을 확인할 수 있습니다.
ru: Ключи GPG позволяют верифицировать подписанные коммиты.

source: GPG signature (loading…)
ko: GPG 서명 (로드 중...)
ru: Подпись GPG (загрузка…)

source: GcpDestinationValidator validates only gcp external audit event destinations.
ko: GcpDestinationValidator는 gcp 외부 감사 이벤트 대상만 검증합니다.
ru: GcpDestinationValidator проверяет только внешние события аудита GCP.

source: General
ko: 일반
ru: Общие

source: General Settings
ko: 일반 설정
ru: Общие настройки

source: General pipelines
ko: 일반 파이프라인
ru: Основные настройки конвейеров

source: General settings
ko: 일반 설정
ru: Общие настройки

source: Generate API key at %{site}
ko: %{site}에서 API 키 생성
ru: Сгенерировать ключ API на %{site}

source: Generate a default set of labels
ko: 기본 라벨 세트 생성
ru: Создать стандартный набор меток

source: Generate commit message
ko: 커밋 메시지 생성
ru: Сгенерировать сообщение коммита

source: Generate group access tokens scoped to this group for your applications that need access to the GitLab API.
ko: GitLab API에 액세스해야 하는 애플리케이션에 대해 이 그룹으로 범위가 지정된 그룹 액세스 토큰을 생성하십시오.
ru: Сгенерировать токены доступа группы, относящиеся к этой группе, для ваших приложений, которым требуется доступ к GitLab API.

source: Generate new export
ko: 새 내보내기 생성
ru: Создать новый экспорт

source: Generate page path from title
ko: 제목에서 페이지 경로 생성
ru: Сгенерировать путь страницы из заголовка

source: Generate project access tokens scoped to this project for your applications that need access to the GitLab API.
ko: GitLab API에 액세스해야 하는 애플리케이션에 대해 이 그룹으로 범위가 지정된 프로젝트 액세스 토큰을 생성하십시오.
ru: Сгенерировать токены доступа проекта, ограниченные для этого проекта, для ваших приложений, которым требуется доступ к GitLab API.

source: Generate site and private keys at
ko: 에서 사이트 및 개인 키 생성
ru: Сгенерируйте ключ сайта и приватный ключ на

source: Generated QR Code
ko: 생성된 QR 코드
ru: Сгенерированный QR код

source: Generated files are collapsed by default. To change this behavior, edit the %{tagStart}.gitattributes%{tagEnd} file. %{linkStart}Learn more.%{linkEnd}
ko: 생성된 파일은 기본적으로 축소됩니다. 이 동작을 변경하려면 %{tagStart}.gitattributes%{tagEnd} 파일을 편집하세요. %{linkStart}더 알아보기.%{linkEnd}
ru: Сгенерированные файлы по умолчанию свернуты. Чтобы изменить это поведение, отредактируйте файл %{tagStart}.gitattributes%{tagEnd}. %{linkStart}Подробнее.%{linkEnd}

source: Generated with JSON data
ko: JSON 데이터로 생성

source: Generating review summary
ko: 리뷰 요약 생성중
ru: Создание сводки рецензии

source: Generic
ko: 일반

source: Generic package file size in bytes
ko: 일반 패키지 파일 크기(바이트)
ru: Общий размер файла пакета в байтах

source: GenericReport|After
ko: 이후

source: GenericReport|Before
ko: 이전

source: GenericReport|Diff
ko: Diff
ru: Различия

source: Geo Replication - %{node_name}
ko: Geo 복제 - %{node_name}

source: Geo Settings
ko: Geo 설정
ru: Настройки Geo

source: Geo Sites
ko: Geo 사이트
ru: Сайты Geo

source: Geo sites
ko: Geo 사이트
ru: Сайты Geo

source: Geo|%d group selected
ko: %d개 그룹 선택됨

source: Geo|%d shard selected
ko: %d개 분할(shard) 선택됨

source: Geo|%{action} %{replicableType}
ko: %{action} %{replicableType}

source: Geo|%{boldStart}Not applicable%{boldEnd}: Geo does not verify this component yet. See the %{linkStart}data types we plan to support%{linkEnd}.
ko: %{boldStart}적용되지 않음%{boldEnd}: Geo에서 아직 이 컴포넌트를 확인하지 않았습니다. %{linkStart}지원 예정인 데이터 유형%{linkEnd}을 확인하십시오.

source: Geo|%{component} synced
ko: %{component} 동기화됨

source: Geo|%{component} verified
ko: %{component} 확인됨

source: Geo|%{label} %{timeAgo}
ko: %{label} %{timeAgo}
ru: %{label} %{timeAgo}

source: Geo|%{label} can't be blank
ko: %{label}은 비워둘 수 없습니다.
ru: %{label} не может быть пустым

source: Geo|%{label} should be between 1-999
ko: %{label}은 1-999 사이여야 합니다.
ru: %{label} должно быть между 1 и 999

source: Geo|%{noBoldStart}Next sync retry:%{noBoldEnd} Retry #%{retryCount} scheduled %{timeAgo}
ko: %{noBoldStart}다음 동기화 재시도:%{noBoldEnd} #%{retryCount}번 재시도가 %{timeAgo} 예약됨
ru: %{noBoldStart}Следующая попытка синхронизации:%{noBoldEnd} Попытка №%{retryCount} запланирована %{timeAgo}

source: Geo|%{noBoldStart}Next verification retry:%{noBoldEnd} Retry #%{retryCount} scheduled %{timeAgo}
ko: %{noBoldStart}다음 인증 재시도:%{noBoldEnd} 재시도 #%{retryCount}이 %{timeAgo}에 예약됨
ru: %{noBoldStart}Следующая попытка проверки:%{noBoldEnd} Повтор №%{retryCount} запланирован %{timeAgo}

source: Geo|%{timeAgoStr} (%{pendingEvents} events)
ko: %{timeAgoStr} (%{pendingEvents} 이벤트)

source: Geo|%{title} checksum progress
ko: %{title} 체크섬 진행 중

source: Geo|Add New Site
ko: 새 사이트 추가
ru: Добавить новый сайт

source: Geo|Add site
ko: 사이트 추가
ru: Добавить сайт

source: Geo|All
ko: 모두
ru: Все

source: Geo|All %{replicableType} are being scheduled for %{action}
ko: 모든 %{replicableType}이 %{action}이 예약되었습니다.

source: Geo|All %{replicable_name}
ko: 모든 %{replicable_name}

source: Geo|All projects
ko: 모든 프로젝트
ru: Все проекты

source: Geo|Allow this secondary site to replicate content on Object Storage
ko: 이 세컨더리 사이트가 Object Stroage에 콘텐츠를 복제하도록 허용

source: Geo|Allowed Geo IP
ko: 허용된 Geo IP

source: Geo|Allowed Geo IP can't be blank
ko: 허용된 지역 IP는 비워둘 수 없습니다.

source: Geo|Allowed Geo IP should be between 1 and 255 characters
ko: 허용되는 지역 IP는 1~255자 사이여야 합니다.
ru: Разрешённый Geo IP должен содержать от 1 до 255 символов

source: Geo|Allowed Geo IP should contain valid IP addresses
ko: 허용된 지역 IP에는 유효한 IP 주소가 포함되어야 합니다.
ru: Разрешённые Geo IP должны содержать действительные IP-адреса

source: Geo|CI Job Artifact
ko: CI 작업 아티팩트
ru: Артефакт задания CI

source: Geo|CI Job Artifacts
ko: CI 작업 아티팩트
ru: Артефакт заданий CI

source: Geo|CI Secure File
ko: CI 보안 파일
ru: Защищённый файл CI

source: Geo|CI Secure Files
ko: CI 보안 파일
ru: Защищённые файлы CI

source: Geo|Checksum: %{verificationChecksum}
ko: 체크섬: %{verificationChecksum}
ru: Контрольная сумма: %{verificationChecksum}

source: Geo|Checksummed
ko: 체크섬됨

source: Geo|Choose specific groups or storage shards
ko: 특정 그룹 혹은 스토리지 샤드 선택

source: Geo|Comma-separated, e.g. '1.1.1.1, 2.2.2.0/24'
ko: 쉼표로 구분됨(예시: '1.1.1.1, 2.2.2.0/24')

source: Geo|Configure various settings for your %{siteType} site. %{linkStart}Learn more%{linkEnd}
ko: %{siteType} 사이트에 대한 다양한 설정을 구성합니다. %{linkStart}자세히 알아보기%{linkEnd}
ru: Настройте различные параметры для вашего %{siteType} сайта. %{linkStart}Подробнее%{linkEnd}.

source: Geo|Connection timeout
ko: 연결 시간 초과

source: Geo|Connection timeout can't be blank
ko: 연결 제한 시간은 비워둘 수 없습니다

source: Geo|Connection timeout must be a number
ko: 연결 제한 시간은 숫자여야 합니다

source: Geo|Connection timeout should be between 1-120
ko: 연결 시간 초과 설정은 1-120 사이여야 합니다

source: Geo|Consult Geo troubleshooting information
ko: Geo 문제 해결 문서 확인하기

source: Geo|Container Repositories
ko: 컨테이너 리포지토리
ru: Репозитории контейнеров

source: Geo|Container Repository
ko: 컨테이너 리포지토리
ru: Репозиторий контейнеров

source: Geo|Container repositories synchronization concurrency limit
ko: 컨테이너 리포지토리 동기화 동시성 제한
ru: Ограничение параллелизма при синхронизации репозиториев контейнеров

source: Geo|Created: %{timeAgo}
ko: 생성됨: %{timeAgo}
ru: Создано: %{timeAgo}

source: Geo|Data replication lag
ko: 데이터 복제 지연

source: Geo|Data type
ko: 데이터 타입
ru: Тип данных

source: Geo|Database Connection Type
ko: 데이터베이스 연결 유형
ru: Тип подключения к базе данных

source: Geo|Database Replication status
ko: 데이터베이스 복제 상태
ru: Статус репликации базы данных

source: Geo|Dependency Proxy Blob
ko: 의존성 프록시 Blob
ru: Объект прокси зависимостей

source: Geo|Dependency Proxy Blobs
ko: 의존성 프록시 Blob
ru: Объекты прокси зависимостей

source: Geo|Dependency Proxy Manifest
ko: 의존성 프록시 매니페스트
ru: Манифест прокси зависимостей

source: Geo|Dependency Proxy Manifests
ko: 의존성 프록시 매니페스트
ru: Манифесты прокси зависимостей

source: Geo|Design Management Repositories
ko: 디자인 관리 리포지토리
ru: Репозитории управления дизайном

source: Geo|Design Management Repository
ko: 디자인 관리 리포지토리
ru: Репозиторий управления дизайном

source: Geo|Disabled
ko: 비활성화됨

source: Geo|Discover GitLab Geo
ko: GitLab Geo 알아보기

source: Geo|Does not match the primary storage configuration
ko: 주 스토리지 설정과 일치하지 않습니다.

source: Geo|Edit %{siteType} site
ko: %{siteType} 사이트 편집

source: Geo|Edit Geo Site
ko: Geo 사이트 수정
ru: Редактировать сайт Geo

source: Geo|Edit your search and try again.
ko: 검색을 수정하고 다시 시도하세요.
ru: Измените запрос и попробуйте снова.

source: Geo|Error: %{message}
ko: 오류: %{message}
ru: Ошибка: %{message}

source: Geo|Errors:
ko: 오류:
ru: Ошибки:

source: Geo|Expected checksum: %{verificationChecksum}
ko: 체크섬 정답: %{verificationChecksum}
ru: Ожидаемая контрольная сумма: %{verificationChecksum}

source: Geo|External URL
ko: 외부 URL
ru: Внешний URL

source: Geo|Failed
ko: 실패
ru: Не удалось

source: Geo|File synchronization concurrency limit
ko: 파일 동기화 동시성 제한

source: Geo|Filter Geo sites
ko: Geo 사이트로 필터링
ru: Фильтровать сайты Geo

source: Geo|Filter by name
ko: 이름으로 필터링

source: Geo|Geo Replication - %{node_name}
ko: Geo 복제 - %{node_name}
ru: Репликация Geo — %{node_name}

source: Geo|Geo Settings
ko: Geo 설정

source: Geo|Geo allows you to choose specific groups or storage shards to replicate.
ko: Geo를 사용하면 복제할 특정 그룹 또는 스토리지 샤드를 선택할 수 있습니다.

source: Geo|Geo can replicate objects stored in Object Storage (AWS S3, or other compatible object storage).
ko: Geo는 개체 스토리지(AWS S3 또는 기타 호환 가능한 개체 스토리지)에 저장된 개체를 복제할 수 있습니다.

source: Geo|Geo sites
ko: Geo 사이트
ru: Сайты Geo

source: Geo|Geo sites are paused using a command run on the site
ko: Geo 사이트는 사이트에서 실행되는 명령을 사용하여 일시 중지됩니다
ru: Сайты Geo приостанавливаются с помощью команды, выполненной на сайте

source: Geo|Go to the primary site
ko: 프라이머리 사이트로 이동

source: Geo|GraphQL ID: %{id}
ko: GraphQL ID: %{id}
ru: GraphQL идентификатор: %{id}

source: Geo|Group Wiki Repositories
ko: 그룹 위키 리포지토리
ru: Репозитории вики группы

source: Geo|Group Wiki Repository
ko: 그룹 위키 리포지토리
ru: Репозиторий вики группы

source: Geo|Groups to synchronize
ko: 동기화 할 그룹

source: Geo|Healthy
ko: 양호

source: Geo|Help us improve Geo for distributed teams and disaster recovery. We aim to make it simpler to use and operate.
ko: 분산된 팀과 재해 복구를 위한 Geo 개선에 참여해 주세요. Geo의 사용 및 운영을 더욱 간편하게 만드는 것이 저희의 목표입니다.
ru: Помогите нам улучшить Geo для распределённых команд и аварийного восстановления. Мы стремимся сделать его проще в использовании и управлении.

source: Geo|If enabled, GitLab will handle Object Storage replication using Geo.
ko: 만약 활성화된 경우, GitLab은 Geo를 사용하여 개체 스토리지 복제를 처리합니다.

source: Geo|If you want to make changes, you must visit the primary site.
ko: 변경하려면 프라이머리 사이트를 방문해야 합니다.

source: Geo|In progress
ko: 진행 중
ru: В процессе

source: Geo|Internal URL
ko: 내부 URL
ru: Внутренний URL

source: Geo|Internal URL (optional)
ko: 내부 URL (옵션)
ru: Внутренний URL (необязательно)

source: Geo|LFS Object
ko: LFS 개체
ru: Объект LFS

source: Geo|LFS Objects
ko: LFS 개체
ru: Объекты LFS

source: Geo|Last event ID
ko: 마지막 이벤트 ID

source: Geo|Last event ID from primary
ko: 프라이머리로부터의 마지막 event ID

source: Geo|Last event ID processed
ko: 마지막 이벤트 ID 처리됨

source: Geo|Last synced: %{timeAgo}
ko: 최근 동기화: %{timeAgo}
ru: Последняя синхронизация: %{timeAgo}

source: Geo|Last time verified
ko: 마지막으로 인증됨
ru: Последний раз проверено

source: Geo|Last verified: %{timeAgo}
ko: 최근 검증: %{timeAgo}
ru: Последняя проверка: %{timeAgo}

source: Geo|Learn more about Geo
ko: Geo에 대해 더 자세히 알아보기
ru: Подробнее о Geo

source: Geo|Learn more about Geo site statuses
ko: Geo 사이트 상태에 대해 더 자세히 알아보기
ru: Подробнее о статусах сайтов Geo

source: Geo|Limit the number of concurrent operations this secondary site can run in the background.
ko: 이 세컨더리 사이트가 백그라운드에서 실행할 수 있는 동시 작업 수를 제한합니다.
ru: Ограничить количество одновременных операций, которые этот вторичный сайт может выполнять в фоновом режиме.

source: Geo|Make everyone on your team more productive regardless of their location. GitLab Geo creates read-only mirrors of your GitLab instance so you can reduce the time it takes to clone and fetch large repos.
ko: 팀의 모든 구성원이 장소에 관계없이 생산성을 높일 수 있게 해줍니다. GitLab Geo는 GitLab 인스턴스의 읽기 전용 미러를 생성하여 대규모 레포지터리를 clone 하고 fetch 하는데 걸리는 시간을 줄여줍니다.
ru: Сделайте работу вашей команды более продуктивной независимо от их местоположения. GitLab Geo создаёт зеркала только для чтения вашего экземпляра GitLab, чтобы сократить время, необходимое для клонирования и получения больших репозиториев.

source: Geo|Merge Request Diff
ko: 머지 리퀘스트 Diff
ru: Различия запроса на слияние

source: Geo|Merge Request Diffs
ko: 머지 리퀘스트 Diff
ru: Различия запросов на слияние

source: Geo|Minimum interval in days
ko: 최소 간격(일)
ru: Минимальный интервал в днях

source: Geo|Missing on Primary!
ko: 프라이머리가 없습니다!
ru: Отсутствует на основном!

source: Geo|Model record: %{modelRecordId}
ko: 모델 기록: %{modelRecordId}
ru: Запись модели: %{modelRecordId}

source: Geo|Must match with the %{codeStart}external_url%{codeEnd} in %{codeStart}/etc/gitlab/gitlab.rb%{codeEnd}.
ko: %{codeStart}/etc/gitlab/gitlab.rb%{codeEnd}의 %{codeStart}external_url%{codeEnd}와 일치해야 합니다.

source: Geo|Must match with the %{codeStart}geo_node_name%{codeEnd} in %{codeStart}/etc/gitlab/gitlab.rb%{codeEnd}.
ko: %{codeStart}/etc/gitlab/gitlab.rb%{codeEnd}의 %{codeStart}geo_node_name%{codeEnd}와 일치해야 합니다.

source: Geo|No %{replicable_type} were found. If you believe this may be an error, please refer to the %{linkStart}Geo Troubleshooting%{linkEnd} documentation for more information.
ko: %{replicable_type} 을 찾을 수 없습니다. 이것이 오류일 수 있다고 생각되면 %{linkStart}Geo 문제 해결%{linkEnd} 문서에서 자세한 정보를 참조하십시오.

source: Geo|No %{replicable} were found. If you believe this may be an error, please refer to the %{linkStart}Geo Troubleshooting%{linkEnd} documentation for more information.
ko: %{replicable} 을 찾을 수 없습니다. 이것이 오류일 수 있다고 생각되면 %{linkStart}지역 문제 해결%{linkEnd} 문서에서 자세한 정보를 참조하십시오.

source: Geo|No Geo site found
ko: Geo 사이트를 찾을 수 없음
ru: Сайт Geo не найден

source: Geo|No available replication slots
ko: 사용 가능한 복제 슬롯 없음

source: Geo|Nothing found…
ko: 아무것도 찾을 수 없음

source: Geo|Nothing to checksum
ko: 체크섬할 항목 없음

source: Geo|Nothing to synchronize
ko: 동기화할 항목 없음

source: Geo|Nothing to verify
ko: 확인할 사항 없음

source: Geo|Object Storage replication
ko: 개체 스토리지 복제

source: Geo|Offline
ko: 오프라인
ru: Не в сети

source: Geo|Package File
ko: 패키지 파일
ru: Файл пакета

source: Geo|Package Files
ko: 패키지 파일
ru: Файлы пакета

source: Geo|Pages Deployment
ko: Pages 배포
ru: Развёртывание Pages

source: Geo|Pages Deployments
ko: Pages 배포
ru: Развёртывания Pages

source: Geo|Pending
ko: 대기중
ru: В ожидании

source: Geo|Pipeline Artifact
ko: 파이프라인 아티팩트
ru: Артефакт конвейера

source: Geo|Pipeline Artifacts
ko: 파이프라인 아티팩트
ru: Артефакты конвейера

source: Geo|Primary
ko: 프라이머리
ru: основного

source: Geo|Primary site
ko: 프라이머리 사이트
ru: Основной сайт

source: Geo|Project Repositories
ko: 프로젝트 리포지토리
ru: Репозитории проектов

source: Geo|Project Repository
ko: 프로젝트 리포지토리
ru: Репозиторий проекта

source: Geo|Project Wiki Repositories
ko: 프로젝트 위키 리포지토리
ru: Репозитории вики проекта

source: Geo|Project Wiki Repository
ko: 프로젝트 위키 리포지토리
ru: Репозиторий вики проекта

source: Geo|Projects in certain groups
ko: 특정 그룹의 프로젝트
ru: Проекты в определенных группах

source: Geo|Projects in certain storage shards
ko: 특정 스토리지 샤드의 프로젝트

source: Geo|Queued
ko: 대기 중

source: Geo|Re-verification interval
ko: 재인증 간격
ru: Интервал повторной проверки

source: Geo|Registry ID: %{id}
ko: Registry ID: %{id}
ru: Идентификатор реестра: %{id}

source: Geo|Registry information
ko: 레지스트리 정보
ru: Информация о реестре

source: Geo|Remove %{siteType} site
ko: %{siteType} 사이트 제거

source: Geo|Remove site
ko: 사이트 제거

source: Geo|Removing a Geo site stops the synchronization to and from that site. Are you sure?
ko: Geo 사이트를 제거하면 해당 사이트와의 동기화가 중지됩니다. 확실합니까?
ru: Удаление сайта Geo прекращает синхронизацию с этим сайтом и из него. Вы уверены?

source: Geo|Replicable ID: %{id}
ko: 복제 가능 ID: %{id}
ru: Идентификатор для репликации: %{id}

source: Geo|Replicated data is verified with the secondary site(s) using checksums
ko: 복제된 데이터는 체크섬을 사용하여 세컨더리 사이트에서 인증됩니다.

source: Geo|Replicated data is verified with the secondary site(s) using checksums.
ko: 복제된 데이터는 체크섬을 사용하여 세컨더리 사이트에서 인증됩니다.

source: Geo|Replicating
ko: 복제
ru: Репликация

source: Geo|Replication Details
ko: 복제 세부 정보

source: Geo|Replication information
ko: 리플리케이션 정보
ru: Информация о репликации

source: Geo|Replication slot WAL
ko: 복제 슬롯 WAL

source: Geo|Replication slots
ko: 복제 슬롯

source: Geo|Replication status
ko: 리플리케이션 상태
ru: Статус репликации

source: Geo|Replication summary
ko: 복제 요약
ru: Сводка репликации

source: Geo|Repository synchronization concurrency limit
ko: 리포지토리 동기화 동시 실행 제한

source: Geo|Resync
ko: 재동기화
ru: Ресинхронизировать

source: Geo|Resync all
ko: 전체 재동기화
ru: Ресинхронизировать все

source: Geo|Reverify
ko: 재인증
ru: Сверить

source: Geo|Reverify all
ko: 전체 재인증
ru: Cверить все

source: Geo|Review replication status, and resynchronize and reverify items with the primary site.
ko: 복제 상태를 리뷰하고, 항목을 프라이머리 사이트와 재동기화 및 재인증합니다.

source: Geo|Secondary
ko: 세컨더리
ru: вторичного

source: Geo|Secondary site
ko: 세컨더리 사이트
ru: Вторичный сайт

source: Geo|Select groups to replicate
ko: 복제할 그룹 선택

source: Geo|Select replicable type
ko: 복제 유형 선택
ru: Выберите тип для репликации

source: Geo|Select shards to replicate
ko: 복제할 샤드 선택

source: Geo|Selected replicable type
ko: 선택된 복제 유형
ru: Выбран тип для репликации

source: Geo|Selective (%{syncLabel})
ko: 선택적 (%{syncLabel})

source: Geo|Selective synchronization
ko: 선택적 동기화

source: Geo|Set the timeout in seconds to send a secondary site status to the primary and IPs allowed for the secondary sites.
ko: 프라이머리 사이트 또는 세컨더리 사이트에 허용된 IP에 세컨더리 사이트 상태를 보내기 위해 제한시간(초)을 설정하십시오.

source: Geo|Set verification limit and frequency.
ko: 인증 제한 및 빈도를 설정하십시오.

source: Geo|Set what should be replicated by this secondary site.
ko: 이 세컨더리 사이트에서 복제해야 하는 항목을 설정하십시오.

source: Geo|Shards to synchronize
ko: 동기화 할 샤드

source: Geo|Site name can't be blank
ko: 사이트 이름은 비워둘 수 없습니다.

source: Geo|Site name should be between 1 and 255 characters
ko: 사이트 이름은 1~255자 사이여야 합니다.

source: Geo|Site's status was updated %{timeAgo}.
ko: 사이트의 상태가 %{timeAgo} 전 업데이트 되었습니다.

source: Geo|Snippet Repositories
ko: 스니펫 리포지토리
ru: Репозитории сниппетов

source: Geo|Snippet Repository
ko: 스니펫 리포지토리
ru: Репозиторий сниппета

source: Geo|Started
ko: 시작됨
ru: Запущена

source: Geo|Status: %{badge}
ko: 상태: %{badge}
ru: Статус: %{badge}

source: Geo|Storage config
ko: 스토리지 설정

source: Geo|Succeeded
ko: 성공함
ru: Успешно

source: Geo|Synced
ko: 동기화 됨
ru: Синхронизировано

source: Geo|Synchronization
ko: 동기화

source: Geo|Synchronization settings
ko: 동기화 설정

source: Geo|Synchronization status
ko: 동기화 상태

source: Geo|Terraform State Version
ko: Terraform 상태 버전
ru: Версия состояния Terraform

source: Geo|Terraform State Versions
ko: Terraform 상태 버전
ru: Версии состояния Terraform

source: Geo|The URL of the primary site that is used internally by the secondary sites.
ko: 세컨더리 사이트에서 내부적으로 사용하는 기본 사이트의 URL.

source: Geo|The URL of the secondary site that is used internally by the primary site.
ko: 프라이머리 사이트에서 내부적으로 사용하는 세컨더리 사이트의 URL.

source: Geo|The database is currently %{db_lag} behind the primary site.
ko: 데이터베이스는 현재 프라이머리 사이트보다 %{db_lag}분 늦습니다.

source: Geo|The site is currently %{minutes_behind} behind the primary site.
ko: 사이트는 현재 프라이머리 사이트보다 %{minutes_behind}분 늦습니다.

source: Geo|There are no %{replicable_type} to show
ko: 표시할 %{replicable_type} 이 없습니다

source: Geo|There are no %{replicable} to show
ko: 표시할 %{replicable}이 없습니다.

source: Geo|There was an error deleting the Geo Site
ko: Geo 사이트를 삭제하는 중에 오류가 발생했습니다
ru: Произошла ошибка при удалении сайта Geo

source: Geo|There was an error fetching the %{replicableType}. The GraphQL API call to the secondary may have failed.
ko: %{replicableType}를 가져오는 중에 오류가 발생했습니다. GraphQL API의 세컨더리에 대한 호출이 실패했을 수 있습니다.
ru: Произошла ошибка при получении %{replicableType}. Возможно, GraphQL-запрос к вторичному узлу не удался.

source: Geo|There was an error fetching the Geo Settings
ko: Geo 설정을 가져오는 중에 오류가 발생했습니다

source: Geo|There was an error fetching the Geo Sites
ko: Geo 사이트를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении сайтов Geo

source: Geo|There was an error fetching the Sites's Groups
ko: 사이트 그룹을 가져오는 중에 오류가 발생했습니다.

source: Geo|There was an error fetching this replicable's details
ko: 이 복제 가능한 항목의 세부 정보를 가져오는 중 오류가 발생됨
ru: Произошла ошибка при получении данных для этого реплицируемого элемента

source: Geo|There was an error saving this Geo Site
ko: Geo 사이트를 저장하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при сохранении этого сайта Geo

source: Geo|There was an error scheduling action %{action} for %{replicableType}
ko: %{replicableType}에 대한 동작 %{action} 을 예약하는 중에 오류가 발생했습니다.

source: Geo|There was an error updating the Geo Settings
ko: Geo 설정을 업데이트하는 중에 오류가 발생했습니다

source: Geo|This GitLab instance is subscribed to the %{insufficient_license} tier. Geo is only available for users who have at least a Premium subscription.
ko: 이 GitLab 인스턴스는 %{insufficient_license} 요금제에 가입되어 있습니다. Geo는 최소한 Premium 구독이 있는 사용자만 사용할 수 있습니다.
ru: Этот экземпляр GitLab подписан на тариф %{insufficient_license}. Geo доступен только для пользователей с подпиской не ниже Premium.

source: Geo|This will %{action} %{replicableType}. It may take some time to complete. Are you sure you want to continue?
ko: 이것은 %{action} %{replicableType}입니다. 완료하는 데 다소 시간이 걸릴 수 있습니다. 계속 하시겠습니까?

source: Geo|Time in seconds
ko: 시간 (초)

source: Geo|Tuning settings
ko: 설정 조정

source: Geo|URL can't be blank
ko: URL은 비워둘 수 없습니다
ru: URL не может быть пустым

source: Geo|URL must be a valid url (ex: https://gitlab.com)
ko: URL은 유효한 URL이어야 합니다 (예: https://gitlab.com)
ru: URL должен быть корректным (например: https://gitlab.com)

source: Geo|Unhealthy
ko: 양호하지 않음

source: Geo|Unknown
ko: 알 수 없음

source: Geo|Updated %{timeAgo}
ko: %{timeAgo} 전 업데이트 됨

source: Geo|Upload
ko: 업로드
ru: Загрузка

source: Geo|Uploads
ko: 업로드
ru: Загрузки

source: Geo|Verification
ko: 검증
