Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: GithubImporter|%{codeStart}read:org%{codeEnd} (optional): Used to import collaborators from GitHub repositories, or if your project has Git LFS files.
ko: %{codeStart}read:org%{codeEnd} (옵션): GitHub 저장소에서 공동작업자를 가져오거나 프로젝트에 Git LFS 파일이 있는 경우 사용됩니다.
ru: %{codeStart}read:org%{codeEnd} (необязательно): Используется для импорта соавторов из репозиториев GitHub или если в вашем проекте есть файлы Git LFS.

source: GithubImporter|%{codeStart}repo%{codeEnd}: Used to display a list of your public and private repositories that are available to connect to.
ko: %{codeStart}repo%{codeEnd}: 연결 가능한 공개 및 비공개 저장소 목록을 표시하는 데 사용됩니다.
ru: %{codeStart}repo%{codeEnd}: Используется для отображения списка ваших публичных и приватных репозиториев, доступных для подключения.

source: GithubImporter|%{codeStart}repo%{codeEnd}: Used to display a list of your public and private repositories that are available to import from.
ko: %{codeStart}repo%{codeEnd}: 가져올 수 있는 공개 및 비공개 저장소 목록을 표시하는 데 사용됩니다.
ru: %{codeStart}repo%{codeEnd}: Используется для отображения списка ваших публичных и приватных репозиториев, доступных для импорта.

source: GithubImporter|%{code_start}read:org%{code_end} (optional): Used to import collaborators from GitHub repositories, or if your project has Git LFS files.
ko: %{code_start}read:org%{code_end} (옵션): GitHub 리포지토리에서 공동 작업자를 가져오거나 프로젝트에 Git LFS 파일이 있는 경우 사용됩니다.
ru: %{code_start}read:org%{code_end} (необязательно): Используется для импорта соавторов из репозиториев GitHub или если в вашем проекте есть файлы Git LFS.

source: GithubImporter|%{code_start}repo%{code_end}: Used to display a list of your public and private repositories that are available to connect to.
ko: %{code_start}repo%{code_end}: 연결할 수 있는 공개 및 비공개 리포지토리 목록을 표시하는 데 사용됩니다.
ru: %{code_start}repo%{code_end}: Используется для отображения списка ваших публичных и приватных репозиториев, доступных для подключения.

source: GithubImporter|%{code_start}repo%{code_end}: Used to display a list of your public and private repositories that are available to import from.
ko: %{code_start}repo%{code_end}: 가져올 수 있는 공개 및 비공개 리포지토리 목록을 표시하는 데 사용됩니다.
ru: %{code_start}repo%{code_end}: Используется для отображения списка ваших публичных и приватных репозиториев, доступных для импорта.

source: GithubImporter|%{noteable_type} comment %{note_id}
ko: %{noteable_type} 댓글 %{note_id}

source: GithubImporter|Collaborators
ko: Collaborators
ru: Соавторы

source: GithubImporter|Gist with id %{gist_id} failed due to error: %{error}.
ko: ID가 %{gist_id}인 Gist가 오류로 인해 실패했습니다: %{error}.

source: GithubImporter|GitHub Gists import finished with errors
ko: 오류로 인해 GitHub Gists를 가져오지 못했습니다

source: GithubImporter|GitHub gists that were not imported:
ko: 가져오지 않은 GitHub gists:

source: GithubImporter|GitHub gists with more than 10 files must be manually migrated.
ko: 10개 이상의 파일이 있는 GitHub gists는 수동으로 마이그레이션해야 합니다.

source: GithubImporter|Issue %{issue_iid} attachment
ko: 이슈 %{issue_iid} 첨부파일

source: GithubImporter|Issue attachments
ko: 이슈 첨부파일

source: GithubImporter|Merge request %{merge_request_iid} attachment
ko: 머지 리퀘스트 %{merge_request_iid} 첨부

source: GithubImporter|Note attachment
ko: 노트 첨부

source: GithubImporter|Note attachments
ko: 노트 첨부

source: GithubImporter|PR attachments
ko: PR 첨부

source: GithubImporter|PR mergers
ko: PR merger

source: GithubImporter|PR reviewers
ko: PR 검토자
ru: Рецензенты запроса на слияние

source: GithubImporter|PR reviews
ko: PR 검토

source: GithubImporter|Please follow %{import_snippets_link_start}Import GitHub gists into GitLab snippets%{import_snippets_link_end} for more details.
ko: 자세한 내용은 %{import_snippets_link_start}GitHub gists를 GitLab 스니펫으로 가져오기%{import_snippets_link_end}를 참조하세요.
ru: Перейдите по ссылке %{import_snippets_link_start}Импортировать Gists с GitHub в сниппеты GitLab%{import_snippets_link_end} для получения более подробной информации.

source: GithubImporter|Please follow %{import_snippets_url} for more details.
ko: 자세한 내용은 %{import_snippets_url}를 참조하세요.
ru: Перейдите по ссылке %{import_snippets_url} для получения более подробной информации.

source: GithubImporter|Pull request %{pull_request_iid} merger
ko: 풀 리퀘스트 %{pull_request_iid} 머저

source: GithubImporter|Pull request %{pull_request_iid} review request
ko: 풀 리퀘스트 %{pull_request_iid} 리뷰 요청

source: GithubImporter|Pull request review %{review_id}
ko: 풀 리퀘스트 리뷰 %{review_id}

source: GithubImporter|Pull request review comment %{note_id}
ko: 풀 리퀘스트 리뷰 댓글 %{note_id}

source: GithubImporter|Pull requests
ko: 풀 리퀘스트

source: GithubImporter|Release %{tag} attachment
ko: %{tag} 첨부 릴리스

source: GithubImporter|Release attachments
ko: 첨부 릴리스

source: GithubImporter|Something went wrong while fetching GitHub organizations.
ko: GitHub 조직을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении организаций GitHub.

source: GithubImporter|Your import of GitHub gists into GitLab snippets is complete.
ko: GitHub gists를 GitLab 스니펫으로 가져오기가 완료되었습니다.
ru: Импорт ваших Gist с GitHub в сниппеты GitLab завершён.

source: GithubImport|"%{repository_name}" size (%{repository_size}) is larger than the limit of %{limit}.
ko: "%{repository_name}"의 크기 (%{repository_size})가 %{limit} 한도를 초과했습니다.

source: GithubImport|%{linkStart}Learn more%{linkEnd}.
ko: %{linkStart}더 알아보기%{linkEnd}.
ru: %{linkStart}Подробнее%{linkEnd}.

source: GithubImport|%{link_start}Learn more%{link_end}.
ko: %{link_start}자세히 알아보기%{link_end}.
ru: %{link_start}Подробнее%{link_end}.

source: GithubImport|Create and provide your GitHub %{linkStart}personal access token%{linkEnd}.
ko: GitHub %{linkStart}개인 액세스 토큰 %{linkEnd}를 생성하고 제공합니다.
ru: Создайте и предоставьте ваш %{linkStart}персональный токен доступа GitHub%{linkEnd}.

source: GithubImport|Create and provide your GitHub %{link_start}personal access token%{link_end}.
ko: GitHub %{link_start}개인 액세스 토큰%{link_end}을 생성하고 제공하세요.
ru: Создать и предоставить свой %{link_start}личный токен доступа%{link_end} GitHub.

source: GithubImport|Import failed because of a GitHub error: %{original} (HTTP %{code})
ko: GitHub 오류로 인해 가져오기 실패: %{original} (HTTP %{code})

source: GithubImport|Learn more about %{linkStart}Gitea personal access tokens%{linkEnd}.
ko: %{linkStart}Gitea 개인 액세스 토큰%{linkEnd}에 대해 자세히 알아보세요.
ru: Подробнее о %{linkStart}персональных токенах доступа Gitea%{linkEnd}.

source: GithubImport|Namespace or group to import repository into does not exist.
ko: 리포지토리를 가져올 네임스페이스 또는 그룹이 존재하지 않습니다.

source: GithubImport|Target namespace is required
ko: 대상 네임스페이스가 필요합니다

source: GithubImport|To connect to GitHub repositories, you must first authorize GitLab to access your GitHub repositories.
ko: GitHub 리포지토리에 연결하려면 먼저 GitLab이 GitHub 리포지토리 액세스할 수 있도록 승인해야 합니다.

source: GithubImport|To import GitHub repositories, you must first authorize GitLab to access your GitHub repositories.
ko: GitHub 리포지토리에 연결하려면 먼저 GitLab이 GitHub 리포지토리에 액세스할 수 있도록 승인해야 합니다.

source: GithubImport|Use a classic GitHub personal access token with the following scopes:
ko: 다음 범위의 기본 GitHub 개인 액세스 토큰을 사용합니다:
ru: Использовать классический личный токен доступа GitHub с такими областями действия:

source: GithubImport|You are not allowed to import projects in this namespace.
ko: 이 네임스페이스에서는 프로젝트를 가져올 수 없습니다.
ru: Вам запрещено импортировать проекты в этом пространстве имён.

source: GithubImport|Your GitHub personal access token does not have read access to collaborators. Please use a classic GitHub personal access token with the `read:org` scope. Fine-grained tokens are not supported.
ko: GitHub 개인 액세스 토큰에는 공동작업자에 대한 읽기 액세스 권한이 없습니다. 'read:org' 범위의 클래식 GitHub 개인 액세스 토큰을 사용하세요. 세분화된 토큰은 지원되지 않습니다.
ru: Ваш личный токен доступа GitHub не имеет прав на чтение информации о соавторах. Пожалуйста, используйте классический личный токен доступа GitHub с областью read:org. Токены с точной настройкой прав не поддерживаются.

source: GithubImport|Your GitHub personal access token does not have read access to the repository. Please use a classic GitHub personal access token with the `repo` scope. Fine-grained tokens are not supported.
ko: GitHub 개인 액세스 토큰에는 리포지토리에 대한 읽기 액세스 권한이 없습니다. 'repo' 범위에 클래식 GitHub 개인 액세스 토큰을 사용하세요. 세분화된 토큰은 지원되지 않습니다.
ru: Ваш личный токен доступа GitHub не имеет прав на чтение репозитория. Пожалуйста, используйте классический личный токен доступа GitHub с областью repo. Токены с точной настройкой прав не поддерживаются.

source: GithubImport|Your GitHub personal access token does not have the required scope to import. %{link_start}Learn More%{link_end}.
ko: GitHub 개인 액세스 토큰에 가져오기에 필요한 범위가 없습니다. %{link_start}자세히 알아보기%{link_end}.
ru: Ваш личный токен доступа GitHub не имеет необходимой области действия для импорта. %{link_start}Подробнее%{link_end}.

source: GithubIntegration|Create a %{token_link_start}personal access token%{token_link_end} with %{status_html} access granted and paste it here.
ko: %{status_html} 액세스가 부여된 %{token_link_start}개인 액세스 토큰%{token_link_end} 을 생성하고 여기에 붙여넣습니다.
ru: Создайте %{token_link_start}личный токен доступа%{token_link_end} с разрешённым доступом %{status_html} и вставьте его сюда.

source: GithubIntegration|Enable static status check names
ko: 정적 상태 점검 이름 활성화

source: GithubIntegration|Obtain statuses for commits and pull requests.
ko: 커밋과 풀 리퀘스트 상태 가져오기

source: GithubIntegration|Repository URL
ko: 리포지토리 URL

source: GithubIntegration|Select this if you want GitHub to mark status checks as "Required". %{learn_more_link_start}Learn more%{learn_more_link_end}.
ko: GitHub에서 상태 점검을 "필수"로 마킹하려면 이것을 선택하십시오. %{learn_more_link_start}자세히 알아보기%{learn_more_link_end}.
ru: Выберите этот вариант, если вы хотите, чтобы GitHub помечал проверки состояния как «Обязательные». %{learn_more_link_start}Подробнее%{learn_more_link_end}.

source: GithubIntegration|Static status check names (optional)
ko: 정적 상태 점검 이름 (옵션)

source: GithubIntegration|This requires mirroring your GitHub repository to this project. %{docs_link}
ko: 이 프로젝트에 GitHub 리포지토리를 미러링해야 합니다. %{docs_link}
ru: Это требует зеркалирования вашего репозитория GitHub в этот проект. %{docs_link}

source: Gitpod|Enable Gitpod integration
ko: Gitpod 통합 활성화
ru: Включить интеграцию с Gitpod

source: Gitpod|Gitpod URL
ko: Gitpod URL
ru: URL Gitpod

source: Gitpod|The URL to your Gitpod instance configured to read your GitLab projects, such as https://gitpod.example.com.
ko: GitLab 프로젝트를 읽도록 설정된 Gitpod 인스턴스의 URL(예: https://gitpod.example.com).
ru: URL вашего экземпляра Gitpod, настроенного для чтения ваших проектов GitLab, например https://gitpod.example.com.

source: Gitpod|To use the integration, each user must also enable Gitpod on their GitLab account. %{help_link_start}How do I enable it?%{help_link_end}
ko: 이 통합을 사용하려면 각 사용자는 GitLab 계정에서 Gitpod도 활성화해야 합니다. %{help_link_start}어떻게 활성화합니까?%{help_link_end}
ru: Чтобы использовать интеграцию, каждый пользователь должен также включить Gitpod в своей учётной записи GitLab. %{help_link_start}Как включить?%{help_link_end}

source: Gitpod|https://gitpod.example.com
ko: https://gitpod.example.com
ru: https: //gitpod.example.com

source: Give feedback
ko: 의견을 주세요
ru: Оставить отзыв

source: Give us some feedback
ko: 의견을 남겨주세요.
ru: Оставить отзыв

source: Given access %{time_ago}
ko: %{time_ago} 전 엑세스 권한 부여됨
ru: Доступ предоставлен %{time_ago}

source: Given epic is already related to this epic.
ko: 주어진 에픽은 이미 이 에픽과 관련이 있습니다.
ru: Данная цель уже связана с этой целью.

source: Given inputs must be a hash
ko: 주어진 입력은 해시여야 합니다.
ru: Входные данные должны быть хешем

source: Given inputs not defined in the `spec` section of the included configuration file
ko: 포함된 구성 파일의 `spec` 섹션에 입력이 정의되지 않았습니다.
ru: Эти входные данные не определены в разделе spec включённого конфигурационного файла

source: Global SAML group membership lock
ko: 전역 SAML 그룹 멤버십 잠김

source: Global Search is disabled for this scope
ko: 이 범위에 대해 전역 검색이 비활성화되었습니다.
ru: Глобальный поиск отключён для этого контекста

source: Global Shortcuts
ko: 글로벌 단축키
ru: Глобальные сочетания клавиш

source: Global notification email
ko: 글로벌 공지 이메일
ru: Глобальный адрес для уведомлений

source: Global notification level
ko: 글로벌 알림 수준
ru: Глобальный уровень уведомлений

source: GlobalSearch|%{count} default results provided. Use the up and down arrow keys to navigate search results list.
ko: %{count}개의 기본 결과가 제공되었습니다. 위/아래 화살표 키를 사용하여 검색 결과를 탐색하세요.
ru: Предоставлено %{count} результатов по умолчанию. Используйте клавиши вверх и вниз для навигации по списку результатов поиска.

source: GlobalSearch|%{lessButtonStart}Show less%{lessButtonEnd} - Showing %{showingMatches} of %{fileMatches} results. %{fileLinkStart}Open the file to view all results.%{fileLinkEnd}
ko: %{lessButtonStart}더 적게 표시%{lessButtonEnd} - %{fileMatches} 결과 중 %{showingMatches}개를 표시합니다. %{fileLinkStart}파일을 열어서 모든 결과를 봅니다.%{fileLinkEnd}
ru: %{lessButtonStart}Показать меньше%{lessButtonEnd} — Показано %{showingMatches} из %{fileMatches} результатов. %{fileLinkStart}Откройте файл, чтобы увидеть все результаты.%{fileLinkEnd}

source: GlobalSearch|%{linkStart}Exact code search (powered by Zoekt)%{linkEnd} is disabled since %{ref_elem} is not the default branch. %{docs_link}
ko: %{ref_elem}가 기본 브랜치가 아니기 때문에 %{linkStart}정확한 코드 검색(Zoekt 제공)%{linkEnd}은 비활성화됩니다. %{docs_link}
ru: %{linkStart}Точный поиск по коду (на базе Zoekt)%{linkEnd} отключен, поскольку %{ref_elem} не является веткой по умолчанию. %{docs_link}

source: GlobalSearch|%{linkStart}Exact code search (powered by Zoekt)%{linkEnd} is enabled.
ko: %{linkStart}정확한 코드 검색(Zoekt 제공)%{linkEnd} 이 활성화됩니다.
ru: %{linkStart}Точный поиск по коду (на базе Zoekt)%{linkEnd} включён.

source: GlobalSearch|Aggregations load error.
ko: 집계 로드 오류.
ru: Ошибка загрузки агрегаций.

source: GlobalSearch|All available groups
ko: 사용 가능한 모든 그룹
ru: Все доступные группы

source: GlobalSearch|Archived
ko: 아카이빙됨
ru: В архиве

source: GlobalSearch|Author
ko: 작성자
ru: Автор

source: GlobalSearch|Author not included
ko: 작성자가 포함되지 않음
ru: Автор не включён

source: GlobalSearch|Branch not included
ko: 브랜치가 포함되지 않음
ru: Ветка не включена

source: GlobalSearch|Change context %{kbdStart}↵%{kbdEnd}
ko: 컨텍스트 변경 %{kbdStart}↵%{kbdEnd}
ru: Изменить контекст %{kbdStart}↵%{kbdEnd}

source: GlobalSearch|Code
ko: 코드
ru: Код

source: GlobalSearch|Command palette
ko: 명령 팔레트
ru: Палитра команд

source: GlobalSearch|Comments
ko: 댓글
ru: Комментарии

source: GlobalSearch|Commits
ko: 커밋
ru: Коммиты

source: GlobalSearch|Could not load search results. Refresh the page to try again.
ko: 검색 결과를 로드할 수 없습니다. 페이지를 새로 고쳐 다시 시도하세요.
ru: Не удалось загрузить результаты поиска. Обновите страницу и попробуйте снова.

source: GlobalSearch|Epics
ko: 에픽
ru: Цели

source: GlobalSearch|Exclude forks
ko: 포크 제외
ru: Исключить форки

source: GlobalSearch|Exclude search results from forked projects
ko: 포크된 프로젝트의 검색 결과 제외
ru: Исключить результаты из форков

source: GlobalSearch|Explore
ko: 탐색
ru: Обзор

source: GlobalSearch|Fetching aggregations error.
ko: 집계 가져오기 오류.
ru: Ошибка получения агрегаций.

source: GlobalSearch|File name match only
ko: 파일 이름만 일치
ru: Только в именах файлов

source: GlobalSearch|Files
ko: 파일
ru: Файлы

source: GlobalSearch|Filters
ko: 필터
ru: Фильтры

source: GlobalSearch|Filters %{superKey} + %{link2Start}k%{link2End}
ko: 필터 %{superKey} %{link2Start}k%{link2End}
ru: Фильтры %{superKey} + %{link2Start}k%{link2End}

source: GlobalSearch|Forks
ko: 포크
ru: Форки

source: GlobalSearch|Go to %{kbdStart}↵%{kbdEnd}
ko: %{kbdStart}↵%{kbdEnd}로 이동
ru: Перейти к %{kbdStart}↵%{kbdEnd}

source: GlobalSearch|Go to file %{kbdStart}↵%{kbdEnd}
ko: %{kbdStart}↵%{kbdEnd} 파일로 이동
ru: Перейти к файлу %{kbdStart}↵%{kbdEnd}

source: GlobalSearch|Go to profile %{kbdStart}↵%{kbdEnd}
ko: %{kbdStart}↵%{kbdEnd} 프로필로 이동
ru: Перейти в профиль %{kbdStart}↵%{kbdEnd}

source: GlobalSearch|Go to project %{kbdStart}↵%{kbdEnd}
ko: %{kbdStart}↵%{kbdEnd} 프로젝트로 이동
ru: Перейти к проекту %{kbdStart}↵%{kbdEnd}

source: GlobalSearch|Group
ko: 그룹
ru: Группа

source: GlobalSearch|Groups
ko: 그룹
ru: Группы

source: GlobalSearch|Groups I'm a member of
ko: 내가 멤버인 그룹
ru: Группы, в которых я состою

source: GlobalSearch|Help
ko: 도움말
ru: Справка

source: GlobalSearch|In this project
ko: 이 프로젝트에서
ru: В этом проекте

source: GlobalSearch|Include archived
ko: 아카이빙된 항목 포함
ru: Включать заархивированные

source: GlobalSearch|Include search results from archived projects
ko: 아카이빙된 프로젝트의 검색 결과 포함
ru: Включить результаты поиска из архивных проектов

source: GlobalSearch|Incremental indexing queue length
ko: 증분(incremental) 인덱싱 대기열 길이
ru: Длина очереди инкрементальной индексации

source: GlobalSearch|Initial indexing queue length
ko: 초기 인덱싱 대기열 길이
ru: Длина очереди начальной индексации

source: GlobalSearch|Issues
ko: 이슈
ru: Обсуждения

source: GlobalSearch|Issues I've created
ko: 내가 만든 이슈
ru: Обсуждения, которые я создал

source: GlobalSearch|Issues assigned to me
ko: 나에게 할당된 이슈
ru: Обсуждения, назначенные мне

source: GlobalSearch|Key results
ko: 키 결과
ru: Ключевые результаты

source: GlobalSearch|Labels
ko: 라벨
ru: Метки

source: GlobalSearch|Language
ko: 언어
ru: Язык

source: GlobalSearch|List of filtered labels.
ko: 필터링된 라벨 목록
ru: Список отфильтрованных меток.

source: GlobalSearch|Merge request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: GlobalSearch|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: GlobalSearch|Merge requests I'm working on
ko: 내가 작업 중인 머지 리퀘스트
ru: Запросы на слияние, над которыми я работаю

source: GlobalSearch|Merge requests I've created
ko: 내가 만든 머지 리퀘스트
ru: Запросы на слияние, которые я создал

source: GlobalSearch|Merge requests assigned to me
ko: 나에게 할당된 머지 리퀘스트
ru: Запросы на слияние, назначенные мне

source: GlobalSearch|Merge requests that I'm a reviewer
ko: 내가 검토자인 머지 리퀘스트
ru: Запросы на слияние, где я ревьюер

source: GlobalSearch|Milestones
ko: 마일스톤
ru: Этапы

source: GlobalSearch|No labels found
ko: 라벨을 찾을 수 없음
ru: Метки не найдены

source: GlobalSearch|No matching results
ko: 일치 결과 없음
ru: Нет подходящих результатов

source: GlobalSearch|No results found
ko: 검색 결과가 없음
ru: Ничего не найдено

source: GlobalSearch|No results found. Edit your search and try again.
ko: 결과가 없습니다. 검색을 수정하고 다시 시도하세요.
ru: Результатов не найдено. Измените запрос и попробуйте снова.

source: GlobalSearch|Nothing found…
ko: 아무것도 찾을 수 없습니다…
ru: Ничего не найдено…

source: GlobalSearch|Objectives
ko: 목표
ru: Цели

source: GlobalSearch|Only first %{max_shown} of not indexed projects is shown
ko: 인덱싱되지 않은 프로젝트 중 처음 %{max_shown} 개만 표시됩니다.
ru: Показаны только первые %{max_shown} неиндексированных проектов.

source: GlobalSearch|Open file in repository
ko: 리포지토리의 파일 열기
ru: Открыть файл в репозитории

source: GlobalSearch|Overview
ko: 개요
ru: Обзор

source: GlobalSearch|Pages or actions
ko: Pages 또는 동작
ru: Страницы или действия

source: GlobalSearch|Places
ko: 장소
ru: Места

source: GlobalSearch|Preferences
ko: 환경설정
ru: Настройки

source: GlobalSearch|Profile
ko: 프로필
ru: Профиль

source: GlobalSearch|Project
ko: 프로젝트
ru: Проект

source: GlobalSearch|Projects
ko: 프로젝트
ru: Проекты

source: GlobalSearch|Projects I'm a member of
ko: 내가 멤버인 프로젝트
ru: Проекты, в которых я состою

source: GlobalSearch|Projects not indexed
ko: 프로젝트가 인덱싱되지 않음
ru: Проекты не индексированы

source: GlobalSearch|Recent epics
ko: 최근 에픽
ru: Последние цели

source: GlobalSearch|Recent issues
ko: 최근 이슈
ru: Последние обсуждения

source: GlobalSearch|Recent merge requests
ko: 최근 머지 리퀘스트
ru: Недавние запросы на слияние

source: GlobalSearch|Reset
ko: 재설정
ru: Сбросить

source: GlobalSearch|Result count is over limit.
ko: 결과 수가 한도를 초과했습니다.
ru: Количество результатов превышает лимит.

source: GlobalSearch|Results updated. %{count} results available. Use the up and down arrow keys to navigate search results list, or ENTER to submit.
ko: 결과가 업데이트되었습니다. %{count}개의 결과를 사용할 수 있습니다. 위/아래 화살표 키를 사용하여 검색 결과를 탐색하거나 엔터 키를 눌러 제출하세요.
ru: Результаты обновлены. %{count} результатов доступно. Используйте клавиши со стрелками вверх и вниз для навигации по списку результатов поиска или нажмите ENTER для отправки.

source: GlobalSearch|Search
ko: 검색
ru: Поиск

source: GlobalSearch|Search %{kbdStart}↵%{kbdEnd}
ko: 검색 %{kbdStart}↵%{kbdEnd}
ru: Поиск %{kbdStart}↵%{kbdEnd}

source: GlobalSearch|Search for `%{searchTerm}` files in…
ko: 다음 위치에서 `%{searchTerm}` 파일 검색...
ru: Искать файлы `%{searchTerm}` в…

source: GlobalSearch|Search for `%{searchTerm}` in…
ko: 다음 위치에서 `%{searchTerm}` 검색...
ru: Искать `%{searchTerm}` в…

source: GlobalSearch|Search for `%{searchTerm}` pages in…
ko: 다음 위치에서 `%{searchTerm}` 페이지 검색...
ru: Искать страницы `%{searchTerm}` в…

source: GlobalSearch|Search for `%{searchTerm}` projects in…
ko: 다음 위치에서 `%{searchTerm}` 프로젝트 검색...
ru: Искать проекты `%{searchTerm}` в…

source: GlobalSearch|Search for `%{searchTerm}` users in…
ko: 다음 위치에서 `%{searchTerm}` 사용자 검색...
ru: Искать пользователей `%{searchTerm}` в…

source: GlobalSearch|Search for projects, issues, etc.
ko: 프로젝트, 이슈, 기타 검색
ru: Поиск проектов, проблем и т. д.

source: GlobalSearch|Search labels
ko: 라벨 검색
ru: Поиск меток

source: GlobalSearch|Search or go to… %{kbdStart}/%{kbdEnd}
ko: 검색 또는 이동… %{kbdStart}/%{kbdEnd}
ru: Поиск или переход к… %{kbdStart}/%{kbdEnd}

source: GlobalSearch|Search or go to… (or use the / keyboard shortcut)
ko: 검색 또는 이동... (또는 / 키보드 단축키 사용)
ru: Поиск или переход к… (или нажмите клавишу /)

source: GlobalSearch|Search results are loading
ko: 검색 결과가 로드 중입니다.
ru: Результаты поиска загружаются

source: GlobalSearch|Settings
ko: 설정
ru: Настройки

source: GlobalSearch|Show 1 more result
ko: %d개 더 많은 결과 표시
ru: Показать ещё 1 результат

source: GlobalSearch|Show less
ko: 더 적게 표시
ru: Показать меньше

source: GlobalSearch|Show more
ko: 더 많이 표시
ru: Показать больше

source: GlobalSearch|Showing 1 code result for %{term}
ko: %{term}에 대한 %{resultsTotal} 코드 결과 표시
ru: Показан 1 результат в коде для %{term}

source: GlobalSearch|Showing 1 code result for %{term} in %{branchDropdown} of %{ProjectWithGroupPathLink}
ko: %{ProjectWithGroupPathLink}중 %{branchDropdown} 에서 %{term} 에 대한 %{resultsTotal} 코드 결과 표시
ru: Показан 1 результат в коде для %{term} в %{branchDropdown} %{ProjectWithGroupPathLink}

source: GlobalSearch|Showing 1 code result for %{term} in group %{groupNameLink}
ko: %{groupNameLink} 그룹에서 %{term} 에 대한 %{resultsTotal} 코드 결과 표시
ru: Показан 1 результат в коде для %{term} в группе %{groupNameLink}

source: GlobalSearch|Showing top %{maxItems}
ko: 상위 %{maxItems}개 보기
ru: Показывать лучшие %{maxItems}

source: GlobalSearch|Snippets
ko: 스니펫
ru: Сниппеты

source: GlobalSearch|Source branch
ko: 소스 브랜치
ru: Исходная ветка

source: GlobalSearch|Tasks
ko: 작업
ru: Задания

source: GlobalSearch|The search term must be at least 3 characters long.
ko: 검색어는 최소 3자 이상이어야 합니다.
ru: Поисковый запрос должен содержать не менее 3 символов.

source: GlobalSearch|There was an error fetching search autocomplete suggestions.
ko: 검색 자동 완성 제안을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении предложений автозаполнения поиска.

source: GlobalSearch|Tip:
ko: 팁:
ru: Совет:

source: GlobalSearch|Toggle if results have source branch included or excluded
ko: 결과에 소스 브랜치를 포함하거나 제외할지 여부를 전환합니다.
ru: Переключите, чтобы включать или исключать результаты с исходной веткой

source: GlobalSearch|Type %{kbdOpen}/%{kbdClose} to search
ko: 검색하려면 %{kbdOpen}/%{kbdClose} 입력하세요.
ru: Введите %{kbdOpen}/%{kbdClose}, чтобы выполнить поиск

source: GlobalSearch|Type for new suggestions to appear below.
ko: 아래에 표시할 새 제안을 입력하세요.
ru: Введите текст, чтобы новые предложения появились ниже.

source: GlobalSearch|Type to filter labels.
ko: 라벨 필터링을 하려면 입력하세요.
ru: Введите текст для фильтрации меток.

source: GlobalSearch|Type to search…
ko: 검색하려면 입력하세요...
ru: Начните печатать для поиска…

source: GlobalSearch|Users
ko: 사용자
ru: Пользователей

source: GlobalSearch|View blame
ko: Blame 표시
ru: Просмотр информации об авторах строк

source: GlobalSearch|View line in repository
ko: 리포지토리의 라인 보기
ru: Посмотреть строку в репозитории
