Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: UsageQuota|An error occured while loading the storage usage details. Please refresh the page to try again.
ko: 스토리지 사용량 세부 정보를 로드하는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Произошла ошибка при загрузке данных об использовании хранилища. Обновите страницу, чтобы повторить попытку.

source: UsageQuota|Any additional purchased storage will be displayed here.
ko: 추가로 구매한 스토리지가 여기에 표시됩니다.
ru: Любое дополнительное купленное хранилище будет отображаться здесь.

source: UsageQuota|Audio samples, videos, datasets, and graphics.
ko: 오디오 샘플, 비디오, 데이터 세트 및 그래픽.
ru: Образцы аудио, видео, наборы данных и графика.

source: UsageQuota|Buy additional compute minutes
ko: 추가 컴퓨팅 시간 구매
ru: Купить дополнительные вычислительные минуты

source: UsageQuota|Buy storage
ko: 스토리지 구입
ru: Купить хранилище

source: UsageQuota|Cache for frequently-accessed Docker images and virtual registries.
ko: 자주 액세스하는 Docker 이미지와 가상 레지스트리에 대한 캐시입니다.
ru: Кэширование часто используемых Docker-образов и виртуальных реестров.

source: UsageQuota|Code packages and container images.
ko: 코드 패키지와 컨테이너 이미지.
ru: Пакеты кода и образы контейнеров.

source: UsageQuota|Compute minutes usage displays the hosted runner usage against the total available compute minutes.
ko: 컴퓨팅 시간(분) 사용량은 호스팅된 러너 사용량을 사용 가능한 총 컴퓨팅 시간(분)에 대해 표시합니다.
ru: Использование минут вычислений показывает использование размещённых средств выполнения по отношению к общему количеству доступных минут вычислений.

source: UsageQuota|Compute usage
ko: 컴퓨팅 사용량
ru: Использование вычислительных единиц

source: UsageQuota|Compute usage by month
ko: 월별 컴퓨팅 사용량
ru: Использование вычислительных единиц по месяцам

source: UsageQuota|Compute usage by project
ko: 프로젝트별 컴퓨팅 사용량
ru: Использование вычислительных единиц по проекту

source: UsageQuota|Compute usage since %{usageSince}
ko: %{usageSince}부터 컴퓨팅 사용량
ru: Использование вычислительных единиц с %{usageSince}

source: UsageQuota|Container registry
ko: 컨테이너 레지스트리
ru: Реестр контейнеров

source: UsageQuota|Deleted Namespace #%{id}
ko: 삭제된 네임스페이스 #%{id}
ru: Удалённое пространство имён №%{id}

source: UsageQuota|Dependency proxy
ko: 의존성 프록시
ru: Прокси зависимостей

source: UsageQuota|Excess storage usage
ko: 초과 스토리지 사용량
ru: Избыточное использование хранилища

source: UsageQuota|Filter charts by year
ko: 연도별 차트 필터링
ru: Фильтровать графики по году

source: UsageQuota|Filter projects data by month
ko: 월별 프로젝트 데이터 필터
ru: Фильтровать данные проектов по месяцу

source: UsageQuota|Git repository.
ko: Git 레포지토리
ru: Git репозиторий.

source: UsageQuota|GitLab Duo
ko: GitLab Duo
ru: GitLab Duo

source: UsageQuota|Gitlab-integrated Docker container registry for storing Docker Images.
ko: Docker 이미지를 저장하기 위한 Gitlab 통합 docker 컨테이너 레지스트리
ru: Интегрированный с GitLab реестр контейнеров Docker для хранения образов Docker.

source: UsageQuota|Group settings %{gt} Usage quotas
ko: 그룹 설정 %{gt} 사용 할당량
ru: Настройки группы %{gt} Квоты использования

source: UsageQuota|Hosted runner duration
ko: 호스팅 러너 기간
ru: Длительность работы размещённого средства выполнения

source: UsageQuota|Hosted runner pipeline duration by month
ko: 월별 호스팅 러너 파이프라인 기간
ru: Длительность работы конвейера размещённого средства выполнения по месяцам

source: UsageQuota|How are limits applied?
ko: 한도는 어떻게 적용됩니까?
ru: Как применяются лимиты?

source: UsageQuota|Included in %{planName} subscription
ko: %{planName} 구독에 포함됨
ru: Включено в подписку %{planName}

source: UsageQuota|Includes artifacts, repositories, wiki, and other items.
ko: 아티팩트, 리포지토리, Wiki 및 기타 항목을 포함합니다.
ru: Включает артефакты, репозитории, вики и другие элементы.

source: UsageQuota|Includes project artifacts, repositories, packages, and container registries.
ko: 프로젝트 아티팩트, 리포지토리, 패키지 및 컨테이너 레지스트리를 포함합니다.
ru: Включает артефакты проекта, репозитории, пакеты и контейнерные реестры.

source: UsageQuota|Instance runner duration
ko: 인스턴스 실행 기간
ru: Продолжительность работы средства выполнения на экземпляре

source: UsageQuota|Instance runners are disabled in all projects in this namespace.
ko: 이 네임스페이스의 모든 프로젝트에서 인스턴스 러너가 비활성화됩니다.
ru: Средства выполнения экземпляра отключены во всех проектах этого пространства имён.

source: UsageQuota|Job artifacts created by CI/CD.
ko: CI/CD에서 생성된 작업 아티팩트.
ru: Артефакты заданий, созданные CI/CD.

source: UsageQuota|Learn more about usage quotas.
ko: 사용량 할당량에 대해 자세히 알아보십시오.
ru: Подробнее о квотах использования.

source: UsageQuota|Loading Usage Quotas tabs
ko: 사용 할당량 탭 로드 중
ru: Загрузка вкладок квот использования

source: UsageQuota|Local proxy used for frequently-accessed upstream Docker images.
ko: 자주 액세스하는 업스트림 Docker 이미지에 사용되는 로컬 프록시입니다.
ru: Локальный прокси, используемый для часто запрашиваемых исходных Docker-образов.

source: UsageQuota|Month
ko: 월
ru: Месяц

source: UsageQuota|Namespace
ko: 네임스페이스
ru: Пространство имён

source: UsageQuota|Namespace entities
ko: 네임스페이스 항목
ru: Сущности пространства имён

source: UsageQuota|Namespace overview
ko: 네임스페이스 개요
ru: Обзор пространства имён

source: UsageQuota|Namespace storage used
ko: 네임스페이스 스토리지 사용량
ru: Используемое хранилище пространства имен

source: UsageQuota|Namespace total storage represents the sum of storage consumed by all projects, container registry, and Dependency Proxy.
ko: 네임스페이스의 전체 스토리지는 모든 프로젝트, Container Registry 및 의존성 프록시에서 사용하는 스토리지의 합계를 나타냅니다.
ru: Общий объём хранилища пространства имён — это сумма объёмов, использованных всеми проектами, реестром контейнеров и прокси зависимостей.

source: UsageQuota|No compute usage data available.
ko: 사용 가능한 컴퓨팅 사용량 데이터가 없습니다.
ru: Данные об использовании вычислительных ресурсов отсутствуют.

source: UsageQuota|No compute usage data because %{linkStart}Instance runners%{linkEnd} are disabled, or there are no projects in this group.
ko: %{linkStart}인스턴트 러너%{linkEnd}가 비활성화되었거나 이 그룹에 프로젝트가 없기 때문에 컴퓨팅 사용량 데이터가 없습니다.
ru: Нет данных об использовании вычислительных ресурсов, потому что %{linkStart}Средства выполнения экземпляров%{linkEnd} отключены или в этой группе нет проектов.

source: UsageQuota|No projects to display.
ko: 표시할 프로젝트가 없습니다
ru: Нет проектов для отображения.

source: UsageQuota|Observability
ko: 관측 가능성
ru: Наблюдаемость

source: UsageQuota|Pending Members
ko: 보류 중인 멤버
ru: Ожидающие участники

source: UsageQuota|Pipeline artifacts and job artifacts, created with CI/CD.
ko: CI/CD로 생성된 파이프라인 아티팩트 및 작업 아티팩트.
ru: Артефакты конвейеров и заданий, созданные с помощью CI/CD.

source: UsageQuota|Precise calculation of container registry storage size is delayed because it is too large for synchronous estimation. Precise evaluation will be scheduled within 24 hours.
ko: 동기화 추정하기에 너무 크기 때문에 컨테이너 레지스트리 저장공간의 크기의 정확한 계산은 지연됩니다. 정확한 평가는 24시간 이내에 예정되어 있습니다.
ru: Точное вычисление размера хранилища реестра контейнеров задерживается, так как он слишком велик для синхронной оценки. Точная оценка будет запланирована в течение 24 часов.

source: UsageQuota|Product analytics
ko: 제품 분석
ru: Аналитика продукта

source: UsageQuota|Projects under this namespace have %{planLimit} of storage limit applied to repository and LFS objects.
ko: 이 네임스페이스 아래의 프로젝트에는 스토리지와 LFS 개체에 적용되는 저장 용량 한도가 %{planLimit} 입니다.
ru: Проекты в этом пространстве имён имеют ограничение по хранилищу %{planLimit} для репозитория и объектов LFS.

source: UsageQuota|Purchased storage
ko: 구입한 스토리지
ru: Купленное хранилище

source: UsageQuota|Recalculate repository usage
ko: 리포지토리 사용량 다시 계산
ru: Пересчитать использование репозитория

source: UsageQuota|Registry
ko: 레지스트리
ru: Реестр

source: UsageQuota|Seat utilization
ko: 좌석 활용도
ru: Использование лицензий

source: UsageQuota|Shared bits of code and text.
ko: 코드와 텍스트의 공유된 비트.
ru: Общие фрагменты кода и текста.

source: UsageQuota|Something went wrong while fetching compute usage
ko: 컴퓨팅 사용량을 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении данных об использовании вычислительных мощностей

source: UsageQuota|Something went wrong while fetching pipeline statistics
ko: 파이프라인 통계를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении статистики конвейеров

source: UsageQuota|Something went wrong while fetching project storage statistics
ko: 프로젝트 스토리지 통계를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении статистики хранилища проекта

source: UsageQuota|Something went wrong while fetching runner filters
ko: 러너 필터를 가져오는 동안 문제가 발생했습니다
ru: Произошла ошибка при получении фильтров для средств выполнения

source: UsageQuota|Something went wrong while loading Usage Quotas Tabs.
ko: 사용 할당량 탭을 로드하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при загрузке вкладок квот использования.

source: UsageQuota|Storage per project included in %{planName} subscription
ko: %{planName} 구독에 포함된 프로젝트당 스토리지
ru: Хранилище на проект, включённое в подписку %{planName}

source: UsageQuota|Storage type
ko: 스토리지 유형
ru: Тип хранилища

source: UsageQuota|Storage usage breakdown
ko: 스토리지 사용량 분석
ru: Разбивка использования хранилища

source: UsageQuota|Storage used
ko: 스토리지 사용량
ru: Используемое хранилище

source: UsageQuota|The %{strong_start}%{context_name}%{strong_end} group will be affected by this.
ko: %{strong_start}%{context_name}%{strong_end} 그룹이 이것의 영향을 받습니다.
ru: Группа %{strong_start}%{context_name}%{strong_end} будет затронута этим.

source: UsageQuota|The %{strong_start}%{context_name}%{strong_end} project will be affected by this.
ko: %{strong_start}%{context_name}%{strong_end} 프로젝트는 이것의 영향을 받습니다.
ru: Проект %{strong_start}%{context_name}%{strong_end} будет затронут этим.

source: UsageQuota|The chart and the table below show usage for %{month} %{year}
ko: 아래 차트와 표는 %{month} %{year}의 사용량을 보여줍니다.
ru: График и таблица ниже показывают использование за %{month} %{year}

source: UsageQuota|The namespace is currently using %{strong_start}%{used_storage}%{strong_end} of namespace storage. Group owners can view namespace storage usage and purchase more from %{strong_start}%{usage_quotas_nav_instruction}%{strong_end}. %{docs_link_start}How can I manage my storage%{link_end}?
ko: 네임스페이스는 현재 네임스페이스 스토리지의 %{strong_start}%{used_storage}%{strong_end} 사용하고 있습니다. 그룹 소유자는 네임스페이스 스토리지 사용량을 확인하고 %{strong_start}%{usage_quotas_nav_instruction}%{strong_end}에서 추가로 구매할 수 있습니다. %{docs_link_start}스토리지 관리 방법%{link_end}?
ru: В настоящее время пространство имён использует %{strong_start}%{used_storage}%{strong_end} хранилища. Владельцы групп могут просматривать использование хранилища пространства имён и приобрести больше через %{strong_start}%{usage_quotas_nav_instruction}%{strong_end}. %{docs_link_start}Как я могу управлять своим хранилищем%{link_end}?

source: UsageQuota|The namespace is currently using %{strong_start}%{used_storage}%{strong_end} of namespace storage. View and manage your usage from %{strong_start}%{usage_quotas_nav_instruction}%{strong_end}. %{docs_link_start}Learn more%{link_end} about how to reduce your storage.
ko: 네임스페이스는 현재 %{strong_start}%{used_storage}%{strong_end} 네임스페이스 스토리지를 사용하고 있습니다. %{strong_start}%{usage_quotas_nav_instruction}%{strong_end}에서 사용량을 보고 관리합니다. %{docs_link_start}스토리지를 줄이는 방법%{link_end}.
ru: В настоящее время пространство имён использует %{strong_start}%{used_storage}%{strong_end} хранилища. Просматривайте и управляйте использованием через %{strong_start}%{usage_quotas_nav_instruction}%{strong_end}. %{docs_link_start}Подробнее%{link_end} о том, как сократить использование хранилища.

source: UsageQuota|This namespace has %{planLimit} of storage.
ko: 이 네임스페이스는 저장 공간이 %{planLimit} 있습니다.
ru: Это пространство имён имеет %{planLimit} хранилища.

source: UsageQuota|This namespace has no projects which used instance runners in the current period
ko: 이 네임스페이스에는 현재 기간에 인스턴스 러너를 사용한 프로젝트가 없습니다
ru: Это пространство имён не содержит проектов, использующих средства выполнения экземпляров в текущем периоде.

source: UsageQuota|This namespace is under project-level limits, so only repository and LFS storage usage above the limit included in the plan is counted as excess storage. You can increase excess storage limit by purchasing storage packages.
ko: 이 네임스페이스는 프로젝트-수준 할당량의 아래에 있으므로, 요금제에 포함된 한도를 초과하는 리포지토리 및 LFS 스토리지 사용량만 초과 스토리지로 계산됩니다. 스토리지 패키지를 구매하여 스토리지 한도를 늘릴 수 있습니다.
ru: Это пространство имён находится под ограничениями на уровне проектов, поэтому в качестве избыточного хранилища учитывается только использование хранилища репозитория и LFS, превышающее лимит, включённый в тариф. Вы можете увеличить лимит избыточного хранилища, приобретя пакеты хранилища.

source: UsageQuota|This table omits projects that used 0 compute minutes or 0 instance runners duration
ko: 이 표에는 컴퓨팅 시간 0분 또는 인스턴스 실행 기간 0을 사용한 프로젝트가 생략되어 있습니다
ru: Этот таблица не учитывает проекты, которые использовали 0 минут вычислений или 0 длительности работы средств выполнения

source: UsageQuota|Total purchased storage
ko: 구매한 총 스토리지
ru: Общий объём приобретённого хранилища

source: UsageQuota|Total storage
ko: 총 스토리지
ru: Общий объём хранилища

source: UsageQuota|Transfer data used
ko: 데이터 전송량
ru: Использованные данные для передачи

source: UsageQuota|Transfer data used by month
ko: 월별 데이터 전송량
ru: Использованные данные для передачи по месяцам

source: UsageQuota|Transfer type
ko: 전송 유형
ru: Тип передачи

source: UsageQuota|Transfer usage breakout
ko: 전송량 분석
ru: Разбивка использования передачи данных

source: UsageQuota|Usage
ko: 사용량
ru: Использование

source: UsageQuota|Usage Quotas
ko: 사용량 제한
ru: Квоты использования

source: UsageQuota|Usage breakdown
ko: 사용량 내역
ru: Разбивка использования

source: UsageQuota|Usage by month
ko: 월별 사용량
ru: Использование по месяцам

source: UsageQuota|Usage by namespace
ko: 네임스페이스별 사용량
ru: Использование по пространству имён

source: UsageQuota|Usage by project
ko: 프로젝트별 사용량
ru: Использование по проекту

source: UsageQuota|Usage of group resources across the projects in the %{strong_start}%{group_name}%{strong_end} group
ko: %{strong_start}%{group_name}%{strong_end} 그룹의 프로젝트 전반에서 그룹 리소스 사용
ru: Использование групповых ресурсов по проектам в группе %{strong_start}%{group_name}%{strong_end}

source: UsageQuota|Usage of project resources across the %{strong_start}%{project_name}%{strong_end} project.
ko: %{strong_start}%{project_name}%{strong_end} 프로젝트 전반의 프로젝트 리소스 사용량입니다.
ru: Использование ресурсов в проекте %{strong_start}%{project_name}%{strong_end}.

source: UsageQuota|Usage of resources across your projects
ko: 내 프로젝트의 리소스 사용량
ru: Использование ресурсов в ваших проектах

source: UsageQuota|Usage of shared resources across the projects in your instance
ko: 당신의 인스턴스내의 프로젝트간의 공유 리소스 사용량
ru: Использование общих ресурсов между проектами в вашем экземпляре

source: UsageQuota|User settings %{gt} Usage quotas
ko: 사용자 설정 %{gt} 사용 할당량
ru: Настройки пользователя %{gt} Квоты использования

source: UsageQuota|Wiki content.
ko: 위키 컨텐츠.
ru: Содержимое вики.

source: UsageQuota|You have used %{percentageUsed}%% of your total storage.
ko: 전체 저장 공간의 %{percentageUsed}%%를 사용했습니다.
ru: Вы использовали %{percentageUsed}%% от вашего общего объёма хранилища.

source: UsageTrends|Could not load the issues and merge requests chart. Please refresh the page to try again.
ko: 이슈 및 머지 리퀘스트 차트를 로드할 수 없습니다. 페이지를 새로 고쳐 다시 시도하십시오.
ru: Не удалось загрузить диаграмму обсуждений и запросов на слияние. Обновите страницу, чтобы повторить попытку.

source: UsageTrends|Could not load the pipelines chart. Please refresh the page to try again.
ko: 파이프라인 차트를 로드할 수 없습니다. 페이지를 새로 고쳐 다시 시도하십시오.
ru: Не удалось загрузить диаграмму конвейеров. Обновите страницу, чтобы повторить попытку.

source: UsageTrends|Could not load the projects and groups chart. Please refresh the page to try again.
ko: 프로젝트 및 그룹 차트를 로드할 수 없습니다. 페이지를 새로 고쳐 다시 시도하십시오.
ru: Не удалось загрузить диаграмму проектов и групп. Обновите страницу, чтобы повторить попытку.

source: UsageTrends|Groups
ko: 그룹
ru: Группы

source: UsageTrends|Issues
ko: 이슈
ru: Обсуждения

source: UsageTrends|Issues & merge requests
ko: 이슈 & 머지 리퀘스트
ru: Обсуждения и запросы на слияние

source: UsageTrends|Items
ko: 항목
ru: Элементы

source: UsageTrends|Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: UsageTrends|Month
ko: 월
ru: Месяц

source: UsageTrends|No data available.
ko: 사용 가능한 데이터가 없습니다.
ru: Нет доступных данных.

source: UsageTrends|Pipelines
ko: 파이프라인
ru: Конвейеры

source: UsageTrends|Pipelines canceled
ko: 파이프라인 취소됨
ru: Отменённые конвейеры

source: UsageTrends|Pipelines failed
ko: 파이프라인 실패
ru: Конвейеры с ошибками

source: UsageTrends|Pipelines skipped
ko: 파이프라인 생략됨
ru: Пропущенные конвейеры

source: UsageTrends|Pipelines succeeded
ko: 파이프라인 성공
ru: Успешные конвейеры

source: UsageTrends|Pipelines total
ko: 파이프라인 합계
ru: Всего конвейеров

source: UsageTrends|Projects
ko: 프로젝트
ru: Проекты

source: UsageTrends|There was an error fetching the cancelled pipelines. Please try again.
ko: 취소된 파이프라인을 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении отмененных конвейеров. Повторите попытку.

source: UsageTrends|There was an error fetching the failed pipelines. Please try again.
ko: 실패한 파이프라인을 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении конвейеров с ошибками. Повторите попытку.

source: UsageTrends|There was an error fetching the groups. Please try again.
ko: 그룹을 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении групп. Повторите попытку.

source: UsageTrends|There was an error fetching the issues. Please try again.
ko: 이 이슈를 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении задач. Повторите попытку.

source: UsageTrends|There was an error fetching the merge requests. Please try again.
ko: 머지 리퀘스트를 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении запросов на слияние. Повторите попытку.

source: UsageTrends|There was an error fetching the projects. Please try again.
ko: 프로젝트를 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении проектов. Повторите попытку.

source: UsageTrends|There was an error fetching the skipped pipelines. Please try again.
ko: 생략한 파이프라인을 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении пропущенных конвейеров. Повторите попытку.

source: UsageTrends|There was an error fetching the successful pipelines. Please try again.
ko: 성공적인 파이프라인을 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении успешных конвейеров. Повторите попытку.

source: UsageTrends|There was an error fetching the total pipelines. Please try again.
ko: 총 파이프라인을 가져오는 동안 오류가 발생했습니다. 다시 시도하십시오.
ru: Произошла ошибка при получении всех конвейеров. Повторите попытку.

source: UsageTrends|Total groups
ko: 총 그룹
ru: Всего групп

source: UsageTrends|Total projects
ko: 총 프로젝트
ru: Всего проектов

source: UsageTrends|Total projects & groups
ko: 총 프로젝트 및 그룹
ru: Всего проектов и групп

source: UsageTrends|Users
ko: 사용자
ru: Пользователи

source: Use %{code_start}::%{code_end} to create a %{link_start}scoped label set%{link_end} (eg. %{code_start}priority::1%{code_end})
ko: %{code_start} 사용::%{code_end}에서 %{link_start} 범위 라벨 세트 %{link_end}(예: %{code_start} 우선 순위:: 1%{code_end})를 생성합니다.
ru: Используйте %{code_start}::%{code_end}, чтобы создать %{link_start}набор селективных меток%{link_end} (например, %{code_start}priority::1%{code_end})

source: Use %{code_start}authorized_keys%{code_end} file to authenticate SSH keys
ko: SSH 키를 인증하려면 %{code_start}authorized_keys%{code_end} 파일을 사용
ru: Использовать файл %{code_start}authorized_keys%{code_end} для аутентификации ключей SSH

source: Use .gitlab-ci.yml
ko: .gitlab-ci.yml 사용
ru: Используя .gitlab-ci.yml

source: Use AI to quickly identify the cause of job failures and get example fixes to get your pipeline running.
ko: AI를 사용하여 작업 실패 원인을 빠르게 파악하고 파이프라인을 실행하기 위한 수정 예제를 받으세요.

source: Use Amazon Q to streamline development workflow and project upgrades
ko: Amazon Q를 사용하여 개발 워크플로 및 프로젝트 업그레이드 간소화

source: Use CRON syntax. %{linkStart}Learn more.%{linkEnd}
ko: CRON 구문을 사용하세요. %{linkStart}자세히 알아보세요.%{linkEnd}

source: Use Regular Expression
ko: 정규식 사용
ru: Использовать регулярное выражение

source: Use a one-time password authenticator on your mobile device or computer to enable two-factor authentication (2FA).
ko: 모바일 기기나 컴퓨터에서 일회용 비밀번호 인증기를 사용하여 이중 인증(2FA)을 활성화하십시오.
ru: Используйте генератор одноразовых паролей на своём мобильном устройстве или компьютере, чтобы включить двухфакторную аутентификацию (2ФА).

source: Use advanced search for global search when limited indexing is enabled
ko: 제한된 인덱싱이 활성화된 경우 글로벌 검색에 고급 검색을 사용합니다
ru: Использовать расширенный поиск для глобального поиска когда включена ограниченная индексация

source: Use an existing commit message
ko: 존재하는 커밋 메시지 사용
ru: Использовать существующее сообщение коммита

source: Use banners and notifications to notify your users about scheduled maintenance, recent upgrades, and more.
ko: 배너 및 알림을 사용하여 예정된 유지 관리, 최근 업그레이드 등에 대해 사용자에게 알립니다.
ru: Используйте баннеры и уведомления, чтобы уведомлять пользователей о запланированном обслуживании, последних обновлениях и многом другом.

source: Use cURL
ko: cURL 사용
ru: Используя cURL

source: Use custom color #FF0000
ko: 커스텀 색상 #FF0000 사용

source: Use hashed storage
ko: 해시 스토리지 사용
ru: Использовать хешированное хранилище

source: Use hashed storage paths for newly created and renamed repositories. Always enabled since 13.0. %{link_start}Learn more.%{link_end}
ko: 새로 생성되고 이름이 바뀐 리포지토리에 해싱된 스토리지 경로를 사용합니다. 13.0 이후로 항상 활성화되었습니다. %{link_start}자세히 알아보기.%{link_end}
ru: Использовать хешированные пути хранения для новых и переименованных репозиториев. Постоянно включено с версии 13.0. %{link_start}Подробнее%{link_end}.

source: Use issue count
ko: 이슈 카운트 사용
ru: Использовать количество обсуждений

source: Use issue weight
ko: 이슈 가중치 사용
ru: Использовать вес обсуждения

source: Use issues to collaborate on ideas, solve problems, and plan work
ko: 이슈를 사용하여 아이디어에 대한 공동 작업, 문제 해결 및 작업 계획
ru: Используйте обсуждения для совместной работы над идеями, решения проблем и планирования работы

source: Use one line per URI
ko: URI당 한 줄 사용

source: Use personal access token
ko: 개인 액세스 토큰을 사용
ru: Использовать личный токен доступа

source: Use primary email (%{email})
ko: 기본 전자 메일 사용(%{email})
ru: Использовать основной адрес (%{email})

source: Use secure files to store files used by your pipelines such as Android keystores, or Apple provisioning profiles and signing certificates.
ko: Android 키스토어나 Apple 프로비저닝 프로필, 서명 인증서 등 파이프라인에서 사용하는 파일을 저장하려면 보안 파일을 사용하세요.
ru: Используйте защищённые файлы для хранения файлов, используемых вашими конвейерами, такие как Android keystores или профили и сертификаты для подписания Apple.

source: Use shortcuts
ko: 단축키 사용
ru: Использование сочетаний клавиш

source: Use slash commands.
ko: 슬래시 명령을 사용하십시오.

source: Use template
ko: 템플릿 사용
ru: Использовать шаблон

source: Use the %{strongStart}Test%{strongEnd} option above to create an event.
ko: 이벤트를 생성하려면 위의 %{strongStart}Test%{strongEnd} 옵션을 사용하십시오.

source: Use the link below to confirm your email address (%{email})
ko: 아래 링크를 사용하여 이메일 주소(%{email})를 확인하십시오.

source: Use the link below to confirm your email address.
ko: 아래 링크를 사용하여 이메일 주소를 확인하십시오.

source: Use the public cloud instance URL (%{kroki_public_url}) or %{install_link_start}install Kroki%{install_link_end} on your own infrastructure and use your own instance URL.
ko: 퍼블릭 클라우드 인스턴스 URL(%{kroki_public_url}) 또는 %{install_link_start}을 사용자 고유 인프라에 Kroki%{install_link_end} 설치하고 사용자 고유 인스턴스 URL을 사용하십시오.

source: Use the search bar on the top of this page
ko: 이 페이지의 맨 위에 있는 검색 표시줄 사용
ru: Используйте строку поиска вверху страницы

source: Use this integration to connect to Google Play with fastlane in CI/CD pipelines.
ko: 이 통합을 사용하여 CI/CD 파이프라인에서 fastlane을 통해 Google Play에 연결하세요.
ru: Используйте эту интеграцию для подключения к Google Play с помощью fastlane в конвейерах CI/CD.

source: Use this integration to connect to the Apple App Store with fastlane in CI/CD pipelines.
ko: 이 통합을 사용하여 CI/CD 파이프라인에서 fastlane을 통해 Apple App Store에 연결하세요.
ru: Используйте эту интеграцию для подключения к Apple App Store с помощью fastlane в конвейерах CI/CD.
