Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ScanResultPolicy|When this policy's criteria %{strongStart}cannot be met:%{strongEnd}
ko: 이 정책의 기준을 %{strongStart} 충족할 수 없는 경우:%{strongEnd}
ru: Когда критерии этой политики %{strongStart}не могут быть выполнены:%{strongEnd}

source: ScanResultPolicy|You can specify either a deny/allowlist or license types, not both.
ko: 차단/허용 목록 또는 라이선스 유형 중 하나만 지정할 수 있습니다. 둘 다 지정은 할 수 없습니다.
ru: Вы можете указать либо чёрный или белый список, либо типы лицензий, но не оба варианта одновременно.

source: ScanResultPolicy|You can specify either a license state (allowlist or denylist) or a license type, not both.
ko: 라이선스 상태(허용 목록 또는 차단 목록) 또는 라이선스 유형 중 하나만 지정할 수 있습니다.
ru: Вы можете указать либо состояние лицензии (белый список или чёрный список), либо тип лицензии, но не оба одновременно.

source: ScanResultPolicy|You have selected all protected branches in this policy's rules. To better protect your project, you should leave this setting enabled. %{linkStart}What are the risks of allowing pushing and force pushing?%{linkEnd}
ko: 이 정책의 규칙에서 모든 보호된 브랜치를 선택했습니다. 프로젝트를 보다 안전하게 보호하려면 이 설정을 활성화한 채로 두는 것이 좋습니다. %{linkStart}푸시 및 강제 푸시를 허용하는 것의 어떤 위험이 있을까요?%{linkEnd}
ru: Вы выбрали все защищённые ветки в правилах этой политики. Для лучшей защиты вашего проекта рекомендуется оставить эту настройку включённой. %{linkStart}Каковы риски разрешения на отправку и принудительную отправку?%{linkEnd}

source: ScanResultPolicy|allowlist (%{licenseCount} %{licenses})
ko: 허용 목록 (%{licenseCount} %{licenses})
ru: белый список (%{licenseCount} %{licenses})

source: ScanResultPolicy|any commits
ko: 모든 커밋
ru: любые коммиты

source: ScanResultPolicy|any unsigned commits
ko: 서명되지 않은 모든 커밋
ru: любые неподписанные коммиты

source: ScanResultPolicy|denylist (%{licenseCount} %{licenses})
ko: 차단 목록 (%{licenseCount} %{licenses})
ru: чёрный список (%{licenseCount} %{licenses})

source: ScanResultPolicy|license status
ko: 라이선스 상태
ru: статус лицензии

source: ScanResultPolicy|matching type
ko: 매칭 유형
ru: тип совпадения

source: ScanResultPolicy|scanners
ko: 스캐너
ru: сканеры

source: ScanResultPolicy|severity levels
ko: 심각도 수준
ru: уровни серьёзности

source: ScanResultPolicy|vulnerabilities allowed
ko: 허용된 취약성
ru: разрешённые уязвимости

source: ScanResultPolicy|vulnerabilities that match all
ko: 모두 일치하는 취약점
ru: уязвимости, соответствующие всем условиям

source: ScanResultPolicy|vulnerability states
ko: 취약성 상태
ru: состояния уязвимостей

source: Scanner
ko: 스캐너

source: Scanner profile failed to delete
ko: 스캐너 프로필을 삭제하지 못했습니다.
ru: Не удалось удалить профиль сканирования

source: Scanner profile not found for given parameters
ko: 지정된 매개 변수에 대한 스캐너 프로파일을 찾을 수 없습니다.

source: Schedule a new pipeline
ko: 새로운 파이프라인 스케줄 잡기
ru: Расписание новой сборочной линии

source: Schedule-based escalation rules must have a schedule in the same project as the policy
ko: 일정 기반 에스컬레이션 규칙에는 정책과 동일한 프로젝트에 일정이 있어야 합니다.

source: Scheduled
ko: 예정됨
ru: Запланировано

source: Scheduled Deletion At - %{permanent_deletion_time}
ko: 예정된 삭제 시간 - %{permanent_deletion_time}

source: Scheduled a rebase of branch %{branch}.
ko: 브랜치 %{branch}의 리베이스를 예약했습니다.
ru: Запланировано перебазирование ветки %{branch}.

source: Scheduled pipelines cannot run more frequently than once per %{limit} minutes. A pipeline configured to run more frequently only starts after %{limit} minutes have elapsed since the last time it ran.
ko: 예약된 파이프라인은 %{limit} 분에 한 번 이상 실행할 수 없습니다. 더 자주 실행하도록 설정된 파이프라인은 마지막으로 실행한 후 %{limit} 분이 경과한 후에만 시작됩니다.
ru: Конвейеры, запланированные для запуска, не могут выполняться чаще, чем раз в %{limit} минут. Конвейер, настроенный на более частый запуск, начнёт выполнение только после того, как пройдет %{limit} минут с последнего запуска.

source: Scheduled to merge this merge request (%{strategy}).
ko: 이 머지 리퀘스르트에 대한 머지가 예약되었습니다 (%{strategy}).
ru: Запланировано слияние этого запроса на слияние (%{strategy}).

source: Schedules
ko: 일정
ru: Расписания

source: Schedules to merge this merge request (%{strategy}).
ko: 이 머지 리퀘스트의 머지가 예약되었습니다 (%{strategy}).
ru: Планирует слияние этого запроса на слияние (%{strategy}).

source: Scope
ko: 범위
ru: Область

source: Scope board to current iteration
ko: 현재 이터레이션에 게시판 범위 설정

source: Scopes
ko: 범위
ru: Доступ

source: Scopes (select at least one)
ko: 범위 (하나 이상 선택)

source: Scopes can't be blank
ko: 범위는 비워 둘 수 없습니다.

source: Scopes: %{scope_list}
ko: 범위: %{scope_list}

source: Screenshot must be less than 1 MB.
ko: 스크린샷은 1MB 미만이어야 합니다.

source: Scroll down
ko: 아래로 스크롤
ru: Прокрутить вниз

source: Scroll left
ko: 왼쪽으로 스크롤
ru: Прокрутить влево

source: Scroll right
ko: 오른쪽으로 스크롤
ru: Прокрутить вправо

source: Scroll to bottom
ko: 맨 아래로 스크롤
ru: Прокрутить к концу

source: Scroll to top
ko: 맨 위로 스크롤
ru: Прокрутить к началу

source: Scroll up
ko: 위로 스크롤
ru: Прокрутить вверх

source: Seamlessly create change requests when your team initiates deployments.
ko: 팀에서 배포를 시작할 때 원활하게 변경 요청을 생성합니다.

source: Search
ko: 검색
ru: Поиск

source: Search (3 character minimum)
ko: 검색 (최소 3자)
ru: Поиск (минимум 3 символа)

source: Search a group
ko: 그룹 검색

source: Search an environment spec
ko: 환경 사양 검색

source: Search artifacts
ko: 아티팩트 검색
ru: Поиск артефактов

source: Search assignees
ko: 담당자 검색
ru: Поиск исполнителей

source: Search branch
ko: 브랜치 검색

source: Search branches
ko: 브랜치 검색

source: Search branches and tags
ko: 브랜치 및 태그 검색
ru: Найти ветки и теги

source: Search branches, tags, and commits
ko: 브랜치, 태그 및 커밋 검색
ru: Поиск по веткам, тегам и коммитам

source: Search by Git revision
ko: Git 리비전으로 검색
ru: Поиск по ревизии Git

source: Search by author
ko: 작성자로 검색
ru: Поиск по автору

source: Search by full path
ko: 전체 경로로 검색
ru: Искать по полному пути

source: Search by message
ko: 메시지로 검색
ru: Поиск по сообщению

source: Search by name
ko: 이름으로 검색
ru: Поиск по имени

source: Search comment templates
ko: 댓글 템플릿 검색
ru: Поиск шаблонов комментариев

source: Search deploy keys
ko: 배포 키 검색
ru: Поиск ключей развёртывания

source: Search files
ko: 파일 검색

source: Search filters
ko: 검색 필터

source: Search for Namespace
ko: 네임스페이스 검색

source: Search for a group
ko: 그룹 검색

source: Search for an emoji
ko: 이모지 검색

source: Search for projects, issues, etc.
ko: 프로젝트, 이슈, 등 검색
ru: Поиск проектов, обсуждений и т.д.

source: Search for this text
ko: 이 텍스트 검색

source: Search forks
ko: 포크 검색
ru: Поиск форков

source: Search groups
ko: 그룹 검색

source: Search iterations
ko: 이터레이션 검색

source: Search labels
ko: 라벨 검색
ru: Поиск меток

source: Search milestones
ko: 마일스톤 검색
ru: Поиск этапов

source: Search must be at least %{searchMinimumLength} characters.
ko: 검색은 최소 %{searchMinimumLength} 글자 이상이어야 합니다.

source: Search or filter commits
ko: 검색 또는 커밋 필터
ru: Поиск или фильтрация коммитов

source: Search or filter results…
ko: 검색 또는 결과 필터...
ru: Поиск или фильтрация результатов…

source: Search or go to…
ko: 검색 또는 이동…
ru: Искать или перейти к...

source: Search page
ko: 페이지 검색
ru: Искать на этой странице

source: Search project
ko: 프로젝트 검색
ru: Поиск проекта

source: Search protected branches
ko: 보호된 브랜치 검색
ru: Поиск защищенных веток

source: Search rate limits
ko: 검색 속도 제한
ru: Ограничения на частоту запросов при поиске

source: Search refs
ko: 참조 검색

source: Search requirements
ko: 요구 사항 검색

source: Search results
ko: 검색 결과
ru: Результаты поиска

source: Search settings
ko: 설정 검색
ru: Поиск настроек

source: Search templates
ko: 템플릿 검색
ru: Поиск шаблонов

source: Search to add %{title}
ko: %{title} 추가 검색

source: Search users
ko: 사용자 검색
ru: Поиск пользователей

source: Search within
ko: 내부 검색
ru: Поиск в

source: Search your projects
ko: 프로젝트 검색
ru: Поиск по вашим проектам

source: Search your%{visibility}projects
ko: 자신의 %{visibility} 프로젝트 검색
ru: Поиск в ваших%{visibility}проектах

source: Search%{visibility}projects
ko: %{visibility} 프로젝트 검색

source: SearchCodeResults|of %{link_to_project}
ko: %{link_to_project}의

source: SearchError|%{search_syntax_link_start}What is the supported syntax%{search_syntax_link_end}?
ko: %{search_syntax_link_start}지원되는 문법은 무엇입니까%{search_syntax_link_end}?

source: SearchError|A problem has occurred
ko: 문제가 발생했습니다
ru: Возникла проблема

source: SearchError|No results found
ko: 검색된 결과가 없음

source: SearchError|To resolve the problem, check the query syntax and try again.
ko: 문제를 해결하려면 쿼리 구문을 확인하고 다시 시도하세요.

source: SearchError|To resolve the problem, check the query syntax and try again. %{linkStart}What is the supported syntax%{linkEnd}
ko: 이 문제를 해결하기 위해서, 쿼리 구문을 점검하고 다시 시도해 보세요. %{linkStart}지원되는 구문%{linkEnd}

source: SearchResults|Showing %{count} %{scope} for %{term_element}
ko: %{term_element}에 대한 %{count} %{scope} 표시

source: SearchResults|Showing %{count} %{scope} for %{term_element} in your personal and project snippets
ko: 개인 및 프로젝트 스니펫에 %{term_element}에 대한 %{count} %{scope} 표시
ru: Показаны %{count} %{scope} для %{term_element} в ваших личных сниппетах и сниппетах проекта

source: SearchResults|Showing %{from} - %{to} of %{count} %{scope} for %{term_element}
ko: %{term_element}에 대해 %{count} %{scope}의 %{from} - %{to} 표시

source: SearchResults|Showing %{from} - %{to} of %{count} %{scope} for %{term_element} in your personal and project snippets
ko: 개인 및 프로젝트 스니펫에 %{term_element}에 대한 %{count} %{scope}의 %{from} - %{to} 표시
ru: Показаны %{from} — %{to} из %{count} %{scope} для %{term_element} в ваших личных сниппетах и сниппетах проекта

source: SearchResults|code result
ko: 코드 결과

source: SearchResults|comment
ko: 댓글
ru: комментарий

source: SearchResults|commit
ko: 커밋
ru: коммит

source: SearchResults|epic
ko: 에픽

source: SearchResults|issue
ko: 이슈
ru: обсуждение

source: SearchResults|merge request
ko: 머지 리퀘스트
ru: запрос на слияние

source: SearchResults|milestone
ko: 마일스톤
ru: этап

source: SearchResults|project
ko: 프로젝트

source: SearchResults|snippet
ko: 스니펫
ru: сниппет

source: SearchResults|user
ko: 사용자
ru: пользователь

source: SearchResults|wiki result
ko: 위키 결과
ru: результат вики

source: SearchToken|Assignee
ko: 담당자
ru: Исполнитель

source: SearchToken|Reviewer
ko: 검토자
ru: Рецензент

source: Searching by both author and message is currently not supported.
ko: 작성자와 메시지 모두에 의한 검색은 현재 지원되지 않습니다.
ru: Поиск как по автору, так и по сообщению в настоящее время не поддерживается.

source: Seat control
ko: 좌석 제어
ru: Контроль лицензий

source: Seats
ko: 좌석
ru: Лицензии

source: Seats owed
ko: 청구될 좌석
ru: Задолженность по лицензиям

source: Second
ko: 두번쨰
ru: Секунда

source: Secondary email:
ko: 보조 이메일
ru: Дополнительная почта:

source: Seconds
ko: 초

source: Secret
ko: 비밀

source: Secret Detection
ko: 비밀 탐지

source: Secret detection
ko: 비밀 탐지

source: Secret push protection
ko: 비밀 푸시 방지

source: Secret push protection skipped via
ko: 기밀 푸시 방지가 다음으로 생략됨

source: Secret token
ko: 비밀 토큰

source: Secret token.
ko: 비밀 토큰.

source: SecretDetection|Action unavailable
ko: 작업을 사용할 수 없음
ru: Действие недоступно

source: SecretDetection|Add exclusion
ko: 제외 사항 추가
ru: Добавить исключение

source: SecretDetection|Configure Secret Detection
ko: 비밀 탐지 구성
ru: Настройте обнаружение секретов

source: SecretDetection|No exclusions yet
ko: 아직 제외 사항 없음
ru: Нет исключений

source: SecretDetection|Only a project maintainer or owner can toggle this feature.
ko: 프로젝트 유지관리자 또는 소유자만 이 기능을 변경 할 수 있습니다.

source: SecretDetection|Secret detection configuration
ko: 비밀 탐지 구성

source: SecretDetection|Secret push protection is disabled
ko: 비밀 푸시 방지가 비활성화되었습니다.

source: SecretDetection|Secret push protection is enabled
ko: 비밀 푸시 방지가 활성화되었습니다.

source: SecretDetection|This %{contentType} appears to have the following secret in it. Are you sure you want to add this %{contentType}?
ko: 이 %{contentType} 에는 다음과 같은 비밀이 있는 것 같습니다. %{contentType}을 추가하시겠습니까?

source: SecretDetection|This feature has been disabled at the instance level. Please reach out to your instance administrator to request activation.
ko: 이 기능은 인스턴스 수준에서 비활성화되었습니다. 활성화를 요청하려면 인스턴스 관리자에게 문의하세요.
ru: Эта функция отключена на уровне экземпляра. Обратитесь к администратору вашего экземпляра, чтобы её активировать.

source: SecretDetection|Use secret detection exclusions to specify file paths, raw values, and regex that should be excluded by secret detection in this project. %{linkStart}Learn more.%{linkEnd}
ko: 비밀 탐지 제외를 사용하여 이 프로젝트에서 비밀 감지에서 제외해야 하는 파일 경로, 원시 값 및 정규식을 지정합니다. %{linkStart}자세히 알아보기.%{linkEnd}

source: SecretDetection|Warning: Potential secret detected
ko: 잠재적인 비밀이 감지되었습니다.

source: Secrets
ko: 비밀
ru: Секреты

source: Secrets manager
ko: 비밀 관리자
ru: Менеджер секретов

source: Secrets|Add a description for the secret
ko: 비밀에 대한 설명 추가
ru: Добавьте описание для секрета

source: Secrets|Add a new secret to the group by following the instructions in the form below.
ko: 아래 양식의 지침에 따라 그룹에 새 비밀을 추가합니다.
ru: Добавьте новый секрет в группу, следуя инструкциям в форме ниже.

source: Secrets|Add a new secret to the project by following the instructions in the form below.
ko: 아래 양식의 지침에 따라 프로젝트에 새 비밀을 추가합니다.
ru: Добавьте новый секрет в проект, следуя инструкциям в форме ниже.

source: Secrets|Add custom interval.
ko: 커스텀 간격을 추가합니다.
ru: Добавить произвольный интервал

source: Secrets|Add secret
ko: 비밀 추가
ru: Добавить секрет

source: Secrets|An error occurred while fetching secrets. Please try again.
ko: 비밀을 가져오는 동안 오류가 발생했습니다. 다시 시도하세요.
ru: Произошла ошибка при получении секретов. Повторите попытку.

source: Secrets|An error occurred while fetching the Secret manager status. Please try again.
ko: 비밀 관리자 상태를 가져오는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при получении статуса менеджера секретов. Повторите попытку.

source: Secrets|Are you sure you want to delete secret %{secretName}? This action cannot be undone, and the secret cannot be recovered.
ko: %{secretName} 비밀을 삭제하시겠습니까? 이 작업은 되돌릴 수 없으며, 삭제된 비밀은 복구할 수 없습니다.
ru: Вы уверены, что хотите удалить секрет %{secretName}? Это действие необратимо, и секрет нельзя будет восстановить.

source: Secrets|Created
ko: 생성됨
ru: Создан

source: Secrets|Delete Secret
ko: 비밀 삭제
ru: Удаление секрета

source: Secrets|Delete secret
ko: 비밀 삭제
ru: Удалить секрет

source: Secrets|Edit %{id}
ko: %{id} 편집
ru: Редактировать %{id}

source: Secrets|Enable the Secrets Manager to securely store and manage sensitive information for this project.
ko: 비밀 관리자를 활성화하여 이 프로젝트의 민감한 정보를 안전하게 저장하고 관리합니다.
ru: Включите Менеджер секретов для безопасного хранения и управления конфиденциальной информацией для этого проекта.

source: Secrets|Enter a value for the secret
ko: 비밀에 대한 값을 입력하세요
ru: Введите значение секрета

source: Secrets|Expires
ko: 만료
ru: Истекает

source: Secrets|Failed to load secret. Please try again later.
ko: 비밀을 로딩하지 못했습니다. 나중에 다시 시도 해주세요.
ru: Не удалось загрузить секрет. Попробуйте позже.

source: Secrets|Intervals
ko: 간격
ru: Интервалы

source: Secrets|Last used
ko: 마지막으로 사용됨
ru: Последнее использование

source: Secrets|Maximum 200 characters.
ko: 최대 200자.
ru: Максимум 200 символов.

source: Secrets|Name
ko: 이름
ru: Название

source: Secrets|New secret
ko: 새 비밀
ru: Новый секрет

source: Secrets|Provisioning in progress
ko: 프로비저닝 진행 중
ru: Идёт подготовка

source: Secrets|Rotation period
ko: 로테이션 주기
ru: Период ротации

source: Secrets|Rotation reminder
ko: 로테이션 알림
ru: Напоминание о ротации

source: Secrets|Secret %{secretName} has been deleted.
ko: %{secretName} 비밀이 삭제되었습니다.
ru: Секрет %{secretName} был удалён.

source: Secrets|Secret manager user permissions
ko: 비밀 관리자 사용자 권한
ru: Разрешения пользователя менеджера секретов

source: Secrets|Secrets
ko: 비밀
ru: Секреты

source: Secrets|Secrets Manager
ko: 비밀 관리자
ru: Менеджер секретов

source: Secrets|Secrets Manager has been provisioned for this project.
ko: 이 프로젝트에 비밀 관리자가 할당되었습니다.
ru: Менеджер секретов был развернут для этого проекта.

source: Secrets|Secrets can be items like API tokens, database credentials, or private keys. Unlike CI/CD variables, secrets must be explicitly requested by a job.
ko: 비밀은 API 토큰, 데이터베이스 자격 증명 또는 개인 키와 같은 항목일 수 있습니다. CI/CD 변수와 달리 비밀은 작업에서 명시적으로 요청해야 합니다.
ru: Секреты могут быть такими элементами, как токены API, учётные данные базы данных или приватные ключи. В отличие от переменных CI/CD, секреты должны быть явно запрошены заданием.

source: Secrets|Secure your sensitive information
ko: 민감한 정보를 보호하세요
ru: Защитите вашу конфиденциальную информацию

source: Secrets|Select a reminder interval
ko: 알림 간격 선택
ru: Выберите интервал напоминаний

source: Secrets|Stored secrets
ko: 저장된 비밀
ru: Сохранённые секреты

source: Secrets|The name should be unique within this project.
ko: 이름은 이 프로젝트 내에서 고유해야 합니다.
ru: Имя должно быть уникальным в рамках этого проекта.

source: Secrets|This field is required and must be 200 characters or less.
ko: 이 필드는 필수이며 200자 이하여야 합니다.
ru: Это поле обязательно для заполнения и должно содержать не более 200 символов.

source: Secrets|To confirm, enter %{secretName}:
ko: 확인하려면 %{secretName}을 입력하세요:
ru: Для подтверждения введите %{secretName}:

source: Secrets|Use the Secrets Manager to store your sensitive credentials, and then safely use them in your processes.
ko: 비밀 관리자를 사용하여 민감한 기밀 정보를 저장하고, 당신의 프로세스에서 안전하게 사용하세요.
ru: Используйте Менеджер секретов для хранения конфиденциальных данных и их безопасного использования в ваших процессах.

source: Secure files
ko: 보안 파일
ru: Защищённые файлы

source: Secure token that identifies an external storage request.
ko: 외부 스토리지 요청을 식별하는 보안 토큰
ru: Токен безопасности, который идентифицирует запрос во внешнее хранилище.

source: SecureFiles|%{name} Metadata
ko: %{name} 메타데이터
ru: Метаданные %{name}

source: SecureFiles|App
ko: 앱
ru: Приложение

source: SecureFiles|Certificates
ko: 인증서
ru: Сертификаты

source: SecureFiles|Delete %{name}?
ko: %{name}을 삭제하시겠습니까?
ru: Удалить %{name}?

source: SecureFiles|Delete secure file
ko: 보안 파일 삭제
ru: Удалить защищённый файл

source: SecureFiles|Expires at
ko: 만료일
ru: Истекает

source: SecureFiles|Issuer
ko: 발급자
ru: Эмитент

source: SecureFiles|Name
ko: 이름
ru: Название

source: SecureFiles|Platforms
ko: 플랫폼
ru: Платформы

source: SecureFiles|Secure file %{name} will be permanently deleted. Are you sure?
ko: %{name} 보안 파일이 영구적으로 삭제됩니다. 정말 삭제하시겠습니까?
ru: Защищённый файл %{name} будет безвозвратно удалён. Вы уверены?

source: SecureFiles|Serial
ko: 시리얼
ru: Серийный номер

source: SecureFiles|Team
ko: 팀
ru: Команда

source: SecureFiles|UUID
ko: UUID
ru: UUID

source: Security
ko: 보안
ru: Безопасность

source: Security Dashboard
ko: 보안 대시보드
ru: Панель безопасности

source: Security Finding not found
ko: 보안 문제 검출을 찾을 수 없음

source: Security Policy project already exists, but is not linked.
ko: 보안 정책 프로젝트가 이미 존재하지만 링크되어 있지 않습니다.

source: Security Policy project already exists.
ko: 보안 정책 프로젝트가 이미 존재합니다.

source: Security and compliance
ko: 보안 및 규정 준수
ru: Безопасность и соблюдение норм

source: Security capabilities
ko: 보안 기능
ru: Средства безопасности

source: Security configuration
ko: 보안 구성
ru: Конфигурация безопасности

source: Security dashboard
ko: 보안 대시보드
ru: Панель безопасности

source: Security inventory
ko: 보안 인벤토리
ru: Инвентаризация безопасности

source: Security policies
ko: 보안 정책

source: Security policy
ko: 보안 정책
ru: Политика безопасности

source: Security policy bot cannot be added as a group member
ko: 보안 정책 봇을 그룹 멤버로 추가할 수 없습니다.

source: Security policy must be of type pipeline_execution_schedule_policy
ko: 보안 정책은 pipeline_execution_schedule_policy 유형이어야 합니다.

source: Security policy project is already assigned.
ko: 보안 정책 프로젝트가 이미 할당되어 있습니다.

source: Security reports last updated
ko: 마지막으로 업데이트된 보안 보고서
ru: Последнее обновление отчётов по безопасности

source: SecurityApprovals|A merge request approval is required when test coverage declines.
ko: 테스트 커버리지가 감소할 경우 머지 리퀘스트 승인이 필요합니다.
ru: Требуется одобрение запроса на слияние, если покрытие тестами снижается.

source: SecurityApprovals|Coverage-Check
ko: 커버리지-점검
ru: Проверка покрытия

source: SecurityApprovals|Learn more about Coverage-Check
ko: 커버리지-점검에 대해 더 자세히 알아보기
ru: Подробнее о проверке покрытия

source: SecurityApprovals|Requires approval for decreases in test coverage.
ko: 테스트 커버리지 감소에 대한 승인이 필요합니다. 자세히 알아보기.
ru: Требуется одобрение для снижения покрытия тестами.

source: SecurityConfiguration|%{featureName} merge request creation mutation failed
ko: %{featureName} 머지 리퀘스트 생성 변형(mutation) 실패

source: SecurityConfiguration|%{scanType} configuration code snippet
ko: %{scanType} 구성 코드 스니펫

source: SecurityConfiguration|1 vulnerability
ko: %d개 취약점

source: SecurityConfiguration|An error occurred while creating the merge request.
ko: 머지 리퀘스트를 생성하는 동안 오류가 발생했습니다.

source: SecurityConfiguration|Available with Ultimate
ko: Ultimate에서 사용 가능
ru: Доступно в тарифе Ultimate

source: SecurityConfiguration|Configuration guide
ko: 구성 가이드

source: SecurityConfiguration|Configuration history
ko: 구성 이력

source: SecurityConfiguration|Configure %{feature}
ko: %{feature} 구성

source: SecurityConfiguration|Configure with a merge request
ko: 머지 리퀘스트로 설정
ru: Настроить с помощью запроса на слияние

source: SecurityConfiguration|Copy code and open .gitlab-ci.yml file
ko: 코드 복사 및 .gitlab-ci.yml 파일 열기

source: SecurityConfiguration|Copy code only
ko: 코드만 복사

source: SecurityConfiguration|Could not retrieve configuration data. Please refresh the page, or try again later.
ko: 설정 데이터를 검색할 수 없습니다. 페이지를 새로고침하거나 나중에 다시 시도하세요.

source: SecurityConfiguration|Create merge request
ko: 머지 리퀘스트 생성
ru: Создать запрос на слияние

source: SecurityConfiguration|Customize common SAST settings to suit your requirements. Configuration changes made here override those provided by GitLab and are excluded from updates. For details of more advanced configuration options, see the %{linkStart}GitLab SAST documentation%{linkEnd}.
ko: 당신의 요구 사항에 맞게 공통 SAST 설정을 커스터마이징합니다. 여기에서 수행한 구성 변경 사항은 GitLab에서 제공한 설정 변경 사항을 오버라이드 하여 업데이트에서 제외됩니다. 고급 설정 옵션에 대한 자세한 내용은 %{linkStart}GitLab SAST 문서%{linkEnd}을 참조하십시오.
ru: Настройте общие параметры SAST в соответствии с вашими требованиями. Изменения конфигурации, сделанные здесь, переопределяют параметры, предоставленные GitLab, и исключаются из обновлений. Подробнее о расширенных параметрах конфигурации в %{linkStart}документации по GitLab SAST%{linkEnd}.

source: SecurityConfiguration|Enable %{feature}
ko: %{feature} 활성화

source: SecurityConfiguration|Enable Auto DevOps
ko: 자동 DevOps 활성화

source: SecurityConfiguration|Enable security training to help your developers learn how to fix vulnerabilities. Developers can view security training from selected educational providers, relevant to the detected vulnerability. Please note that security training is not accessible in an environment that is offline.
ko: 개발자가 취약점 수정 방법을 배울 수 있도록 보안 교육을 활성화합니다. 개발자는 감지된 취약점과 관련하여 선택된 교육 제공업체의 보안 교육을 볼 수 있습니다. 오프라인 환경에서는 보안교육을 받으실 수 없으니 주의하시기 바랍니다.
ru: Включите обучение по безопасности, чтобы помочь вашим разработчикам научиться исправлять уязвимости. Разработчики могут просматривать обучение по безопасности от выбранных образовательных провайдеров, соответствующее обнаруженной уязвимости. Обратите внимание, что обучение по безопасности недоступно в офлайн-режиме.

source: SecurityConfiguration|Enabled
ko: 활성화됨

source: SecurityConfiguration|High-level vulnerability statistics across projects and groups
ko: 프로젝트 및 그룹 전반에 걸친 높은 수준의 취약성 통계
ru: Высокоуровневые статистические данные о уязвимостях по проектам и группам

source: SecurityConfiguration|Immediately begin risk analysis and remediation with application security features. Start with SAST and Secret Detection, available to all plans. Upgrade to Ultimate to get all features, including:
ko: 응용 프로그램 보안 기능으로 위험 분석 및 치료를 즉시 시작합니다. 모든 계획에서 사용할 수 있는 SAST 및 기밀 탐지로 시작하십시오. 다음을 포함한 모든 기능을 사용하려면 Ultimate로 업그레이드하세요.
ru: Немедленно начните анализ рисков и устранение уязвимостей с функциями безопасности приложения. Начните с SAST и обнаружения секретов, доступных во всех тарифах. Смените тариф на Ultimate, чтобы получить все функции, включая:
