Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: MemberRole|The Developer role gives users access to contribute code while restricting sensitive administrative actions.
ko: 개발자 역할은 사용자에게 중요한 운영 작업을 제한하는 동시에 코드에 기여할 수 있는 권한을 부여합니다.
ru: Роль Разработчика даёт пользователям доступ для внесения изменений в код при ограничении чувствительных административных действий.

source: MemberRole|The Guest role is for users who need visibility into a project or group but should not have the ability to make changes, such as external stakeholders.
ko: 게스트 역할은 외부 이해 관계자와 같이 프로젝트나 그룹에 대한 보기가 가능하지만 변경 권한은 없어야 하는 사용자를 위한 역할입니다.
ru: Роль Гость предназначена для пользователей, которым необходим доступ к проекту или группе, но которые не должны иметь возможности вносить изменения, например, для внешних заинтересованных сторон.

source: MemberRole|The LDAP sync has been scheduled. Refresh the page to view sync status.
ko: LDAP 동기화가 예약되었습니다. 동기화 상태를 보려면 이 페이지를 새로고침하세요.
ru: Синхронизация с LDAP запланирована. Обновите страницу, чтобы увидеть статус.

source: MemberRole|The Maintainer role is primarily used for managing code reviews, approvals, and administrative settings for projects. This role can also manage project memberships.
ko: 유지관리자 역할은 주로 프로젝트의 코드 검토, 승인 및 운영 설정을 관리하는 데 사용됩니다. 이 역할은 프로젝트 멤버십을 관리할 수도 있습니다.
ru: Роль Мейнтейнера используется главным образом для управления рецензиями кода, одобрениями и административными настройками проектов. Эта роль также может управлять участниками проекта.

source: MemberRole|The Minimal Access role is for users who need the least amount of access into groups and projects. You can assign this role as a default, before giving a user another role with more permissions.
ko: 최소 액세스 역할은 그룹 및 프로젝트에 대한 최소한의 액세스가 필요한 사용자를 위한 것입니다. 사용자에게 더 많은 권한이 있는 다른 역할을 부여하기 전에 이 역할을 기본값으로 할당할 수 있습니다.
ru: Роль минимального доступа предназначена для пользователей, которым требуется наименьший уровень доступа к группам и проектам. Вы можете назначить эту роль по умолчанию перед предоставлением пользователю другой роли с большими разрешениями.

source: MemberRole|The None role is assigned to the invited group users of a shared project when project sharing is disabled in group setting.
ko: 프로젝트 공유가 그룹 설정에서 비활성화될 때, 초대된 그룹 사용자에게는 없음 역할이 할당됩니다.
ru: Роль «Нет» назначается пользователям приглашённой группы в совместном проекте, когда совместное использование проекта отключено в настройках группы.

source: MemberRole|The Owner role is typically assigned to the individual or team responsible for managing and maintaining the group or creating the project. This role has the highest level of administrative control, and can manage all aspects of the group or project, including managing other Owners.
ko: 소유자 역할은 일반적으로 그룹을 관리하고 유지하거나 프로젝트를 생성하는 개인이나 팀에게 할당됩니다. 이 역할은 가장 높은 수준의 관리 권한을 가지고 있으며, 다른 소유자를 관리하는 것을 포함하여 그룹이나 프로젝트의 모든 측면을 관리할 수 있습니다.
ru: Роль владельца обычно назначается лицу или команде, ответственным за управление и поддержку группы или создание проекта. Эта роль имеет наивысший уровень административного контроля и позволяет управлять всеми аспектами группы или проекта, включая управление другими владельцами.

source: MemberRole|The Planner role is a hybrid of the existing Guest and Reporter roles but designed for users who need access to planning workflows.
ko: 플래너 역할은 기존의 비회원 및 리포터 역할의 하이브리드이지만 계획 워크플로에 액세스해야 하는 사용자를 위해 설계되었습니다.
ru: Роль Планировщик является гибридом существующих ролей Гость и Репортер, но предназначена для пользователей, которым необходим доступ к рабочим процессам планирования.

source: MemberRole|The Planner role is a hybrid of the existing Guest and Reporter roles but designed for users who need access to planning workflows. For more information about the new role, see %{blogLinkStart}our blog%{blogLinkEnd} or %{learnMoreStart}learn more about roles and permissions%{learnMoreEnd}.
ko: 플래너 역할은 기존의 비회원 및 리포터 역할의 하이브리드로, 계획 워크플로에 액세스해야 하는 사용자를 위해 설계되었습니다. 새로운 역할에 대한 자세한 정보는 %{blogLinkStart}블로그를 확인하세요%{blogLinkEnd} 또는 %{learnMoreStart}역할 및 권한에 대해 자세히 알아보세요%{learnMoreEnd}.
ru: Роль Планировщик является гибридом существующих ролей Гость и Репортер, но предназначена для пользователей, которым необходим доступ к рабочим процессам планирования. Для получения дополнительной информации о новой роли смотрите %{blogLinkStart}наш блог%{blogLinkEnd} или %{learnMoreStart}узнайте больше о ролях и разрешениях%{learnMoreEnd}.

source: MemberRole|The Planner role is suitable for team members who need to manage projects and track work items but do not need to contribute code, such as project managers and scrum masters.
ko: 플래너 역할은 프로젝트를 관리하고 작업 항목을 추적해야 하지만 코드 기여는 필요하지 않은 팀원에게 적합합니다. 예를 들어, 프로젝트 관리자나 스크럼 마스터가 이에 해당합니다.
ru: Роль Планировщик подходит для участников команды, которым необходимо управлять проектами и отслеживать рабочие элементы, но которые не должны вносить изменения в код, например, менеджерам проектов и скрам-мастерам.

source: MemberRole|The Reporter role is suitable for team members who need to stay informed about a project or group but do not actively contribute code.
ko: 리포터 역할은 프로젝트나 그룹에 대한 정보를 얻어야 하지만 코드에 적극적으로 기여하지 않는 팀원에게 적합합니다.
ru: Роль Репортер подходит для участников команды, которым необходимо быть в курсе проекта или группы, но которые не вносят активный вклад в код.

source: MemberRole|This member is an LDAP user. Changing their role will override the settings from the LDAP group sync.
ko: 이 멤버는 LDAP 사용자입니다. 역할을 변경하면 LDAP 그룹 동기화의 설정이 오버라이드 됩니다.
ru: Этот участник — пользователь LDAP. Изменение его роли перезапишет настройки синхронизации с группой LDAP.

source: MemberRole|This removes automatic syncing with your LDAP server. Users will have their current role unassigned on the next sync. %{confirmStart}Are you sure you want to remove LDAP synchronization?%{confirmEnd}
ko: LDAP 서버와의 자동 동기화가 제거됩니다. 다음 동기화 시 사용자의 현재 역할이 할당 해제됩니다. %{confirmStart}LDAP 동기화를 제거하시겠습니까?%{confirmEnd}
ru: Это действие отключит автоматическую синхронизацию с вашим сервером LDAP. При следующей синхронизации у пользователей будут сняты текущие роли. %{confirmStart}Вы уверены, что хотите отключить синхронизацию с LDAP?%{confirmEnd}

source: MemberRole|This role has been manually selected and will not sync to the LDAP sync role.
ko: 이 역할은 수작업으로 선택되었으며 LDAP 동기화 역할과 동기화되지 않습니다.
ru: Эта роль была выбрана вручную и не будет синхронизирована с ролью LDAP.

source: MemberRole|This role is available by default and cannot be changed.
ko: 이 역할은 기본적으로 제공되며 변경할 수 없습니다.
ru: Эта роль доступна по умолчанию и не может быть изменена.

source: MemberRole|To delete custom role, remove role from all users.
ko: 커스텀 역할을 삭제하려면 모든 사용자에게서 역할을 제거하세요.
ru: Чтобы удалить настраиваемую роль, сначала удалите её у всех пользователей.

source: MemberRole|Unable to export role report. Contact support if this error persists.
ko: 역할 보고서를 내보낼 수 없습니다. 이 오류가 지속되면 지원팀에 연락바랍니다.
ru: Не удалось экспортировать отчёт о роли. Обратитесь в службу поддержки, если ошибка повторится.

source: MemberRole|Unknown LDAP server. Please check your server settings.
ko: 알수 없는 LDAP 서버. 서버 설정을 점검하세요.
ru: Неизвестный сервер LDAP. Проверьте настройки сервера.

source: MemberRole|Update role
ko: 역할 업데이트
ru: Обновить роль

source: MemberRole|Use LDAP sync role
ko: LDAP 동기화 역할 사용
ru: Использует синхронизацию роли с LDAP

source: MemberRole|User filter:
ko: 사용자 필터링:
ru: Фильтр пользователей:

source: MemberRole|View LDAP synced users
ko: LDAP 동기화된 사용자 표시
ru: Просмотр синхронизированных пользователей LDAP

source: MemberRole|View permissions
ko: 권한 보기
ru: Просмотр разрешений

source: MemberRole|You can't delete this custom role until you remove it from all group members.
ko: 모든 그룹 멤버에서 이 커스텀 역할을 제거하기 전까지는 해당 역할을 삭제할 수 없습니다.
ru: Нельзя удалить эту настраиваемую роль, пока она назначена участникам группы.

source: MemberRole|You can't delete this custom role until you remove it from all security policies:
ko: 모든 보안 정책에서 해당 커스텀 역할을 제거하기 전까지는 해당 역할을 삭제할 수 없습니다.
ru: Нельзя удалить эту настраиваемую роль, пока она используется в политиках безопасности.

source: MemberRole|You must fill out all required fields.
ko: 모든 필수 필드를 작성해야 합니다.
ru: Необходимо заполнить все обязательные поля.

source: MemberRole|can't be changed
ko: 변경할 수 없음
ru: нельзя изменить

source: MemberRole|cannot be changed. Please create a new Member Role instead.
ko: 변경할 수 없습니다. 대신 새로운 멤버 역할을 만드세요.
ru: нельзя изменить. Вместо этого создайте новую роль участника.

source: MemberRole|maximum number of Member Roles are already in use by the group hierarchy. Please delete an existing Member Role.
ko: 최대 수의 멤버 역할이 이미 그룹 계층에서 사용 중입니다. 기존 멤버 역할을 삭제하십시오.
ru: максимальное количество ролей участников уже используется в иерархии группы. Удалите существующую роль участника.

source: MemberRole|must be top-level namespace
ko: 최상위 네임스페이스여야 합니다.
ru: должно быть пространством имён верхнего уровня

source: Members
ko: 멤버
ru: Участники

source: Members API rate limits
ko: 구성원 API 속도 제한
ru: Ограничения на частоту запросов API участников

source: Members can be added by project %{i_open}Maintainers%{i_close} or %{i_open}Owners%{i_close}
ko: 프로젝트 %{i_open}유지관리자%{i_close} 또는 %{i_open}소유자%{i_close}에서 구성원을 추가할 수 있습니다.
ru: %{i_open}Maintainer'ы%{i_close} и %{i_open}Owner'ы%{i_close} могут добавлять новых участников

source: Members listed as CODEOWNERS of affected files.
ko: 영향을 받는 파일의 CODEOWNERS로 된 멤버
ru: Участники, указанные как ВЛАДЕЛЬЦЫ КОДА для затронутых файлов.

source: Members of a group may only view projects they have permission to access
ko: 그룹 구성원은 억세스 권한이 있는 프로젝트만 볼 수 있습니다.
ru: Участники группы могут просматривать только те проекты, к которым у них есть доступ

source: Members of this group can also merge into this branch: %{branch}
ko: 이 그룹의 멤버도 이 브랜체로 머지할 수 있습니다: %{branch}
ru: Участники этой группы также могут сливать изменения в эту ветку: %{branch}

source: Members of this group can also push to this branch: %{branch}
ko: 이 그룹의 멤버도 이 브랜치로 push할 수 있습니다: %{branch}
ru: Участники этой группы также могут отправлять изменения в эту ветку: %{branch}

source: MembersOverage|Continue with overages
ko: 초과상태로 계속
ru: Продолжить с превышением лимита

source: MembersOverage|If you continue, the %{groupName} group will have %{quantity} seat in use and will be billed for the overage.
ko: 계속하면 %{groupName} 그룹은 %{quantity} 좌석을 사용하게 되며 초과분에 대해 청구됩니다.
ru: Если вы продолжите, группа %{groupName} будет использовать %{quantity} лицензию и будет начислена дополнительная плата за превышение квоты.

source: MembersOverage|If you continue, the %{groupName} group will have %{seatCount} seat in use and will be billed for the overage.
ko: 계속하면 %{groupName} 그룹에서 %{seatCount} 개의 좌석을 사용하게 되며 초과분에 대한 요금이 청구됩니다.
ru: Если вы продолжите, в группе %{groupName} будет использована %{seatCount} лицензия, и вам будет начислена плата за превышение.

source: MembersOverage|You are about to incur additional charges
ko: 추가 요금이 발생합니다.

source: MembersOverage|Your subscription includes %d seat.
ko: 귀하의 구독에는 %d 개의 좌석이 포함되어 있습니다.
ru: Ваша подписка включает %d лицензию.

source: Membership
ko: 멤버십
ru: Участие

source: Members|%{time} by %{user}
ko: %{user}의 %{time}
ru: %{time} (%{user})

source: Members|%{userName} is currently an LDAP user. Editing their permissions will override the settings from the LDAP group sync.
ko: %{userName}은 현재 LDAP 사용자입니다. 권한을 편집하면 LDAP 그룹 동기화의 설정을 오버라이드 합니다.

source: Members|2FA
ko: 2FA
ru: 2ФА

source: Members|A group must have at least one owner. To leave this group, assign a new owner.
ko: 그룹에는 소유자가 한 명 이상 있어야 합니다. 이 그룹을 탈퇴하려면 새 소유자를 지정하세요.
ru: Группа должна иметь хотя бы одного владельца. Чтобы покинуть эту группу, назначьте нового владельца.

source: Members|A group must have at least one owner. To remove the member, assign a new owner.
ko: 그룹에는 소유자가 한 명 이상 있어야 합니다. 이 멤버를 제거하려면 새 소유자를 지정하십시오.
ru: Группа должна иметь хотя бы одного владельца. Чтобы удалить участника, назначьте нового владельца.

source: Members|A personal project's owner cannot be removed.
ko: 개인 프로젝트의 소유자는 제거할 수 없습니다.
ru: Владелец личного проекта не может быть удален.

source: Members|Access granted
ko: 액세스 허가됨
ru: Доступ предоставлен

source: Members|Activity
ko: 활동
ru: Активность

source: Members|An error occurred while trying to enable LDAP override, please try again.
ko: LDAP 오버라이드를 활성화하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: Members|An error occurred while trying to revert to LDAP group sync settings, please try again.
ko: LDAP 그룹 동기화 설정으로 되돌리려는 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при попытке восстановить настройки синхронизации группы с LDAP, повторите попытку.

source: Members|An error occurred while updating the member's expiration date, please try again.
ko: 사용자 만료일 업데이트 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении срока действия участия. Повторите попытку.

source: Members|An error occurred while updating the member's role, please try again.
ko: 사용자의 역할을 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении роли участника, повторите попытку.

source: Members|Are you sure you want to deny %{usersName}'s request to join "%{source}"
ko: %{usersName}님의 "%{source}" 가입 요청을 거부하시겠습니까?
ru: Вы уверены, что хотите отклонить запрос пользователя %{usersName}на присоединение к "%{source}"?

source: Members|Are you sure you want to disable the two-factor authentication for %{userName}?
ko: 정말로 %{userName}에 대한 이중 인증을 비활성화하시겠습니까?
ru: Вы уверены, что хотите отключить двухфакторную аутентификацию для %{userName}?

source: Members|Are you sure you want to leave "%{source}"?
ko: "%{source}"에서 나가시겠습니까?
ru: Вы уверены, что хотите покинуть "%{source}"?

source: Members|Are you sure you want to remove "%{groupName}"?
ko: "%{groupName}"를 제거하시겠습니까?
ru: Вы уверены, что хотите удалить %{groupName}?

source: Members|Are you sure you want to remove %{userName} from "%{group}"?
ko: 정말로 "%{group}"에서 %{userName} 제거하시겠습니까?
ru: Вы уверены, что хотите удалить %{userName} из %{group}?

source: Members|Are you sure you want to remove this orphaned member from "%{group}"?
ko: 정말로 "%{group}"에서 이 남은(orphant) 멤버을 제거하시겠습니까?

source: Members|Are you sure you want to revoke the invitation for %{inviteEmail} to join "%{source}"
ko: %{inviteEmail} 님의 "%{source}" 가입 초대를 해지하시겠습니까?
ru: Вы уверены, что хотите отозвать приглашение для %{inviteEmail} присоединиться к «%{source}»?

source: Members|Are you sure you want to withdraw your access request for "%{source}"
ko: "%{source}"에 대한 억세스 요청을 철회하시겠습니까?
ru: Вы уверены, что хотите отозвать ваш запрос на доступ к «%{source}»?

source: Members|Ban member
ko: 멤버 계정정지
ru: Забанить участника

source: Members|Cannot leave "%{source}"
ko: "%{source}"에서 나갈 수 없습니다.
ru: Нельзя покинуть "%{source}"

source: Members|Direct
ko: 직접
ru: Прямое

source: Members|Direct member
ko: 직접 멤버
ru: Непосредственный участник

source: Members|Direct member by %{createdBy}
ko: %{createdBy}가 생성한 직접 멤버
ru: Прямое приглашение (%{createdBy})

source: Members|Disable two-factor authentication
ko: 이중 인증 비활성화
ru: Отключить двухфакторную аутентификацию

source: Members|Disabled
ko: 비활성화됨
ru: Отключена

source: Members|Edit permissions
ko: 권한 수정
ru: Изменить права доступа

source: Members|Enabled
ko: 활성화됨
ru: Включена

source: Members|Expiration date removed successfully.
ko: 만료 날짜가 성공적으로 제거되었습니다.
ru: Дата окончания успешно удалена.

source: Members|Expiration date updated successfully.
ko: 만료 날짜가 성공적으로 업데이트되었습니다.
ru: Дата окончания успешно обновлена.

source: Members|Filter groups
ko: 그룹 필터링
ru: Фильтр групп

source: Members|Filter members
ko: 멤버 필터링
ru: Фильтровать участников

source: Members|Indirect
ko: 간접
ru: Непрямое

source: Members|Inherited from %{group}
ko: %{group}에서 상속됨
ru: Унаследовано от %{group}

source: Members|Invited group %{group}
ko: 초대된 그룹 %{group}
ru: Приглашённая группа %{group}

source: Members|LDAP override enabled.
ko: LDAP 오버라이드가 활성화되었습니다.

source: Members|Last activity
ko: 마지막 활동
ru: Последняя активность

source: Members|Leave "%{source}"
ko: "%{source}"에서 나가기
ru: Покинуть "%{source}"

source: Members|Membership
ko: 멤버십
ru: Членство

source: Members|Pending invitations
ko: 보류중인 초대장
ru: Ожидающие приглашения

source: Members|Private group information is only accessible to its members.
ko: 비공개 그룹 정보는 멤버만 억세스 할수 있습니다.
ru: Информация о частной группе доступна только её участникам.

source: Members|Remove "%{groupName}"
ko: "%{groupName}" 제거
ru: Удалить "%{groupName}"

source: Members|Remove group
ko: 그룹 제거
ru: Удалить группу

source: Members|Requested By
ko: 요청자
ru: Запросил(а)

source: Members|Requested On
ko: 요청 날짜
ru: Дата запроса

source: Members|Requested Role
ko: 요청된 역할
ru: Запрашиваемая роль

source: Members|Revert to LDAP synced settings
ko: LDAP 동기화 설정으로 되돌리기
ru: Восстановить настройки синхронизации с LDAP

source: Members|Reverted to LDAP group sync settings.
ko: LDAP 그룹 동기화 설정으로 되돌렸습니다.

source: Members|Role change request was sent to the administrator.
ko: 역할 변경 요청이 운영자에게 전송되었습니다.
ru: Запрос на изменение роли был отправлен администратору.

source: Members|Role promotions must be approved by an administrator. This setting can be changed in the Admin area. %{linkStart}Learn more%{linkEnd}.
ko: 역할 승급은 운영자의 승인을 받아야 합니다. 이 설정은 운영자 영역에서 변경할 수 있습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Повышение ролей должно быть одобрено администратором. Этот параметр можно изменить в области администратора. %{linkStart}Подробнее%{linkEnd}.

source: Members|Role updated successfully.
ko: 역할이 성공적으로 업데이트되었습니다.
ru: Роль успешно обновлена.

source: Members|Role was successfully updated.
ko: 역할이 성공적으로 업데이트되었습니다.
ru: Роль успешно обновлена.

source: Members|Search groups
ko: 그룹 검색
ru: Поиск групп

source: Members|Search invited
ko: 초대된 사용자 검색
ru: Поиск приглашённых

source: Members|User created
ko: 사용자 생성됨
ru: Пользователь создан

source: Members|You can no longer accept access requests because you've reached the %{limit} user limit.
ko: %{limit} 사용자 한도에 도달했기 때문에 더 이상 액세스 요청을 수락할 수 없습니다.
ru: Вы больше не можете принимать запросы на доступ, так как достигнут лимит в %{limit} пользователей.

source: Members|You cannot remove yourself from a personal project.
ko: 개인 프로젝트에서 자기 자신을 제거할 수 없습니다.
ru: Вы не можете удалить себя из собственного проекта.

source: Member|Deny access
ko: 접근 거부

source: Member|Revoke invite
ko: 초대 해지

source: Memory usage
ko: 메모리 사용량
ru: Использование памяти

source: Mentions
ko: 언급
ru: Упоминания

source: Menu
ko: 메뉴
ru: Меню

source: Merge
ko: 머지
ru: Слияние

source: Merge %d cell
ko: %d개 셀 병합
ru: Объединить %d ячейку

source: Merge Request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: Merge Requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: Merge Requests created
ko: 머지 리퀘스트 생성됨
ru: Запрос на слияние создан

source: Merge Requests in Review
ko: 검토 중인 머지 리퀘스트
ru: Запросы на слияние на рецензировании

source: Merge Requests merged
ko: 머지된 머지 리퀘스트
ru: Запросы на слияние объединены

source: Merge automatically (%{strategy})
ko: 자동 머지 (%{strategy})
ru: Автоматическое слияние (%{strategy})

source: Merge blocked: Merge all open dependent merge requests, and remove all closed dependencies.
ko: 머지를 차단했습니다: 열려 있는 모든 머지 리퀘스트를 머지하고, 닫혀 있는 모든 의존성을 제거합니다.
ru: Слияние заблокировано: объедините все открытые зависимые запросы на слияние и удалите все закрытые зависимости.

source: Merge blocked: pipeline must succeed. It's waiting for a manual job to continue.
ko: 머지 차단됨: 파이프라인이 성공해야 합니다. 수동 작업이 계속되기를 기다리고 있습니다.
ru: Слияние заблокировано: конвейер должен завершиться успешно. Он ожидает выполнения задания вручную для продолжения.

source: Merge commit message
ko: 머지 커밋 메시지
ru: Напишите комментарий к коммиту запроса на слияние

source: Merge conflicts
ko: 머지 충돌

source: Merge conflicts must be resolved.
ko: 머지 충돌을 해결해야 합니다.
ru: Конфликты слияния должны быть решены.

source: Merge date & time could not be determined
ko: 머지 날짜 및 시간을 확인할 수 없습니다.

source: Merge details
ko: 머지 세부정보
ru: Детали слияния

source: Merge events
ko: 머지 이벤트
ru: События слияний

source: Merge immediately
ko: 즉시 머지

source: Merge in progress
ko: 머지 진행중

source: Merge now and don't restart train
ko: 지금 머지하고 트레인을 다시 시작하지 않음
ru: Слить сейчас и не перезапускать цепочку слияний

source: Merge now and restart train
ko: 지금 머지하고 트레인을 다시 시작
ru: Слить сейчас и перезапустить цепочку слияний

source: Merge options
ko: 머지 옵션
ru: Параметры слияния

source: Merge request
ko: 머지 리퀘스트
ru: Запрос на слияние

source: Merge request %{mr_link} was reviewed by %{mr_author}
ko: 머지 리퀘스트 %{mr_link} 은 %{mr_author}이 검토했습니다.
ru: Запрос на слияние %{mr_link} был рецензирован %{mr_author}

source: Merge request actions
ko: 머지 리퀘스트 동작
ru: Действия с запросом на слияние

source: Merge request analytics
ko: 머지 리퀘스트 분석

source: Merge request approvals
ko: 머지 리퀘스트 승인
ru: Одобрения запросов на слияние

source: Merge request approvals settings
ko: 머지 리퀘스트 승인 설정
ru: Настройки одобрения запросов на слияние

source: Merge request author cannot push to target project
ko: 머지 리퀘스트 작성자는 대상 프로젝트에 푸시할 수 없습니다.

source: Merge request branch workflow
ko: 머지 리퀘스트 브랜치 워크플로

source: Merge request commits
ko: 머지 리퀘스트 커밋
ru: Коммиты запроса на слияние

source: Merge request dependencies
ko: 머지 리퀘스트 의존성
ru: Зависимости запроса на слияние

source: Merge request dependencies must be merged.
ko: 머지 리퀘스트 의존성을 병합해야 합니다.
ru: Зависимости запроса на слияние должны быть объединены.

source: Merge request events
ko: 머지 리퀘스트 이벤트
ru: События запроса на слияние

source: Merge request fast-forward merges
ko: 머리 리퀘스트 패스트-포워드 머지
ru: Быстрое объединение запросов на слияние

source: Merge request must be open.
ko: 머지 리퀘스트가 열린 상태이어야 합니다.
ru: Запрос на слияние должен быть открыт.

source: Merge request must be rebased, because a fast-forward merge is not possible.
ko: 패스트 포워드 머지가 불가능하므로 머지 리퀘스트를 리베이스해야 합니다.
ru: Запрос на слияние необходимо перебазировать, поскольку быстрое слияние невозможно.

source: Merge request must not be draft.
ko: 머지 리퀘스트는 초안이 아니어야 합니다.
ru: Запрос на слияние не должен быть черновиком.

source: Merge request not merged
ko: 머지 리퀘스트가 머지되지 않음

source: Merge request reports
ko: 머지 리퀘스트 리포트

source: Merge request status
ko: 머지 레퀘스트 상태
ru: Статус запроса на слияние

source: Merge request was set to auto-merge
ko: 머지 리퀘스트가 자동 머지로 설정됨
ru: Запрос на слияние был установлен на авто-слияние

source: Merge requests
ko: 머지 리퀘스트
ru: Запросы на слияние

source: Merge requests are a place to propose changes you've made to a project and discuss those changes with others
ko: 머지 리퀘스트는 프로젝트의 변경 사항을 제안하고 변경 사항을 다른 사람들과 논의 하는 곳입니다.
ru: Запросы на слияние- это место, где можно предлагать изменения вносимые в проект, и обсуждать эти изменения с другими

source: Merge requests awaiting your review.
ko: 머지 리퀘스트가 당신의 리뷰를 기다리고 있음.
ru: Запросы на слияние, ожидающие вашей рецензии.

source: Merge requests can't be merged if the status checks did not succeed or are still running.
ko: 상태 점검이 실패했거나 아직 실행 중인 경우 머리 리퀘스트를 병합할 수 없습니다.
ru: Запросы на слияние не могут быть объединены, если проверки статуса не завершились успешно или всё ещё выполняются.

source: Merge requests you authored or are assigned to, without reviewers.
ko: 검토자 없이, 본인이 작성하거나 할당받은 머지 리퀘스트를 머지합니다.
ru: Запросы на слияние, созданные вами или назначенные вам, без рецензентов.

source: Merge requests you've reviewed.
ko: 당신이 리뷰한 머지 리퀘스트.
ru: Запросы на слияние, которые вы рецензировали.

source: Merge train pipelines continue without the merged changes.
ko: 머지 트레인 파이프라인은 머지된 변경 사항 없이 계속됩니다.
ru: Конвейеры цепочки слияний продолжат выполнение без учёта слитых изменений.

source: Merge trains
ko: 머지 트레인

source: Merge unverified changes
ko: 확인되지 않은 변경사항 머지

source: Merge unverified changes?
ko: 확인되지 않은 변경사항을 머지하시겠습니까?

source: Merge when all merge checks pass
ko: 모든 머지 검사를 통과하면 머지
ru: Выполнить слияние после прохождения всех проверок слияния

source: Merge when checks pass
ko: 검사를 통과되면 머지
ru: Слияние при прохождении проверок

source: Merge when pipeline succeeds
ko: 파이프라인 성공시 머지
ru: Объединить при успешном выполнении сборочной линии
