Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: CiCatalog|Set component project as a CI/CD Catalog project. %{linkStart}What is the CI/CD Catalog?%{linkEnd}
ko: 컴포넌트 프로젝트를 CI/CD 카탈로그 프로젝트로 설정합니다. %{linkStart}CI/CD 카탈로그란 무엇인가요?%{linkEnd}
ru: Установить проект компонента как проект каталога CI/CD. %{linkStart}Что такое каталог CI/CD?%{linkEnd}

source: CiCatalog|The number of projects that used a component from this project in a pipeline, by using "include:component", in the last 30 days.
ko: 지난 30일 동안 "include:comComponent"를 사용하여 파이프라인에서 이 프로젝트의 컴포넌트를 사용한 프로젝트 수입니다.
ru: Количество проектов, которые использовали компонент из этого проекта в конвейере с помощью "include:component" за последние 30 дней.

source: CiCatalog|The project and any released versions will be removed from the CI/CD Catalog. If you re-enable this toggle, the project's existing releases are not re-added to the catalog. You must %{linkStart}create a new release%{linkEnd}.
ko: 프로젝트 및 릴리스된 버전이 CI/CD 카탈로그에서 제거됩니다. 이 토글을 다시 활성화하면 프로젝트의 기존 릴리스가 카탈로그에 다시 추가되지 않습니다. %{linkStart}새 릴리스를 만들어야 합니다%{linkEnd}.
ru: Проект и все выпущенные версии будут удалены из каталога CI/CD. Если вы снова включите этот переключатель, существующие версии проекта не будут добавлены обратно в каталог. Вам придётся %{linkStart}создать новый релиз%{linkEnd}.

source: CiCatalog|The project will be findable in the CI/CD Catalog after the project has at least one release.
ko: 프로젝트에 하나 이상의 릴리스가 있으면 CI/CD 카탈로그에서 프로젝트를 찾을 수 있습니다.
ru: Проект станет доступным в каталоге CI/CD после создания хотя бы одного релиза.

source: CiCatalog|There was a problem fetching the CI/CD Catalog releases.
ko: CI/CD 카탈로그 릴리스를 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении релизов каталога CI/CD.

source: CiCatalog|There was a problem fetching the CI/CD Catalog setting.
ko: CI/CD 카탈로그 설정을 가져오는 중에 문제가 발생했습니다.
ru: Произошла ошибка при получении настроек каталога CI/CD.

source: CiCatalog|There was an error fetching CI/CD Catalog projects.
ko: CI/CD 카탈로그 프로젝트를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении проектов каталога CI/CD.

source: CiCatalog|There was an error fetching the CI/CD Catalog project count.
ko: CI/CD 카탈로그 프로젝트 수를 가져오는 중에 오류가 발생했습니다.
ru: Произошла ошибка при получении количества проектов каталога CI/CD.

source: CiCatalog|This component project can only be viewed by project members.
ko: 이 컴포넌트 프로젝트는 프로젝트 멤버만 볼 수 있습니다.
ru: Этот проект компонента могут просматривать только участники проекта.

source: CiCatalog|This project is no longer a CI/CD Catalog project.
ko: 이 프로젝트는 더 이상 CI/CD 카탈로그 프로젝트가 아닙니다.
ru: Этот проект больше не является проектом каталога CI/CD.

source: CiCatalog|This project is now a CI/CD Catalog project.
ko: 이 프로젝트는 이제 CI/CD 카탈로그 프로젝트입니다.
ru: Этот проект теперь является проектом каталога CI/CD.

source: CiCatalog|To publish CI/CD components to the Catalog, you must use the %{linkStart}release%{linkEnd} keyword in a CI/CD job.
ko: CI/CD 컴포넌트를 카탈로그에 게시하려면 CI/CD 작업에서 %{linkStart}릴리스%{linkEnd} 키워드를 사용해야 합니다.
ru: Чтобы опубликовать компоненты CI/CD в каталоге, вы должны использовать ключевое слово %{linkStart}release%{linkEnd} в задании CI/CD.

source: CiCatalog|Unable to remove project as a CI/CD Catalog project.
ko: 프로젝트를 CI/CD 카탈로그 프로젝트로 제거할 수 없습니다.
ru: Не удалось удалить проект как проект каталога CI/CD.

source: CiCatalog|Unable to set project as a CI/CD Catalog project.
ko: 프로젝트를 CI/CD 카탈로그 프로젝트로 설정할 수 없습니다.
ru: Не удалось установить проект как проект каталога CI/CD.

source: CiCatalog|Unreleased
ko: 릴리스되지 않음
ru: Не выпущен

source: CiCatalog|Use the 'release' keyword in a CI/CD job to publish to the CI/CD Catalog.
ko: CI/CD 카탈로그에 게시하려면 CI/CD 작업에서 '릴리스' 키워드를 사용하세요.
ru: Используйте ключевое слово `release` в задании CI/CD для публикации в каталоге CI/CD.

source: CiCatalog|Verified creator
ko: 검증된 작성자
ru: Проверенный разработчик

source: CiCatalog|We want to help you create and manage pipeline component repositories, while also making it easier to reuse pipeline configurations. Let us know how we're doing!
ko: 우리는 파이프라인 컴포넌트 리포지토리를 만들고 관리하는 동시에 파이프라인 구성을 더 쉽게 재사용할 수 있도록 돕고 싶습니다. 우리가 어떻게 해야 하는지 알려주세요!
ru: Мы хотим помочь вам создавать и управлять репозиториями компонентов конвейера, а также упростить повторное использование конфигураций конвейера. Сообщите нам о своих успехах!

source: CiCatalog|What are verified component creators?
ko: 인증된 컴포넌트 작성자란 무엇입니까?
ru: Что такое проверенные разработчики компонентов?

source: CiCatalog|Your groups
ko: 귀하의 그룹
ru: Ваши группы

source: CiCdAnalytics|Date range: %{range}
ko: 날짜 범위: %{range}
ru: Диапазон дат: %{range}

source: CiStatusLabel|Failed
ko: 실패함
ru: не выполнен

source: CiStatusLabel|canceled
ko: 취소됨
ru: отменён

source: CiStatusLabel|canceling
ko: 취소중
ru: отменяется

source: CiStatusLabel|created
ko: 생성됨
ru: создан

source: CiStatusLabel|failed
ko: 실패
ru: не выполнен

source: CiStatusLabel|manual action
ko: 수동 실행
ru: ручное действие

source: CiStatusLabel|passed
ko: 성공
ru: выполнен

source: CiStatusLabel|passed with warnings
ko: 경고와 함께 성공
ru: выполнен с предупреждениями

source: CiStatusLabel|pending
ko: 대기
ru: в ожидании

source: CiStatusLabel|preparing
ko: 준비 중
ru: подготовка

source: CiStatusLabel|running
ko: 실행 중
ru: выполняется

source: CiStatusLabel|scheduled
ko: 예약됨
ru: запланирован

source: CiStatusLabel|skipped
ko: 생략
ru: пропущен

source: CiStatusLabel|waiting for callback
ko: 콜백을 기다리는 중
ru: ожидает обратного вызова

source: CiStatusLabel|waiting for delayed job
ko: 지연된 작업 대기 중
ru: ожидает отложенного задания

source: CiStatusLabel|waiting for manual action
ko: 수동 실행 대기 중
ru: ожидает ручных действий

source: CiStatusLabel|waiting for resource
ko: 리소스 대기 중
ru: ожидает ресурса

source: CiStatusText|Blocked
ko: 차단됨
ru: Заблокировано

source: CiStatusText|Canceled
ko: 취소됨
ru: Отменено

source: CiStatusText|Canceling
ko: 취소중
ru: Отмена

source: CiStatusText|Created
ko: 생성됨
ru: Создано

source: CiStatusText|Delayed
ko: 지연됨
ru: Задержано

source: CiStatusText|Failed
ko: 실패함
ru: Неудачно

source: CiStatusText|Manual
ko: 수동
ru: Ручной запуск

source: CiStatusText|Passed
ko: 통과됨
ru: Пройдено

source: CiStatusText|Pending
ko: 대기중
ru: В ожидании

source: CiStatusText|Preparing
ko: 준비 중
ru: Подготовка

source: CiStatusText|Running
ko: 실행중
ru: Выполняется

source: CiStatusText|Scheduled
ko: 예약됨
ru: Запланировано

source: CiStatusText|Skipped
ko: 생략
ru: Пропущено

source: CiStatusText|Waiting
ko: 대기중
ru: Ожидание

source: CiStatusText|Warning
ko: 경고
ru: Предупреждение

source: CiVariables|%d value found
ko: %d 값을 찾았습니다.
ru: Найдено %d значение

source: CiVariables|A variable key can only contain letters, numbers, and '_'.
ko: 변수 키에는 문자, 숫자, '_' 만 포함될 수 있습니다.
ru: Ключ переменной может содержать только буквы, цифры и '_'.

source: CiVariables|Add variable
ko: 변수 추가
ru: Добавить переменную

source: CiVariables|CI/CD Variables
ko: CI/CD 변수
ru: Переменные CI/CD

source: CiVariables|Can be seen in job logs.
ko: 작업 로그에서 볼 수 있습니다.
ru: Будет отображаться в журналах заданий.

source: CiVariables|Cancel
ko: 취소
ru: Отмена

source: CiVariables|Default role to use pipeline variables
ko: 파이프라인 변수를 사용하는 기본 역할
ru: Роль по умолчанию для использования переменных конвейера

source: CiVariables|Delete variable
ko: 변수 삭제
ru: Удалить переменную

source: CiVariables|Do you want to delete the variable %{key}?
ko: 변수 %{key}을 삭제하시겠습니까?
ru: Вы действительно хотите удалить переменную %{key}?

source: CiVariables|Edit variable
ko: 변수 편집
ru: Редактировать переменную

source: CiVariables|Environments
ko: 환경
ru: Окружения

source: CiVariables|Expand variable reference
ko: 변수 참조 펼침
ru: Расширить ссылку на переменную

source: CiVariables|Expanded
ko: 펼침
ru: Расширенная

source: CiVariables|Export variable to pipelines running on protected branches and tags only.
ko: 보호된 브랜치와 태그에서만 실행되는 파이프라인으로 변수를 내보냅니다.
ru: Экспортировать переменную только в конвейеры, запускаемые на защищённых ветках и тегах.

source: CiVariables|File
ko: 파일
ru: Файл

source: CiVariables|Group
ko: 그룹
ru: Группа

source: CiVariables|Hidden
ko: 숨김
ru: Скрыто

source: CiVariables|Input variable key
ko: 입력 변수 키
ru: Ключ входной переменной

source: CiVariables|Input variable value
ko: 입력 변수 값
ru: Значение входной переменной

source: CiVariables|Key
ko: 키
ru: Ключ

source: CiVariables|Learn how to %{linkStart}restrict CI/CD variables to specific environments%{linkEnd} for better security.
ko: 더 나은 보안을 위해 %{linkStart}특정 환경에 CI/CD 변수를 제한하는 방법%{linkEnd}을 알아보세요.
ru: Узнайте, как %{linkStart}ограничить переменные CI/CD для конкретных окружений%{linkEnd} для повышения безопасности.

source: CiVariables|Manual job empty state image
ko: 수동 작업 빈 상태 이미지
ru: Изображение состояния пустого ручного задания

source: CiVariables|Masked
ko: 마스킹됨
ru: Маскируемая

source: CiVariables|Masked and hidden
ko: 마스킹 및 숨김
ru: Замаскирована и скрыта

source: CiVariables|Masked in job logs but value can be revealed in CI/CD settings. Requires values to meet %{linkStart}regular expressions requirements%{linkEnd}.
ko: 작업 로그에 가려져 있지만 값은 CI/CD 설정에서 값이 공개될 수 있습니다. 값은 %{linkStart}정규 표현식 요구 사항%{linkEnd}을 충족해야 합니다.
ru: Замаскировано в журналах заданий, но значение можно раскрыть в настройках CI/CD. Требуются значения, соответствующие %{linkStart}требованиям регулярных выражений%{linkEnd}.

source: CiVariables|Masked in job logs, and can never be revealed in the CI/CD settings after the variable is saved.
ko: 작업 로그에 마스킹 처리되며, 변수가 저장된 후에는 CI/CD 설정에서 공개될 수 없습니다.
ru: Маскируется в журналах заданий и не может быть раскрыта в настройках CI/CD после сохранения переменной.

source: CiVariables|Maximum number of Inherited Group CI variables loaded (2000)
ko: 로드된 상속된 그룹 CI 변수의 최대 수 (2000)
ru: Максимальное количество загруженных унаследованных переменных CI группы (2000)

source: CiVariables|Maximum number of variables reached.
ko: 최대 변수 수에 도달했습니다.
ru: Достигнуто максимальное количество переменных.

source: CiVariables|Minimum role to use pipeline variables
ko: 파이프라인 변수를 사용할 수 있는 최저 역할
ru: Минимальная роль для использования переменных конвейера

source: CiVariables|No matching values
ko: 일치하는 값이 없습니다.
ru: Нет соответствующих значений

source: CiVariables|Pipeline variable access role successfully updated.
ko: 파이프라인 변수 액세스 역할이 성공적으로 업데이트되었습니다.
ru: Роль доступа к переменным конвейера успешно обновлена.

source: CiVariables|Pipeline variable minimum override role successfully updated.
ko: 파이프라인 변수 최소 오버라이드 역할이 성공적으로 업데이트 되었습니다.
ru: Минимальная роль для переопределения переменных конвейера успешно обновлена.

source: CiVariables|Pipeline variables cannot be used.
ko: 파이프라인 변수를 사용할 수 없습니다.
ru: Переменные конвейера не могут быть использованы.

source: CiVariables|Protect variable
ko: 보호 변수
ru: Защитить переменную

source: CiVariables|Protected
ko: 보호됨
ru: Защищенная

source: CiVariables|Remove inputs
ko: 입력 삭제
ru: Очистить ввод

source: CiVariables|Remove variable
ko: 변수 삭제
ru: Удалить переменную

source: CiVariables|Run job
ko: 작업 실행
ru: Запуск задания

source: CiVariables|Run job again
ko: 작업 다시 실행
ru: Запустить задание снова

source: CiVariables|Scope
ko: 범위
ru: Область видимости

source: CiVariables|Search values
ko: 값 검색
ru: Поиск значений

source: CiVariables|Select the default minimum role to use in new projects, to run a new pipeline with pipeline variables.
ko: 파이프라인 변수를 사용하여 새 파이프라인을 실행하려면 새 프로젝트에서 사용할 기본 최소 역할을 선택합니다.
ru: Выберите минимальную роль по умолчанию для использования в новых проектах для запуска нового конвейера с переменными конвейера.

source: CiVariables|Select the minimum role that is allowed to run a new pipeline with pipeline variables.
ko: 파이프라인 변수를 사용하여 새 파이프라인을 실행할 수 있는 최소 역할을 선택하세요.
ru: Выберите минимальную роль, которая имеет право запускать новый конвейер с переменными конвейера.

source: CiVariables|Set the visibility level for the variable's value. The %{linkStart}Masked and hidden%{linkEnd} option is only available for new variables. You cannot update an existing variable to be hidden.
ko: 변수 값의 가시성 수준을 설정하세요. %{linkStart}마스킹 및 숨김%{linkEnd} 옵션은 새 변수에서만 사용할 수 있습니다. 기존 변수를 숨김으로 업데이트할 수 없습니다.
ru: Установите уровень видимости для значения переменной. Опция %{linkStart}Скрытая и замаскированная%{linkEnd} доступна только для новых переменных. Невозможно скрыть существующую переменную.

source: CiVariables|Specify variable values to be used in this run. The variables specified in the configuration file and %{linkStart}CI/CD settings%{linkEnd} are used by default.
ko: 이 실행에 사용될 변수 값을 지정하세요. 구성 파일과 %{linkStart}CI/CD 설정%{linkEnd}에 지정된 변수가 기본값으로 사용됩니다.
ru: Укажите значения переменных, которые будут использоваться в этом прогоне. Переменные, указанные в конфигурационном файле и в %{linkStart}настройках CI/CD%{linkEnd}, используются по умолчанию.

source: CiVariables|State
ko: 상태
ru: Состояние

source: CiVariables|The description of the variable's value or usage.
ko: 변수의 값 또는 사용법에 대한 설명입니다.
ru: Описание значения или использования переменной.

source: CiVariables|The value cannot contain the following characters: %{unsupportedChars} and whitespace characters.
ko: 값에는 %{unsupportedChars} 및 공백 문자를 포함할 수 없습니다.
ru: Значение не может содержать следующие символы: %{unsupportedChars} и пробельные символы.

source: CiVariables|The value cannot contain the following characters: %{unsupportedChars}.
ko: 값에는 다음 문자가 포함될 수 없습니다: %{unsupportedChars}.
ru: Это значение невозможно замаскировать, поскольку оно содержит следующие символы: %{unsupportedChars}.

source: CiVariables|The value cannot contain the following characters: whitespace characters.
ko: 값에는 다음 문자가 포함될 수 없습니다: 공백 문자.
ru: Это значение не может содержать пробельные символы.

source: CiVariables|The value is masked and hidden permanently.
ko: 값이 마스킹 처리되고 영구적으로 숨겨집니다.
ru: Значение замаскировано и скрыто навсегда.

source: CiVariables|The value must have %{charsAmount} characters.
ko: 값은 %{charsAmount}자여야 합니다.
ru: Значение должно содержать не менее %{charsAmount} символов.

source: CiVariables|There was a problem fetching the pipeline variables default role.
ko: 파이프라인 변수 기본 역할을 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении роли по умолчанию для переменных конвейера.

source: CiVariables|There was a problem updating the pipeline variables default role setting.
ko: 파이프라인 변수 기본 역할 설정을 업데이트하는 중 문제가 발생했습니다.
ru: Произошла ошибка при обновлении настройки роли по умолчанию для переменных конвейера.

source: CiVariables|There was an error fetching the inherited CI variables.
ko: 상속된 CI 변수를 가져오는 중 오류가 발생했습니다.
ru: Произошла ошибка при получении унаследованных переменных CI.

source: CiVariables|This %{entity} has %{currentVariableCount} defined CI/CD variables. The maximum number of variables per %{entity} is %{maxVariableLimit}. To add new variables, you must reduce the number of defined variables.
ko: 이 %{entity}에는 정의된 CI/CD 변수가 %{currentVariableCount}개 있습니다. %{entity} 당 변수의 최대 개수는 %{maxVariableLimit}개입니다. 새 변수를 추가하려면 정의된 변수 수를 줄여야 합니다.
ru: У этого %{entity} определено %{currentVariableCount} переменных CI/CD. Максимальное количество переменных на %{entity} — %{maxVariableLimit}. Чтобы добавить новые переменные, необходимо уменьшить количество определённых переменных.

source: CiVariables|Type
ko: 유형
ru: Тип

source: CiVariables|Unable to create masked variable because:
ko: 마스킹된 변수를 생성할 수 없는 이유:
ru: Не удалось создать замаскированную переменную, потому что:

source: CiVariables|Unselect "Expand variable reference" if you want to use the variable value as a raw string.
ko: 변수 값을 원시 문자열로 사용하려면 "변수 참조 펼침"을 선택 취소하세요.
ru: Снимите флажок «Расширить ссылку на переменную», если хотите использовать значение переменной в виде необработанной строки.

source: CiVariables|Value
ko: 값
ru: Значение

source: CiVariables|Value might contain a variable reference
ko: 값에 변수 참조가 포함될 수 있습니다.
ru: Значение может содержать ссылку на переменную

source: CiVariables|Variable value will be evaluated as raw string.
ko: 변수 값은 원시 문자열로 평가됩니다.
ru: Значение переменной будет вычислено как необработанная строка.

source: CiVariables|Variables
ko: 변수
ru: Переменные

source: CiVariables|Variables can be accidentally exposed in a job log, or maliciously sent to a third party server. The masked variable feature can help reduce the risk of accidentally exposing variable values, but is not a guaranteed method to prevent malicious users from accessing variables.
ko: 변수는 실수로 작업 로그에 노출되거나 악의적으로 타사 서버로 전송될 수 있습니다. 마스크된 변수 기능은 실수로 변수 값을 노출하는 위험을 줄이는 데 도움이 될 수 있지만 악의적인 사용자가 변수에 액세스하는 것을 방지하는 보장된 방법은 아닙니다.
ru: Переменные могут быть случайно обнаружены в журнале заданий или злонамеренно отправлены на сторонний сервер. Функция маскировки переменных может помочь снизить риск случайного раскрытия значений переменных, но не является гарантированным методом предотвращения доступа злоумышленников к переменным.

source: CiVariables|Variables specified here are %{boldStart}expanded%{boldEnd} and not %{boldStart}masked.%{boldEnd}
ko: 여기에 지정된 변수는 %{boldStart}펼쳐지고%{boldEnd} %{boldStart}마스킹%{boldEnd}이 취소 됩니다.
ru: Переменные, указанные здесь, будут %{boldStart}развернуты%{boldEnd} и не будут %{boldStart}маскированы.%{boldEnd}

source: CiVariables|Variables store information that you can use in job scripts. All projects on the instance can use these variables.
ko: 변수는 작업 스크립트에서 사용할 수 있는 정보를 저장합니다. 인스턴스의 모든 프로젝트에서 이 변수를 사용할 수 있습니다.
ru: Переменные хранят информацию, которую вы можете использовать в сценариях заданий. Все проекты в экземпляре могут использовать эти переменные.

source: CiVariables|Variables store information that you can use in job scripts. Each %{entity} can define a maximum of %{limit} variables.
ko: 변수는 작업 스크립트에서 사용할 수 있는 정보를 저장합니다. 각 %{entity} 최대 %{limit} 변수를 정의할 수 있습니다.
ru: Переменные хранят информацию, которую вы можете использовать в сценариях заданий. Каждый %{entity} может определять максимум %{limit} переменных.

source: CiVariables|Visible
ko: 표시
ru: Видимая

source: CiVariables|What are pipeline variables?
ko: 파이프라인 변수란 무엇입니까?
ru: Что такое переменные конвейера?

source: CiVariables|You can use CI/CD variables with the same name in different places, but the variables might overwrite each other. %{linkStart}What is the order of precedence for variables?%{linkEnd}
ko: 같은 이름의 CI/CD 변수를 다른 위치에서 사용할 수 있지만 변수가 서로 덮어쓸 수 있습니다. %{linkStart}변수의 우선순위는 무엇입니까?%{linkEnd}
ru: Вы можете использовать переменные CI/CD с одинаковыми именами в разных местах, но они могут перезаписывать друг друга. %{linkStart}Каков порядок приоритета для переменных?%{linkEnd}

source: CiVariables|You can use a specific environment name like %{codeStart}production%{codeEnd}, or include a wildcard (%{codeStart}*%{codeEnd}) to match multiple environments, like %{codeStart}review*%{codeEnd}.
ko: %{codeStart}production%{codeEnd}와 같이 구체적인 환경 이름을 사용하거나, %{codeStart}review*%{codeEnd}와 같이 와일드카드(%{codeStart}*%{codeEnd})를 포함시켜 여러 환경을 선택할 수 있습니다.
ru: Вы можете использовать определённое название окружения, например, %{codeStart}production%{codeEnd}, или шаблон (%{codeStart}*%{codeEnd}), чтобы соответствовать нескольким окружениям, например, %{codeStart}review*%{codeEnd}.

source: CiVariables|You have reached the maximum number of variables available. To add new variables, you must reduce the number of defined variables.
ko: 사용 가능한 변수의 최대 개수에 도달했습니다. 새 변수를 추가하려면 정의된 변수 수를 줄여야 합니다.
ru: Вы достигли максимального количества доступных переменных. Чтобы добавить новые переменные, необходимо уменьшить количество определенных переменных.

source: CiVariable|All environments
ko: 모든 환경
ru: Все среды

source: CiVariable|Create wildcard
ko: 와일드 카드 만들기
ru: Создать шаблон

source: CiVariable|Enter a search query to find more environments, or use * to create a wildcard.
ko: 더 많은 환경을 찾으려면 검색어를 입력하거나 *를 사용하여 와일드카드를 만드세요.
ru: Введите запрос для поиска других окружений или используйте * для создания шаблона.

source: CiVariable|GitLab CI/CD supports OpenID Connect (OIDC) to give your build and deployment jobs access to cloud credentials and services. %{linkStart}How do I configure OIDC for my cloud provider?%{linkEnd}
ko: GitLab CI/CD는 OIDC(OpenID Connect)를 지원하여 빌드 및 배포 작업에 클라우드 자격 증명 및 서비스에 대한 액세스 권한을 부여합니다. %{linkStart}내 클라우드 공급자에 대해 OIDC를 어떻게 구성합니까?%{linkEnd}

source: CiVariable|New environment
ko: 새로운 환경
ru: Новое окружение

source: CiVariable|Search environments
ko: 환경 검색
ru: Искать окружения

source: CiVariable|Use OIDC to securely connect to cloud services
ko: OIDC를 사용하여 클라우드 서비스에 안전하게 연결

source: CiVariable|Variable %{key} has been deleted.
ko: 변수 %{key}가 삭제되었습니다.
ru: Переменная %{key} была удалена.

source: CiVariable|Variable %{key} has been successfully added.
ko: 변수 %{key}가 성공적으로 추가되었습니다.
ru: Переменная %{key} была успешно добавлена.

source: CiVariable|Variable %{key} has been updated.
ko: 변수 %{key}가 업데이트되었습니다.
ru: Переменная %{key} была обновлена.

source: Classification Label (optional)
ko: 분류 라벨 (옵션)
ru: Метка классификации (необязательно)

source: ClassificationLabelUnavailable|is unavailable: %{reason}
ko: 사용할 수 없습니다: %{reason}

source: Cleanup policies are executed by background workers. This setting defines the maximum number of workers that can run concurrently. Set it to 0 to remove all workers and not execute the cleanup policies.
ko: 정리 정책은 백그라운드 처리기가 실행합니다. 이 설정은 동시에 실행할 수 있는 최대 처리기 수를 정의합니다. 모든 작업자를 제거하고 정리 정책을 실행하지 않으려면 0으로 설정합니다.
ru: Политики очистки выполняются фоновыми рабочими процессами. Этот параметр определяет максимальное количество рабочих процессов, которые могут работать одновременно. Установите для него значение 0, чтобы удалить все рабочие процессы и не выполнять политики очистки.

source: Cleanup policy maximum number of tags to be deleted
ko: 정리 정책 삭제할 최대 태그 수

source: Cleanup policy maximum processing time (seconds)
ko: 정리 정책 최대 처리 시간(초)

source: Cleanup policy maximum workers running concurrently
ko: 정리 정책 최대 동시 실행 처리기수
ru: Максимальное количество рабочих процессов очистки, выполняющихся одновременно

source: Clear
ko: 지우기
ru: Очистить

source: Clear %{count} image from cache?
ko: 캐시에서 %{count} 개의 이미지를 지우시겠습니까?

source: Clear All
ko: 모두 지우기
ru: Очистить всё

source: Clear all
ko: 모두 지우기
ru: Очистить всё

source: Clear all repository checks
ko: 모든 리포지토리 검사 지우기
ru: Очистить все проверки репозитория

source: Clear chart filters
ko: 차트 필터 지우기

source: Clear due date
ko: 마감일 지우기
ru: Очистить срок выполнения

source: Clear health status
ko: 헬스 체크 상태 초기화
ru: Очистить состояние здоровья

source: Clear recent searches
ko: 최근 검색 지우기
ru: Очистить последние запросы

source: Clear repository checks
ko: 리포지토리 검사 지우기
ru: Очистить проверки репозитория

source: Clear search
ko: 검색 지우기
ru: Очистить поиск

source: Clear search input
ko: 검색 입력 지우기
ru: Очистить строку поиска

source: Clear start date
ko: 시작 날짜 지우기

source: Clear templates search input
ko: 템플릿 검색 입력 지우기
ru: Очистить шаблоны ввода данных для поиска

source: Clear the date to create access tokens without expiration.
ko: 만료 없는 억세스 토큰을 생성하려면 날짜를 비워두세요.
ru: Очистьте дату, чтобы создать токены доступа без срока действия.

source: Clear this checkbox to use a personal access token instead.
ko: 대신 개인 액세스 토큰을 사용하려면 이 체크박스 선택을 취소합니다.
ru: Снимите этот флажок, чтобы вместо этого использовать личный токен доступа.

source: Clear this checkbox to use a personal access token or LDAP password instead.
ko: 이 체크박스를 해제하여 개인 액세스 토큰 또는 LDAP 비밀번호를 대신 사용합니다.
ru: Снимите этот флажок, чтобы вместо этого использовать личный токен доступа или пароль LDAP.

source: Clear this checkbox to use an external authentication provider instead.
ko: 이 체크박스를 해제하여 외부 인증 공급자를 대신 사용합니다.

source: Clear uploads
ko: 업로드 지우기
ru: Очистить загрузки

source: Clear weight
ko: 가중치 삭제
ru: Очистить приоритет

source: Cleared health status.
ko: 헬스 체크 상태가 초기화됨.
ru: Состояние здоровья очищено.

source: Cleared weight.
ko: 가중치 삭제됨.
ru: Вес очищен.

source: Clears health status.
ko: 헬스 체크 상태를 초기화.
ru: Очищает состояние здоровья.

source: Clears weight.
ko: 가중치 삭제.
ru: Очищает вес.

source: Click %{link_start}here%{link_end} to view the request.
ko: 요청을 보려면 %{link_start}여기를%{link_end} 클릭하십시오.
