Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Cannot create the abuse report. The reported user was invalid. Please try again or contact support.
ko: 악용사례 신고를 작성할 수 없습니다. 보고된 사용자가 잘못되었습니다. 다시 시도하거나 지원팀에 문의하세요.

source: Cannot create the abuse report. The user has been deleted.
ko: 악용사례 신고를 작성할 수 없습니다. 사용자가 삭제되었습니다.
ru: Невозможно создать сообщение о нарушении. Пользователь удалён.

source: Cannot create the abuse report. This user has been banned.
ko: 악용사례 신고를 작성할 수 없습니다. 이 사용자는 계정정지되어 있습니다.

source: Cannot delete %{profile_name} referenced in security policy
ko: 보안 정책에서 참조된 %{profile_name} 개를 삭제할 수 없습니다.
ru: Не удается удалить %{profile_name}, упомянутый в политике безопасности

source: Cannot delete a candidate associated to a model version
ko: 모델 버전에 연결된 후보를 삭제할 수 없습니다.
ru: Невозможно удалить кандидата, связанного с версией модели.

source: Cannot delete the default framework
ko: 기본 프레임워크를 삭제할 수 없습니다.

source: Cannot delete the default organization
ko: 기본 조직을 삭제할 수 없습니다.
ru: Невозможно удалить организацию по умолчанию

source: Cannot have more than %{maximum_path_exclusions} path exclusions for secret push protection per project
ko: 프로젝트당 비밀 푸시 방지에 대해 %{maximum_path_exclusions} 개 이상의 경로 제외를 가질 수 없습니다.
ru: Нельзя задать более %{maximum_path_exclusions} исключений пути для защиты от отправки секретов в одном проекте.

source: Cannot have multiple Jira imports running at the same time
ko: 동시에 여러 Jira 가져오기를 실행할 수 없습니다.
ru: Невозможно проводить одновременно несколько импортов из Jira

source: Cannot have multiple unresolved alerts
ko: 미해결 경고가 여러 개 있을 수 없습니다.

source: Cannot import because issues are not available in this project.
ko: 이 프로젝트에서 사용할 수 있는 이슈가 없으므로 가져올 수 없습니다.
ru: Не удаётся импортировать, потому что обсуждения не доступны в этом проекте.

source: Cannot load the diagram into the diagrams.net editor
ko: 다이어그램을 diagrams.net 편집기로 불러올 수 없습니다.
ru: Не удается загрузить диаграмму в редактор diagrams.net

source: Cannot make the epic confidential if it contains non-confidential child epics
ko: 비공개가 아닌 하위 에픽이 포함된 에픽을 비공개로 지정할 수 없습니다.

source: Cannot make the epic confidential if it contains non-confidential issues
ko: 비공개가 아닌 이슈가 포함된 에픽을 비공개로 지정할 수 없습니다.
ru: Нельзя сделать цель конфиденциальной, если она содержит неконфиденциальные обсуждения

source: Cannot mark the %{work_item_type} as duplicate of itself.
ko: %{work_item_type}을 자기 자신과 중복으로 마킹 할 수 없습니다.
ru: Нельзя пометить %{work_item_type} как дубликат самого себя.

source: Cannot mark this %{work_item_type} as a duplicate because referenced item was not found.
ko: 참조된 항목을 찾을 수 없으므로 이 %{work_item_type}을 중복으로 마킹할 수 없습니다.

source: Cannot mark this %{work_item_type} as duplicate due to insufficient permissions.
ko: 권한이 부족하여 이 %{work_item_type}을(를) 중복으로 마킹할 수 없습니다.

source: Cannot merge
ko: 머지할 수 없음
ru: Не может выполнить слияние

source: Cannot merge until this date and time.
ko: 이 날짜와 시간까지는 병합할 수 없습니다.

source: Cannot modify %{profile_name} referenced in scan
ko: 스캔에서 참조된 %{profile_name} 을 수정할 수 없습니다.

source: Cannot modify %{profile_name} referenced in security policy
ko: 보안 정책에 참조된 %{profile_name} 을 수정할 수 없습니다.
ru: Невозможно изменить %{profile_name}, упомянутый в политике безопасности

source: Cannot modify managed Kubernetes cluster
ko: 이미 구성된 Kubernetes 클러스터는 수정할 수 없습니다
ru: Невозможно изменить кластер Kubernetes

source: Cannot modify provider during creation
ko: 생성하는 동안 공급자를 변경할 수 없습니다.

source: Cannot proceed with the push mirroring. Please verify your mirror configuration.
ko: 푸시 미러링을 진행할 수 없습니다. 미러 구성을 확인하세요.
ru: Невозможно продолжить с зеркалированием отправки. Пожалуйста, проверьте конфигурацию зеркала.

source: Cannot promote issue because it does not belong to a group.
ko: 그룹에 속하지 않기 때문에 이슈를 승격할 수 없습니다.

source: Cannot promote issue due to insufficient permissions.
ko: 권한이 부족하여 이슈를 복제할 수 없습니다.

source: Cannot push to source branch
ko: 소스 브랜치로 푸시할 수 없습니다.
ru: Невозможно отправить в исходную ветку.

source: Cannot refer to a group milestone by an internal id!
ko: 내부 ID로 그룹 마일스톤을 참조할 수 없습니다!
ru: Нельзя ссылаться на этап группы по внутреннему идентификатору!

source: Cannot set both system defined status and custom status
ko: 시스템 정의 상태와 사용자 정의 상태를 동시에 설정할 수 없습니다
ru: Нельзя одновременно установить стандартный и пользовательский статус

source: Cannot show preview. For previews on sketch files, they must have the file format introduced by Sketch version 43 and above.
ko: 미리보기를 표시할 수 없습니다. 스케치 파일을 미리 보려면 Sketch 버전 43 이상에서 도입된 파일 형식이 있어야 합니다.
ru: Невозможно отобразить предпросмотр. Для предпросмотра файлов эскизов они должны иметь формат файла, представленный в Sketch версии 43 и выше.

source: Cannot skip two factor authentication setup
ko: 이중 인증 설정을 생략할 수 없습니다.
ru: Невозможно пропустить настройку двухфакторной аутентификации

source: Cannot update more than %{limit} organization data at once
ko: 한 번에 %{limit} 개 이상의 조직 데이터를 업데이트할 수 없습니다.
ru: Нельзя обновить более %{limit} данных организации за раз

source: Cannot validate connection to host because the URL is empty.
ko: URL이 비어 있으므로 호스트에 대한 연결을 확인할 수 없습니다.

source: Capacity threshold
ko: 용량 임계값
ru: Порог ёмкости

source: CascadingSettings|An administrator selected this setting for the instance and you cannot change it.
ko: 운영자가 인스턴스에 대해 이 설정을 선택했으며 이를 변경할 수 없습니다.
ru: Этот параметр был выбран администратором для экземпляра, и вы не можете его изменить.

source: CascadingSettings|Enforce for all subgroups
ko: 모든 하위 그룹에 대해 적용
ru: Принудительно применить для всех подгрупп

source: CascadingSettings|Enforce this setting for all groups on this instance.
ko: 이 인스턴스의 모든 그룹에 대해 이 설정을 강제 적용합니다.
ru: Применить эту настройку ко всем группам в этом экземпляре.

source: CascadingSettings|Lock tooltip icon
ko: 잠금 도구 설명 아이콘
ru: Значок подсказки блокировки

source: CascadingSettings|Setting cannot be changed
ko: 설정을 변경할 수 없습니다.
ru: Параметр не может быть изменён

source: CascadingSettings|Subgroups cannot change this setting.
ko: 하위 그룹은 이 설정을 변경할 수 없습니다.
ru: Подгруппы не могут изменить эту настройку.

source: CascadingSettings|This setting has been enforced by an owner and cannot be changed.
ko: 이 설정은 소유자에 의해 강제되었으며 변경할 수 없습니다.
ru: Этот параметр был установлен владельцем и не может быть изменён.

source: CascadingSettings|This setting has been enforced by an owner of %{link}.
ko: 이 설정은 %{link}의 소유자에 의해 강제되었습니다.
ru: Эта настройка была принудительно применена владельцем %{link}.

source: CascadingSettings|cannot be changed because it is locked by an ancestor
ko: 상위 항목에 의해 잠겨 있으므로 변경할 수 없습니다.
ru: нельзя изменить, так как он заблокирован предком

source: CascadingSettings|cannot be nil when locking the attribute
ko: 속성을 잠글 때 nil이 될 수 없습니다.

source: Category
ko: 카테고리
ru: Категория

source: Cause identified
ko: 원인 확인됨

source: Certain user content will be moved to a system-wide "Ghost User" in order to maintain content for posterity. For further information, please refer to the %{link_start}user account deletion documentation.%{link_end}
ko: 특정 사용자 콘텐츠는 하위 컨텐츠를 콘텐츠를 유지 관리하기 위해 시스템 전체의 "고스트 사용자"로 이동됩니다. 자세한 내용은 %{link_start}사용자 계정 삭제 문서를 참조하십시오.%{link_end}
ru: Некоторые пользовательские данные будут перемещены в системного «пользователя-призрака», чтобы сохранить контент для потомков. Для получения дополнительной информации обратитесь к %{link_start}документации по удалению учётной записи пользователя%{link_end}.

source: Certificate
ko: 인증서
ru: Сертификат

source: Certificate (PEM)
ko: 인증서 (PEM)
ru: Сертификат (PEM)

source: Certificate Issuer
ko: 인증서 발급자
ru: Эмитент сертификата

source: Certificate Subject
ko: 인증서 제목

source: Change (%%)
ko: 변경 (%%)

source: Change action
ko: 동작 변경

source: Change assignee
ko: 담당자 변경
ru: Изменить исполнителя

source: Change assignees
ko: 담당자 변경
ru: Сменить исполнителей

source: Change assignees.
ko: 담당자를 변경
ru: Сменить исполнителей.

source: Change branches
ko: 브랜치 변경
ru: Сменить ветки

source: Change confidentiality
ko: 공개 수준 변경

source: Change display preferences
ko: 디스플레이 환경설정 변경
ru: Изменить параметры отображения

source: Change failure rate
ko: 실패율 변경

source: Change item type
ko: 항목 유형 변경

source: Change label
ko: 라벨 변경
ru: Изменить метку

source: Change made by
ko: 변경한 주체

source: Change milestone
ko: 마일스톤 변경
ru: Изменить этап

source: Change path
ko: 경로 변경
ru: Изменить путь

source: Change reviewers
ko: 검토자 변경
ru: Изменить рецензентов

source: Change reviewers.
ko: 검토자 변경.
ru: Изменить рецензентов.

source: Change role
ko: 역할 변경
ru: Изменить роль

source: Change severity
ko: 심각도 변경
ru: Изменить уровень серьёзности

source: Change status
ko: 상태 변경
ru: Изменить статус

source: Change subscription
ko: 구독 변경
ru: Изменить подписку

source: Change template
ko: 템플릿 변경
ru: Изменить шаблон

source: Change title
ko: 제목 변경
ru: Изменить заголовок

source: Change your password
ko: 비밀번호 변경
ru: Изменить пароль

source: Change your password or recover your current one.
ko: 비밀번호를 변경하거나 현재 비밀번호를 복구하세요.
ru: Измените ваш пароль или восстановите текущий.

source: Change your password.
ko: 비밀번호를 변경하세요.
ru: Измените ваш пароль.

source: ChangeReviewer|All reviewers were removed.
ko: 모든 검토자가 제거되었습니다.
ru: Все рецензенты удалены.

source: ChangeTypeAction|Cherry-pick
ko: Cherry-pick
ru: Выборочно применить

source: ChangeTypeAction|GitLab will create a branch in your fork and start a merge request.
ko: GitLab은 포크에 브랜치를 만들고 머지 리퀘스트를 시작합니다.
ru: GitLab создаст ветку в вашем форке и начнёт запрос на слияние.

source: ChangeTypeAction|Pick into branch
ko: 브랜치로 선택

source: ChangeTypeAction|Pick into project
ko: 프로젝트로 선택

source: ChangeTypeAction|Revert
ko: Revert
ru: Откатить

source: ChangeTypeAction|Revert in branch
ko: 브랜치에서 되돌리기
ru: Откатить в ветке

source: ChangeTypeAction|Search branches
ko: 브랜치 검색
ru: Поиск веток

source: ChangeTypeAction|Search projects
ko: 프로젝트 검색
ru: Поиск проектов

source: ChangeTypeAction|Start a %{newMergeRequest} with these changes
ko: 이 변경으로 %{newMergeRequest} 시작

source: ChangeTypeAction|Switch branch
ko: 브랜치 이동

source: ChangeTypeAction|Switch project
ko: 프로젝트 이동

source: ChangeTypeAction|This will create a new commit in order to revert the existing changes.
ko: 기존 변경 사항을 되돌리기 위해 새로운 커밋을 만듭니다.
ru: Для отката существующих изменений будет создан новый коммит.

source: ChangeTypeAction|Your changes will be committed to %{branchName} because a merge request is open.
ko: 머지 리퀘스트가 열려 있으므로 변경 사항이 %{branchName} 으로 커밋됩니다.

source: Changed
ko: 변경됨

source: Changed assignees.
ko: 담당자 변경됨
ru: Исполнители изменены.

source: Changed merge method to %{merge_method}
ko: 머지 방법을 %{merge_method}으로 변경

source: Changed reviewers.
ko: 검토자 변경됨.
ru: Рецензенты изменены.

source: Changed squash option to %{squash_option}
ko: 스쿼시 옵션을 %{squash_option}으로 변경
ru: Параметр сжатия изменен на %{squash_option}

source: Changed the title to "%{title_param}".
ko: 제목을 "%{title_param}"으로 변경했습니다.
ru: Заголовок изменен на "%{title_param}".

source: Changelog
ko: 변경 이력

source: Changes
ko: 변경사항
ru: Изменения

source: Changes requested
ko: 변경 요청됨
ru: Запрошены изменения

source: Changes requested to the current merge request.
ko: 현재 머지 리퀘스트에 대한 변경이 요청되었습니다.
ru: Запрошены изменения в текущем запросе на слияние.

source: Changes saved.
ko: 변경 사항 저장됨.
ru: Изменения сохранены.

source: Changes suppressed. Click to show.
ko: 업데이트가 반려되었습니다. 클릭하여 확인합니다.
ru: Изменения скрыты. Нажмите, чтобы показать.

source: Changes the title to "%{title_param}".
ko: 제목을 "%{title_param}"으로 변경합니다.
ru: Изменяет название на "%{title_param}".

source: Changes to the title have not been saved
ko: 제목 변경 사항이 저장되지 않았습니다.
ru: Изменения в заголовке не были сохранены

source: Changes:
ko: 변경사항:
ru: Изменения:

source: Channel identifier
ko: 채널 식별자
ru: Идентификатор канала

source: Characters left
ko: 남은 글자수

source: Characters over limit
ko: 한도를 초과한 문자

source: Chat
ko: 채팅
ru: Чат

source: ChatMessage|%{project_link}: Pipeline %{pipeline_link} of %{ref_type} %{ref_link} by %{user_combined_name} %{humanized_status} in %{duration}
ko: %{project_link}: 파이프라인 %{pipeline_link} of %{ref_type} %{ref_link} by %{user_combined_name} %{humanized_status} in %{duration}
ru: %{project_link}: Конвейер %{pipeline_link} для %{ref_type} %{ref_link} от %{user_combined_name} %{humanized_status} за %{duration}

source: ChatMessage|Branch
ko: 브랜치
ru: Ветка

source: ChatMessage|Commit
ko: 커밋
ru: Коммит

source: ChatMessage|Failed job
ko: 실패한 작업
ru: Задание не выполнено

source: ChatMessage|Failed stage
ko: 실패한 스테이지
ru: Этап не выполнен

source: ChatMessage|Invalid CI config YAML file
ko: 잘못된 CI 구성 YAML 파일
ru: Неверный YAML файл конфигурации CI

source: ChatMessage|Pipeline #%{pipeline_id} %{humanized_status} in %{duration}
ko: 파이프라인 #%{pipeline_id} %{humanized_status} in %{duration}
ru: Конвейер №%{pipeline_id} %{humanized_status} за %{duration}

source: ChatMessage|Pipeline %{pipeline_link} of %{ref_type} %{ref_link} by %{user_combined_name} %{humanized_status}
ko: 파이프라인 %{pipeline_link} of %{ref_type} %{ref_link} by %{user_combined_name} %{humanized_status}
ru: Конвейер %{pipeline_link} для %{ref_type} %{ref_link} от %{user_combined_name} %{humanized_status}

source: ChatMessage|Pipeline name
ko: 파이프라인 이름
ru: Название конвейера

source: ChatMessage|Tag
ko: 태그
ru: Тег

source: ChatMessage|and [%{count} more](%{pipeline_failed_jobs_url})
ko: 및 [%{count} 개 추가](%{pipeline_failed_jobs_url})

source: ChatMessage|has failed
ko: 실패함

source: ChatMessage|has passed
ko: 통과됨

source: ChatMessage|has passed with warnings
ko: 통과되었으나 경고사항이 있음

source: ChatMessage|in %{duration}
ko: %{duration} 동안
ru: в %{duration}

source: ChatMessage|in %{project_link}
ko: %{project_link} 내

source: Check
ko: 점검
ru: Проверить

source: Check again
ko: 다시 확인
ru: Проверить снова

source: Check feature availability on namespace plan
ko: 네임스페이스 요금제에서 사용할 수 있는 기능 확인

source: Check out branch
ko: 브랜치 체크아웃
ru: Извлечь ветку

source: Check out, review, and resolve locally
ko: 체크아웃하고, 리뷰하고, 해결을 로컬에서 하세요.
ru: Извлечение, рецензирование и решение локально

source: Check the %{code_open}elasticsearch.log%{code_close} file to debug why the migration halted and make any changes before retrying the migration. When you fix the cause of the failure, select %{strong_open}Retry migration%{strong_close}, and the migration is scheduled to retry in the background.
ko: %{code_open}elasticsearch.log%{code_close} 파일을 확인하여 마이그레이션이 중단된 이유를 디버깅하고 마이그레이션을 재시도하기 전에 변경하십시오. 실패 원인을 수정한 후 %{strong_open}마이그레이션 재시도%{strong_close}를 선택하면 마이그레이션이 백그라운드에서 재시도되도록 예약됩니다.
ru: Проверьте файл %{code_open}%{code_close} , чтобы выяснить, почему миграция была остановлена, и внесите изменения перед повторной попыткой миграции. Когда вы устраните причину сбоя, выберите %{strong_open}Повторить миграцию%{strong_close}, и миграция будет запланирована для повторной попытки в фоновом режиме.

source: Check the current instance configuration
ko: 현재 인스턴스 설정 확인
ru: Проверить текущую конфигурацию экземпляра

source: Check with your administrator.
ko: 운영자에게 문의
ru: Проверьте с вашим администратором.

source: Check your Docker images for known vulnerabilities.
ko: 알려진 취약점에 대해 Docker 이미지를 확인하십시오.
ru: Проверьте ваши образы Docker на наличие известных уязвимостей.

source: Check your sign-up restrictions
ko: 가입 제한 사항 확인
ru: Проверьте ограничения на регистрацию

source: Checkbox
ko: 체크박스

source: Checkin reminder has been enabled.
ko: 로그인 알림이 활성화되었습니다.

source: Checking %{text} availability…
ko: %{text}가 사용 가능한지 확인 중…
ru: Проверка доступности %{text} ...

source: Checking approval status
ko: 승인 상황을 체크합니다.
ru: Проверка статуса одобрения

source: Checking branch availability…
ko: 브랜치가 사용 가능한지 확인 중...
ru: Проверка доступности ветки…

source: Checking branch validity
ko: 브랜치 유효성 검사
ru: Проверка корректности ветки

source: Checking branch validity…
ko: 브랜치 유효성 검사...
ru: Проверка валидности ветки…

source: Checking group path availability…
ko: 그룹 경로가 사용가능한지 확인 중...
ru: Проверка доступности пути группы…

source: Checking if merge request can be merged…
ko: 머지 리퀘스트를 병합할 수 있는지 확인하는 중…
ru: Проверка возможности слияния…

source: Checking source validity
ko: 소스 유효성 검사

source: Checking source validity…
ko: 소스 유효성 검사...
ru: Проверка валидности источника…

source: Checking username availability…
ko: 사용자명 사용 가능 여부 확인 중...
ru: Проверка доступности имени пользователя…

source: Checkout|Failed to load countries. Please try again.
ko: 국가를 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить страны. Пожалуйста, попробуйте ещё раз.

source: Checkout|Failed to load states. Please try again.
ko: 주를 로드하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить штаты. Пожалуйста, попробуйте ещё раз.

source: Checkout|Failed to load the payment form. Refresh the page and try again.
ko: 결제 양식을 가져오지 못했습니다. 페이지를 새로 고침하고 다시 시도하세요.
ru: Не удалось загрузить форму оплаты. Обновите страницу и попробуйте снова.

source: Checkout|Your subscription will be applied to this group
ko: 당신의 구독이 이 그룹에 적용됩니다.
ru: Ваша подписка будет применена к этой группе

source: Checks
ko: 점검
ru: Проверки

source: Cherry-pick this commit
ko: 이 커밋을 Cherry-pick
ru: Выборочно применить этот коммит

source: Cherry-pick this merge request
ko: 이 머지 리퀘스트를 Cherry-pick
ru: Выборочно применить этот запрос на слияние

source: Child
ko: 하위
ru: Дочерний

source: Child issues and epics
ko: 하위 이슈 및 에픽

source: Child item removed successfully.
ko: 하위 항목이 성공적으로 제거되었습니다.
ru: Дочерний элемент успешно удалён.

source: Child items added successfully.
ko: 하위 항목이 성공적으로 추가되었습니다.
ru: Дочерние элементы успешно добавлены.

source: Chinese language support using
ko: 중국어 지원

source: Choose File…
ko: 파일 선택…
ru: Выберите файл…

source: Choose a file
ko: 파일 선택
ru: Выберите файл

source: Choose a project
ko: 프로젝트 선택하세요
ru: Выберите проект

source: Choose a template
ko: 템플릿 선택
ru: Выберите шаблон

source: Choose an option
ko: 옵션을 선택하세요

source: Choose file…
ko: 파일 선택…
ru: Выберите файл…

source: Choose protected branch
ko: 보호된 브랜치를 선택하세요.

source: Choose the top-level group for your repository imports.
ko: 리포지토리를 가져오기 위해 최상위 그룹을 선택하세요.
ru: Выберите группу верхнего уровня для импорта репозитория.

source: Choose visibility level, enable/disable project features and their permissions, disable email notifications, and show default emoji reactions.
ko: 공개 수준을 선택하고, 프로젝트 기능 및 해당 권한을 활성화/비활성화하고, 이메일 알림을 비활성화하고, 기본 이모티콘 반응을 표시합니다.
ru: Выберите уровень видимости, включите или выключите функции проекта и их разрешения, отключите уведомления по электронной почте и отобразите стандартные реакции с эмодзи.

source: Choose what content you want to see on a group’s overview page.
ko: 그룹의 개요 페이지에서 보고 싶은 콘텐츠를 선택합니다.
ru: Выберите содержимое, которое вы хотите видеть на странице обзора группы.

source: Choose which Git strategy to use when fetching the project.
ko: 프로젝트를 가져올 때 사용할 Git 전략을 선택합니다.
ru: Выберите, какую стратегию Git использовать при получении проекта.

source: Choose which branches should be mirrored
ko: 미러링할 브랜치를 선택하세요.
ru: Выберите, какие ветки должны быть зеркалированы.

source: Choose which repositories you want to connect and run CI/CD pipelines.
ko: CI/CD 파이프라인이 연결되고 실행할 저장소를 선택해 주세요.

source: Ci config already present
ko: 이미 CI 구성이 있습니다.

source: CiCatalogComponent|Component details not available
ko: 컴포넌트 세부 정보를 사용할 수 없습니다.

source: CiCatalogComponent|Default
ko: 기본값
ru: По умолчанию

source: CiCatalogComponent|Description
ko: 설명
ru: Описание

source: CiCatalogComponent|Inputs
ko: 입력

source: CiCatalogComponent|Mandatory
ko: 필수

source: CiCatalogComponent|Name
ko: 이름
ru: Название

source: CiCatalogComponent|There was an error fetching this resource's components
ko: 이 리소스의 구성 요소를 가져오는 중 오류가 발생했습니다.

source: CiCatalogComponent|This tab displays auto-collected information about the components in the repository, but no information was found.
ko: 이 탭은 리포지토리의 컴포넌트에 대해 자동 수집된 정보를 표시하지만 정보를 찾을 수 없습니다.

source: CiCatalogComponent|Type
ko: 유형
ru: Тип

source: CiCatalog|All
ko: 모두
ru: Все

source: CiCatalog|Back to the CI/CD Catalog
ko: CI/CD 카탈로그로 돌아가기
ru: Вернуться в CI/CD Catalog

source: CiCatalog|CI/CD Catalog project
ko: CI/CD 카탈로그 프로젝트
ru: Проект каталога CI/CD

source: CiCatalog|Component ID not found, or you do not have permission to access component.
ko: 구성 요소 ID를 찾을 수 없거나 구성 요소에 액세스할 수 있는 권한이 없습니다.
ru: Идентификатор компонента не найден, или у вас нет прав для доступа к компоненту.

source: CiCatalog|Components
ko: 컴포넌트
ru: Компоненты

source: CiCatalog|Components:
ko: 컴포넌트:
ru: Компоненты:

source: CiCatalog|Create a pipeline component repository and make reusing pipeline configurations faster and easier.
ko: 파이프라인 컴포넌트 리포지토리를 만들고 파이프라인 구성을 더 빠르고 쉽게 재사용합니다.
ru: Создайте репозиторий компонентов конвейера и сделайте повторное использование конфигураций конвейера быстрее и проще.

source: CiCatalog|Created and maintained by %{boldStart}GitLab%{boldEnd}
ko: %{boldStart}GitLab%{boldEnd}에서 생성 및 관리됨
ru: Создано и поддерживается %{boldStart}GitLab%{boldEnd}

source: CiCatalog|Created and maintained by a %{boldStart}GitLab Partner%{boldEnd}
ko: %{boldStart}GitLab 파트너%{boldEnd}가 만들고 유지 관리합니다.
ru: Создано и поддерживается %{boldStart}партнёром GitLab%{boldEnd}

source: CiCatalog|Created and maintained by a %{boldStart}verified creator%{boldEnd}
ko: %{boldStart}검증된 제작자%{boldEnd}가 만들고 관리합니다.
ru: Создано и поддерживается %{boldStart}проверенным разработчиком%{boldEnd}

source: CiCatalog|Discover CI/CD components that can improve your pipeline with additional functionality.
ko: 추가 기능을 통해 파이프라인을 개선할 수 있는 CI/CD 컴포넌트 알아보세요.
ru: Откройте для себя компоненты CI/CD, которые могут улучшить ваш конвейер дополнительным функционалом.

source: CiCatalog|Edit your search and try again, or %{linkStart}learn how to create a component project%{linkEnd}.
ko: 검색을 편집하고 다시 시도하거나 %{linkStart}컴포넌트 프로젝트를 만드는 방법을 알아보세요%{linkEnd}.
ru: Отредактируйте поиск и попробуйте снова, или %{linkStart}узнайте, как создать проект компонента%{linkEnd}.

source: CiCatalog|Get started with the CI/CD Catalog
ko: CI/CD 카탈로그로 시작하기
ru: Начните работу с каталогом CI/CD

source: CiCatalog|GitLab-maintained
ko: GitLab이 관리함
ru: Поддерживаемый GitLab

source: CiCatalog|How do I publish a component?
ko: 컴포넌트를 어떻게 게시합니까?
ru: Как опубликовать компонент?

source: CiCatalog|Learn more about designated creators
ko: 지정 생성자에 대해 자세히 알아보기
ru: Подробнее о назначенных разработчиках

source: CiCatalog|No component available
ko: 사용 가능한 컴포넌트 없음
ru: Компонент недоступен

source: CiCatalog|No components match your search criteria
ko: 검색 기준과 일치하는 컴포넌트가 없습니다.
ru: Нет компонентов, соответствующих критериям поиска

source: CiCatalog|No release available
ko: 사용 가능한 릴리스 없음
ru: Релиз недоступен

source: CiCatalog|Partner
ko: 파트너
ru: Партнёр

source: CiCatalog|Private - This component project can only be viewed by project members.
ko: 비공개 - 이 컴포넌트 프로젝트는 프로젝트 멤버만 볼 수 있습니다.
ru: Приватный — этот проект компонента могут просматривать только участники проекта.

source: CiCatalog|Publish the CI/CD components in this project to the CI/CD Catalog
ko: 이 프로젝트의 CI/CD 컴포넌트를 CI/CD 카탈로그에 게시합니다.
ru: Публиковать CI/CD компоненты этого проекта в CI/CD каталог

source: CiCatalog|Readme
ko: Readme
ru: Readme

source: CiCatalog|Released %{date}
ko: %{date}에 릴리스됨
ru: Выпущено %{date}

source: CiCatalog|Released %{timeAgo} by %{author}
ko: %{timeAgo}에 %{author}가 릴리스함
ru: Выпущено %{timeAgo} автором %{author}

source: CiCatalog|Remove component project from the CI/CD Catalog?
ko: CI/CD 카탈로그에서 컴포넌트 프로젝트를 제거하겠습니까?
ru: Удалить проект компонента из каталога CI/CD?

source: CiCatalog|Remove from the CI/CD catalog
ko: CI/CD 카탈로그에서 제거
ru: Удалить из каталога CI/CD

source: CiCatalog|Search incomplete
ko: 검색이 완전하지 않음
ru: Поиск неполный

source: CiCatalog|Search keyword must have at least 3 characters
ko: 검색어는 최소 3자 이상이어야 합니다.
ru: Ключевое слово для поиска должно содержать хотя бы 3 символа.
