Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: DiffblueCover|Automatically write comprehensive, human-like Java unit tests.
ko: 인간과 유사한 포괄적인 Java 단위 테스트를 자동으로 작성합니다.
ru: Автоматически пишите полные, похожие на человеческие юнит-тесты для Java.

source: DiffblueCover|Diffblue Cover is a generative AI platform that automatically writes comprehensive, human-like Java unit tests. Integrate Diffblue Cover into your CI/CD workflow for fully autonomous operation.
ko: Diffblue Cover는 인간과 유사한 포괄적인 Java 단위 테스트를 자동으로 작성하는 생성 AI 플랫폼입니다. 완전한 자율 운영을 위해 Diffblue Cover를 CI/CD 워크플로에 통합하세요.
ru: Diffblue Cover — это платформа генеративного ИИ, которая автоматически пишет полные, похожие на человеческие юнит-тесты для Java. Интегрируйте Diffblue Cover в ваш CI/CD процесс для полностью автономной работы.

source: DiffblueCover|Diffblue Cover license key.
ko: Diffblue Cover 라이선스 키.
ru: Лицензионный ключ Diffblue Cover.

source: DiffblueCover|Enter your Diffblue Cover license key or go to %{diffblue_link} to obtain a free trial license.
ko: Diffblue Cover 라이선스 키를 입력하거나 %{diffblue_link} 로 이동하여 무료 평가판 라이선스를 얻으세요.
ru: Введите ключ лицензии Diffblue Cover или перейдите по ссылке %{diffblue_link}, чтобы получить бесплатную пробную лицензию.

source: DiffblueCover|Integration details
ko: 통합 세부정보

source: DiffblueCover|Leave blank to use your current license key.
ko: 현재 라이선스 키를 사용하려면 비워 두세요.

source: DiffblueCover|Leave blank to use your current secret value.
ko: 현재 비밀 값을 사용하려면 비워 두세요.

source: DiffblueCover|License key
ko: 라이선스 키
ru: Лицензионный ключ

source: DiffblueCover|My token name
ko: 내 토큰 이름

source: DiffblueCover|Name
ko: 이름
ru: Название

source: DiffblueCover|Secret
ko: 비밀
ru: Секрет

source: DiffblueCover|Try Diffblue Cover
ko: Diffblue Cover를 사용해 보세요

source: Difference between start date and now
ko: 시작일과 현재의 차이
ru: Разница между начальной датой и нынешней

source: Different user's signature
ko: 다른 사용자의 서명

source: DiffsCompareBaseBranch|(HEAD)
ko: (HEAD)
ru: (HEAD)

source: DiffsCompareBaseBranch|(base)
ko: (base)
ru: (базовый)

source: Diffs|%d addition
ko: %d 추가
ru: %d добавлением

source: Diffs|%d deletion
ko: %d 삭제
ru: %d удалением

source: Diffs|Hide whitespace changes
ko: 공백 변경 사항 숨기기
ru: Скрыть изменения пробелов

source: Diffs|Inline
ko: 인라인
ru: Встроенные

source: Diffs|Next 20 lines
ko: 다음 20라인
ru: Следующие 20 строк

source: Diffs|No file name available
ko: 사용가능한 파일 이름이 없습니다.
ru: Имя файла недоступно

source: Diffs|Previous 20 lines
ko: 이전 20라인
ru: Предыдущие 20 строк

source: Diffs|Show %{unfoldCount} lines
ko: %{unfoldCount} 라인 보기
ru: Показать %{unfoldCount} строк

source: Diffs|Show all unchanged lines
ko: 변경되지 않은 모든 라인 보기
ru: Показать все строки без изменений

source: Diffs|Show whitespace changes
ko: 공백 변경 사항 표시
ru: Показать изменения пробелов

source: Diffs|Showing %{dropdownStart}%{count} changed file%{dropdownEnd}
ko: %{dropdownStart}%{count} 개의 변경된 파일%{dropdownEnd} 표시
ru: Показан %{dropdownStart}%{count} изменённый файл%{dropdownEnd}

source: Diffs|Side-by-side
ko: 나란히
ru: Рядом

source: Diffs|Something went wrong while fetching diff lines.
ko: diff 라인을 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении строк различий.

source: Diffs|with %{additions} and %{deletions}
ko: %{additions} 과 %{deletions}
ru: с %{additions} и %{deletions}

source: Dimension
ko: 차원
ru: Размерность

source: Direct
ko: 직접
ru: Прямое

source: Direct members
ko: 다이렉트 멤버
ru: Прямые участники

source: Direct non-authenticated users to this page.
ko: 인증되지 않은 사용자를 이 페이지로 안내합니다.

source: Direct users to this page after they sign out.
ko: 사용자가 로그아웃한 후 이 페이지로 안내합니다.

source: Direction
ko: 방향
ru: Направление

source: Directories cannot be uploaded. Please upload a single file instead.
ko: 디렉토리를 업로드할 수 없습니다. 대신 하나의 파일을 업로드해 주세요.
ru: Директории не могут быть загружены. Загрузите один файл вместо этого.

source: Directory locked
ko: 디렉토리 잠김
ru: Директория заблокирована

source: Directory name
ko: 디렉토리 이름
ru: Имя директории

source: Disable
ko: 사용 안 함
ru: Отключить

source: Disable SSL verification for requests to GitLab Observability Backend
ko: GitLab Observability Backend에 대한 요청에 대한 SSL 검증 비활성화
ru: Отключить проверку SSL для запросов к бэкенду наблюдаемости GitLab

source: Disable SSL verification if GitLab Observability Backend is using a self-signed certificate inside a private network.
ko: GitLab Observability Backend가 개인 네트워크 내에서 자체 서명된 인증서를 사용하는 경우 SSL 검증을 비활성화합니다.
ru: Отключить проверку SSL, если бэкенд наблюдаемости GitLab использует самоподписанный сертификат в частной сети.

source: Disable Two-factor Authentication
ko: 이중 인증 비활성화
ru: Отключить двухфакторную аутентификацию

source: Disable What's new
ko: 새로운 기능 메뉴 비활성화
ru: Отключить «Что нового»

source: Disable fetching cloud alerts if this GitLab instance is isolated from the public internet, or does not use observe.gitlab.com for Observability features.
ko: 이 GitLab 인스턴스가 공용 인터넷과 격리되어 있거나 Observability 기능에 대해 observe.gitlab.com을 사용하지 않는 경우 클라우드 경고 수집을 비활성화합니다.
ru: Отключить получение облачных уведомлений, если этот экземпляр GitLab изолирован от публичного интернета или не использует observe.gitlab.com для функционала наблюдаемости.

source: Disable for this project
ko: 이 프로젝트에 대해 사용 중지
ru: Отключить для этого проекта

source: Disable group runners
ko: 그룹 러너 비활성화
ru: Отключить средства выполнения группы

source: Disable inviting new members to group or project by group/project owners or project maintainers
ko: 그룹/프로젝트 소유자 또는 프로젝트 유지 관리자가 그룹이나 프로젝트에 새 멤버를 초대하는 기능을 비활성화합니다.
ru: Отключить возможность приглашения новых участников в группу или проект владельцами группы/проекта или мейнтейнерами проекта

source: Disable password authentication for users with an SSO identity
ko: SSO ID를 사용하는 사용자에 대한 비밀번호 인증 비활성화
ru: Отключить аутентификацию с использованием пароля для пользователей с идентификацией через SSO

source: Disable two-factor authentication
ko: 이중 인증 비활성화
ru: Отключить двухфакторную аутентификацию

source: Disabled
ko: 비활성화됨
ru: отключено

source: Disabled by %{parent} owner
ko: %{parent} 소유자에 의해 비활성화됨
ru: Отключено владельцем %{parent}

source: Disabled mirrors can only be enabled by instance owners. It is recommended that you delete them.
ko: 비활성화된 미러는 인스턴스 소유자만 활성화할 수 있습니다. 삭제하는 것이 좋습니다.
ru: Отключённые зеркала могут быть включены только владельцами экземпляра. Рекомендуется удалить их.

source: Discard
ko: 폐기

source: Discard changes
ko: 변경 사항을 취소
ru: Отменить изменения

source: Discard pending review?
ko: 제출된 리뷰를 폐기하겠습니까?
ru: Отменить незавершённую рецензию?

source: Discard review
ko: 리뷰 폐기
ru: Отменить рецензию

source: Discord webhook (for example, `https://discord.com/api/webhooks/…`).
ko: Discord webhook (예: `https://discord.com/api/webhooks/…`).
ru: Вебхук Discord (например, `https://discord.com/api/webhooks/…`).

source: DiscordService|Discord Notifications
ko: Discord 알림
ru: Уведомления Discord

source: DiscordService|Override the default webhook (e.g. https://discord.com/api/webhooks/…)
ko: 기본 webhook 오버라이드 (예: https://discord.com/api/webhooks/…)
ru: Переопределить вебхук по умолчанию (например, https://discord.com/api/webhooks/…)

source: DiscordService|Send notifications about project events to a Discord channel.
ko: 프로젝트 이벤트에 대한 알림을 Discord 채널로 보냅니다.
ru: Отправляйте уведомления о событиях проекта в канал Discord.

source: Discover Duo Enterprise
ko: Duo Enterprise를 알아보세요
ru: Ознакомьтесь с Duo Enterprise

source: Discover Duo Pro
ko: Duo Pro 살펴보기

source: Discover GitLab Geo
ko: GitLab Geo 알아보기
ru: Откройте для себя GitLab Geo

source: Discover|An example of GitLab's Dependency list feature
ko: GitLab의 의존성 목록 기능의 예
ru: Пример функционала списка зависимостей в GitLab

source: Discover|Check your application for security vulnerabilities that may lead to unauthorized access, data leaks, and denial of services.
ko: 무단 액세스, 데이터 유출 및 서비스 거부로 이어질 수 있는 보안 취약성에 대해 애플리케이션을 확인하십시오.
ru: Проверьте ваше приложение на наличие уязвимостей, которые могут привести к несанкционированному доступу, утечкам данных и отказам в обслуживании.

source: Discover|For code that's already live in production, our dashboards give you an easy way to prioritize any issues that are found, empowering your team to ship quickly and securely.
ko: 이미 프로덕션에 포함된 코드의 경우 대시보드는 발견된 문제의 우선 순위를 쉽게 지정할 수 있는 방법을 제공하여 팀이 빠르고 안전하게 배포할 수 있도록 합니다.
ru: Для кода, который уже развёрнут в рабочем окружении, наши панели инструментов предоставляют простой способ приоритизировать найденные проблемы, позволяя вашей команде быстро и безопасно выпускать обновления.

source: Discover|GitLab will perform static and dynamic tests on the code of your application, looking for known flaws and report them in the merge request so you can fix them before merging.
ko: GitLab은 애플리케이션 코드에 대해 정적 및 동적 테스트를 수행하여 알려진 결함을 찾고 머지 리퀘스트에 보고하여 머지 전에 수정할 수 있습니다.
ru: GitLab выполнит статические и динамические тесты в коде вашего приложения в поиске известных дефектов и сообщит о них в запросе на слияние, так чтобы вы могли исправить их перед завершением запроса.

source: Discover|Security capabilities, integrated into your development lifecycle
ko: 개발 수명 주기에 통합된 보안 기능
ru: Средства безопасности, интегрированные в жизненный цикл вашей разработки

source: Discover|See the other features of the %{linkStart}Ultimate plan%{linkEnd}.
ko: %{linkStart}Ultimate 플랜%{linkEnd}의 다른 기능을 알아보세요.
ru: Узнайте о других возможностях %{linkStart}тарифного плана Ultimate%{linkEnd}.

source: Discover|Start a free trial
ko: 무료 평가판 시작
ru: Начать бесплатный пробный период

source: Discover|Upgrade now
ko: 지금 업그레이드
ru: Улучшить сейчас

source: Discuss a specific suggestion or question internally that needs to be resolved.
ko: 해결해야 할 특정 제안이나 질문을 내부적으로 논의합니다.

source: Discuss a specific suggestion or question internally.
ko: 특정 제안이나 질문을 내부적으로 논의합니다.

source: Discuss a specific suggestion or question that needs to be resolved.
ko: 해결해야 할 특정 제안이나 질문에 대해 토론합니다.
ru: Обсудить конкретное предложение или вопрос, который необходимо решить.

source: Discuss a specific suggestion or question.
ko: 특정 제안이나 질문에 대해 토론합니다.
ru: Обсудить конкретное предложение или вопрос.

source: Discussion is %{lockedLinkStart}locked%{lockedLinkEnd}. Only members can comment.
ko: 토론이 %{lockedLinkStart}잠겼습니다%{lockedLinkEnd}. 멤버만 댓글을 달 수 있습니다.
ru: Обсуждение %{lockedLinkStart}заблокировано%{lockedLinkEnd}. Комментировать могут только участники.

source: Discussion locked.
ko: 토론이 잠겼습니다.
ru: Дискуссия заблокирована.

source: Discussion to reply to cannot be found
ko: 회신할 토론을 찾을 수 없습니다.
ru: Дискуссия, на которую нужно ответить не найдена

source: Discussion unlocked.
ko: 토론 잠금이 해제되었습니다.
ru: Дискуссия разблокирована.

source: Disk usage
ko: 디스크 사용량
ru: Использование диска

source: Dismiss
ko: 해지
ru: Отклонить

source: Dismiss Alert
ko: 경고 해지

source: Dismiss merge request promotion
ko: 머지 리퀘스트 프로모션 해지

source: Dismiss trial promotion
ko: 평가판 프로모션 해지
ru: Скрыть рекламу пробной версии

source: Dismissed
ko: 해지됨

source: Dismissed (%d reason)
ko: 해지됨 (%d 개 이유)

source: Display
ko: 표시

source: Display alerts from all configured monitoring tools.
ko: 설정된 모든 모니터링 도구의 경고를 표시합니다.
ru: Отображает оповещения от всех настроенных инструментов мониторинга.

source: Display as:
ko: 다음과 같이 표시:

source: Display blame info
ko: Blame 정보 표시
ru: Показать информацию об ответственности

source: Display block
ko: 블록 표시
ru: Показать блок

source: Display by
ko: 표시 기준
ru: Отображать

source: Display milestones
ko: 마일스톤 표시
ru: Отображать этапы

source: Display name
ko: 이름 표시
ru: Отображаемое имя

source: Display progress of child issues
ko: 하위 이슈의 진행 상황 표시
ru: Отображать прогресс дочерних задач

source: Display rendered file
ko: 렌더링된 파일 표시

source: Display source
ko: 소스 표시

source: Display time tracking in issues in total hours only. %{link_start}What is time tracking?%{link_end}
ko: 문제의 추적시간을 총 시간으로만 표시합니다. %{link_start}추적 시간이란 무엇입니까?%{link_end}
ru: Отображать отслеживание времени в обсуждениях только в полных часах. %{link_start}Что такое отслеживание времени?%{link_end}

source: Do not display content for customer experience improvement and offers from third parties
ko: 고객 경험 개선 및 제3자의 제안을 위한 콘텐츠를 표시하지 마십시오.

source: Do not force push over diverged refs. After the mirror is created, this setting can only be modified using the API. %{mirroring_docs_link_start}Learn more about this option%{link_closing_tag} and %{mirroring_api_docs_link_start}the API.%{link_closing_tag}
ko: 분기된 참조 위에 강제로 푸시하지 마십시오. 미러가 생성된 후 이 설정은 API를 통해서만 수정할 수 있습니다. %{mirroring_docs_link_start}이 옵션%{link_closing_tag} 및 %{mirroring_api_docs_link_start}API에 대해 자세히 알아보세요.%{link_closing_tag}
ru: Не выполнять принудительную отправку на расходящиеся ссылки. После создания зеркала эту настройку можно изменить только через API. %{mirroring_docs_link_start}Подробнее об этой опции%{link_closing_tag} и %{mirroring_api_docs_link_start}о API.%{link_closing_tag}

source: Do not include the username in the URL, use the username field below if required: %{code_open}https://gitlab.company.com/group/project.git%{code_close}.
ko: URL에 사용자명을 포함하지 마십시오. 필요한 경우 아래 사용자명 필드를 사용하십시오: %{code_open}https://gitlab.company.com/group/project.git%{code_close}.
ru: Не включайте имя пользователя в URL, используйте поле имени пользователя ниже, если это необходимо: %{code_open}https://gitlab.company.com/group/project.git%{code_close}.

source: Do you want to remove this deploy key?
ko: 이 배포 키를 삭제하시겠습니까?

source: Documentation
ko: 문서
ru: Документация

source: Documentation about the "%{name}" feature
ko: "%{name}" 기능에 대한 문서
ru: Документация по функции «%{name}»

source: Documentation for popular identity providers
ko: 인기있는 자격증명 공급자에 대한 문서
ru: Документация для популярных поставщиков идентификации

source: Documentation pages URL
ko: 문서 페이지 URL
ru: URL страниц документации

source: Domain
ko: 도메인
ru: Домен

source: Domain Name
ko: 도메인 이름
ru: Имя домена

source: Domain Verification
ko: 도메인 인증

source: DomainVerification|Add Domain
ko: 도메인 추가
ru: Добавить домен

source: DomainVerification|Are you sure you want to delete this domain?
ko: 이 도메인을 삭제하시겠습니까?

source: DomainVerification|Delete domain
ko: 도메인 삭제

source: DomainVerification|Domain was added
ko: 도메인이 추가됨

source: DomainVerification|Domain was removed
ko: 도메인이 제거되었습니다.

source: DomainVerification|Domain was updated
ko: 도메인이 업데이트되었습니다.

source: DomainVerification|Edit Domain
ko: 도메인 편집
ru: Изменить домен

source: DomainVerification|Enter your domain
ko: 도메인을 입력하십시오.

source: DomainVerification|Failed to verify domain ownership
ko: 도메인 소유권을 확인하지 못했습니다.
ru: Не удалось подтвердить права на владение доменом

source: DomainVerification|How do I configure a domain?
ko: 도메인을 어떻게 구성합니까?

source: DomainVerification|How to set up DNS records?
ko: DNS 레코드를 설정하는 방법은 무엇입니까?

source: DomainVerification|Manually enter certificate information
ko: 인증 정보 수동 입력

source: DomainVerification|New Domain
ko: 새 도메인

source: DomainVerification|No domains configured. Create a domain in a project in this group hierarchy.
ko: 구성된 도메인이 없습니다. 이 그룹 계층의 프로젝트에 도메인을 만듭니다.
ru: Домены не настроены. Создайте домен в проекте этой иерархии групп.

source: DomainVerification|Remove certificate
ko: 인증서 제거

source: DomainVerification|Successfully verified domain ownership
ko: 도메인 소유권이 성공적으로 확인되었습니다.
ru: Права на владение доменом успешно подтверждены.

source: DomainVerification|The following domains are configured for projects in this group. Users with email addresses that match a verified domain do not need to confirm their account.
ko: 이 그룹의 프로젝트에 대해 다음 도메인이 구성됩니다. 확인된 도메인과 일치하는 이메일 주소를 가진 사용자는 계정을 확인할 필요가 없습니다.
ru: Следующие домены настроены для проектов в этой группе. Пользователи с адресами электронной почты, которые соответствуют проверенному домену, не обязаны подтверждать свою учётную запись.

source: DomainVerification|To verify ownership of your domain, add the above key to a TXT record within your DNS configuration within seven days. %{link_to_help}
ko: 도메인 소유권을 확인하려면 7일 이내에 DNS 구성 내의 TXT 레코드에 위의 키를 추가하세요. %{link_to_help}

source: Domains
ko: 도메인

source: Don't have a group?
ko: 그룹이 없습니까?
ru: Нет группы?

source: Don't have an account yet?
ko: 아직 계정이 없으신가요?

source: Don't paste the private part of the GPG key. Paste the public part which begins with '-----BEGIN PGP PUBLIC KEY BLOCK-----'.
ko: GPG 키의 개인 부분을 붙여넣지 마십시오. '-----BEGIN PGP PUBLIC KEY BLOCK-----'으로 시작하는 공개 부분을 붙여넣습니다.
ru: Не вставляйте закрытую часть ключа GPG. Вставьте открытую часть, начинающуюся с «----- BEGIN PGP PUBLIC KEY BLOCK -----».

source: Don't send service data
ko: 서비스 데이터를 보내지 마십시오

source: Don't show again
ko: 다시 표시하지 않음
ru: Не показывать снова

source: Don't show this again
ko: 다시 표시 안 함

source: Done
ko: 완료
ru: Выполнено

source: Dormant members
ko: 휴면 멤버
ru: Неактивные участники

source: Dormant users
ko: 휴면 사용자
ru: Неактивные пользователи

source: Download
ko: 다운로드
ru: Скачать

source: Download %{format}
ko: 다운로드 %{format}

source: Download %{format}:
ko: 다운로드 %{format}:

source: Download (%{fileSizeReadable})
ko: 다운로드 (%{fileSizeReadable})

source: Download (%{size})
ko: 다운로드 (%{size})

source: Download CSV
ko: CSV 다운로드
ru: Скачать CSV

source: Download PDF
ko: PDF 다운로드

source: Download all
ko: 모두 다운로드
ru: Скачать всё

source: Download artifacts
ko: 아티팩트 다운로드
ru: Скачать артефакты

source: Download artifacts archive
ko: 아티팩트 아카이브 다운로드
ru: Скачать архив артефактов

source: Download codes
ko: 코드 다운로드
ru: Скачать коды

source: Download directory
ko: 디렉토리 다운로드
ru: Скачать директорию

source: Download export
ko: 내보내기 다운로드

source: Download image
ko: 이미지 다운로드
ru: Загрузить изображение

source: Download one of the files below to see all changes.
ko: 아래 파일 중 하나를 다운로드하여 모든 변경 사항을 확인하세요.
ru: Скачайте один из файлов ниже, чтобы увидеть все изменения.

source: Download raw data (.csv)
ko: raw 데이터 다운로드 (.csv)

source: Download source code
ko: 소스 코드 다운로드
ru: Скачать исходный код

source: Download this directory
ko: 이 디렉토리 다운로드
ru: Скачать эту директорию

source: DownloadCommit|Plain Diff
ko: Plain Diff
ru: Скачать diff

source: Downloads
ko: 다운로드
ru: Загрузки

source: Downstream
ko: 다운스트림
ru: Нисходящая

source: Downstream pipeline
ko: 다운스트림 파이프라인

source: Downvotes
ko: 비추천
ru: Голоса "против"

source: Draft
ko: 초안
ru: Черновик

source: Draft: %{filename}
ko: 초안: %{filename}
ru: Черновик: %{filename}

source: Drag to reorder prioritized labels and change their relative priority.
ko: 드래그하여 우선 순위 라벨을 순서를 다시 정하여 상대적 우선 순위를 변경합니다.
ru: Перетащите, чтобы изменить порядок приоритетных меток и их относительный приоритет.

source: Drag your designs here or %{linkStart}click to upload%{linkEnd}.
ko: 디자인을 여기로 드래그하거나 %{linkStart}클릭하여 업로드%{linkEnd}.
ru: Перетащите ваши дизайны сюда или %{linkStart}нажмите для загрузки%{linkEnd}.

source: Drone CI URL (for example, `http://drone.example.com`).
ko: 드론 CI URL(예: `http://drone.example.com`).

source: Drone CI token.
ko: 드론 CI 토큰.

source: Drop or %{linkStart}upload%{linkEnd} an avatar.
ko: 아바타를 삭제하거나 %{linkStart}업로드%{linkEnd}하세요.

source: Drop or %{linkStart}upload%{linkEnd} file to attach
ko: 드롭 또는 %{linkStart}업로드할%{linkEnd} 파일 첨부
ru: Перетащите или %{linkStart}загрузите%{linkEnd} файл для прикрепления

source: Drop or %{linkStart}upload%{linkEnd} files to attach
ko: 드롭 또는 %{linkStart}업로드할%{linkEnd} 파일 첨부
ru: Перетащите или %{linkStart}загрузите%{linkEnd} файлы для прикрепления

source: Drop or upload file to attach
ko: 첨부할 파일을 드래그하거나 업로드하세요
ru: Перетащите или загрузите файл для прикрепления

source: Drop your designs to start your upload.
ko: 업로드를 시작하려면 디자인을 드롭하세요.

source: Drop your files to start your upload.
ko: 업로드를 시작하려면 파일을 드롭하세요.

source: DropdownWidget|An error occurred while fetching the assigned %{issuableAttribute} of the selected %{issuableType}.
ko: 선택된 %{issuableType}중 지정된 %{issuableAttribute}을 가져오는 동안 오류가 발생했습니다.

source: DropdownWidget|Cancel
ko: 취소
ru: Отмена

source: DropdownWidget|Edit %{issuableAttribute}
ko: %{issuableAttribute} 편집

source: DropdownWidget|Failed to fetch the %{issuableAttribute} for this %{issuableType}. Please try again.
ko: %{issuableType}에 대한 %{issuableAttribute}를 가져오지 못했습니다. 다시 시도하세요.
ru: Не удалось получить %{issuableAttribute} для этого рабочего элемента (%{issuableType}). Повторите попытку.

source: DropdownWidget|Failed to set %{issuableAttribute} on this %{issuableType}. Please try again.
ko: %{issuableType}에 대한 %{issuableAttribute}를,설정하지 못했습니다. 다시 시도하세요.
ru: Не удалось установить %{issuableAttribute} для этого рабочего элемента (%{issuableType}). Повторите попытку.

source: DropdownWidget|No %{issuableAttribute}
ko: %{issuableAttribute} 없음

source: DropdownWidget|No %{issuableAttribute} found
ko: %{issuableAttribute}를 찾을 수 없음

source: DropdownWidget|No open %{issuableAttribute} found
ko: 열린 %{issuableAttribute}를 찾을 수 없음

source: DropdownWidget|Select %{issuableAttribute}
ko: %{issuableAttribute} 선택

source: DropdownWidget|You do not have permission to view the currently assigned %{issuableAttribute} and will not be able to choose it again if you reassign it.
ko: 현재 지정된 %{issuableAttribute} 을 볼 수 있는 권한이 없으며 재지정하면 다시 선택할 수 없습니다.
ru: У вас нет прав для просмотра текущего %{issuableAttribute}, и вы не сможете выбрать его снова при переназначении.

source: DropdownWidget|You don't have permission to view this %{issuableAttribute}.
ko: 이 %{issuableAttribute}을 볼 권한이 없습니다.

source: Due Date
ko: 마감일
ru: Срок выполнения

source: Due date
ko: 마감일
ru: Дата завершения

source: Due to inactivity, the %{project_link} project is scheduled to be deleted on %{b_open}%{deletion_date}%{b_close}. To unschedule the deletion of %{project_link}, perform some activity on it. For example:
ko: %{project_link} 프로젝트가 장기간 활동이 없어 %{b_open}%{deletion_date}%{b_close}에 삭제될 예정입니다. %{project_link}의 삭제 예정을 취소하려면 다음과 같은 활동을 실행하십시오.

source: Due to inactivity, the %{project_name} (%{project_link}) project is scheduled to be deleted on %{deletion_date}. To unschedule the deletion of %{project_name}, perform some activity on it. For example:
ko: %{project_name} (%{project_link}) 프로젝트가 장기간 활동이 없어 %{deletion_date}에 삭제될 예정입니다. %{project_name}의 삭제 일정을 취소하려면 다음과 같은 활동을 실행하십시오.

source: Due to inactivity, this project is scheduled to be deleted on %{deletion_date}. %{link_start}Why is this scheduled?%{link_end}
ko: 비활동 상태로 인해 이 프로젝트는 %{deletion_date}에 삭제될 예정입니다. %{link_start}왜 삭제가 예정되어 있습니까?%{link_end}

source: Duo Workflow|Duo Workflow Settings have been saved
ko: Duo Workflow 설정이 저장됨
ru: Настройки Duo Workflow сохранены

source: Duo Workflow|Something went wrong saving Duo Workflow settings
ko: Duo Workflow 설정을 저장하는 중에 오류가 발생했습니다.
ru: Произошла ошибка при сохранении настроек Duo Workflow

source: DuoChat|%{linkStart}Learn how%{linkEnd} to set up Code Suggestions and Chat in your IDE. You can also use Chat in GitLab. Ask questions about:
ko: 코드 제안 및 채팅을 IDE에 설정하는%{linkStart}방법을 알아보세요%{linkEnd}. GitLab에서도 채팅을 사용할 수 있습니다. 다음에 대한 질문을 하세요:
ru: %{linkStart}Узнайте как%{linkEnd} настроить предложения кода и чат в вашей IDE. Также вы можете использовать чат в GitLab. Задавайте вопросы о:

source: DuoChat|AI features are now available
ko: AI 기능을 이제 사용할 수 있습니다
ru: Теперь доступны функции ИИ

source: DuoChat|An administrator has turned off GitLab Duo for this %{reason}
ko: 운영자가 다음과 같은 이유로 GitLab Duo를 비활성화했습니다: %{reason}
ru: Администратор отключил GitLab Duo по причине %{reason}

source: DuoChat|Ask a question about GitLab
ko: GitLab에 대해 질문하세요
ru: Задать вопрос о GitLab

source: DuoChat|For example, %{linkStart}what is a fork%{linkEnd}?
ko: 예를 들어 %{linkStart}포크가 뭐예요%{linkEnd}?
ru: Например, %{linkStart}что такое форк%{linkEnd}?

source: DuoChat|GitLab Duo Chat
ko: GitLab Duo Chat
ru: GitLab Duo Chat

source: DuoChat|GitLab Duo with Amazon Q
ko: GitLab Duo와 Amazon Q
ru: GitLab Duo с Amazon Q

source: DuoChat|Give feedback
ko: 의견 보내기
ru: Оставить отзыв

source: DuoChat|How to use GitLab
ko: GitLab 사용 방법
ru: Как пользоваться GitLab

source: DuoChat|Included references
ko: 포함된 참조
ru: Включенные ссылки

source: DuoChat|New chat conversation.
ko: 새로운 채팅 대화.
ru: Новый чат.
