Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Environment|There are no Kubernetes cluster connections configured for this environment. Connect a cluster to add the status of your workloads, resources, and the Flux reconciliation state to the dashboard. %{linkStart}Learn more about Kubernetes integration.%{linkEnd}
ko: 이 환경에 구성된 Kubernetes 클러스터 연결이 없습니다. 클러스터를 연결하여 워크로드 상태, 리소스 및 Flux 조정 상태를 대시보드에 추가하세요. %{linkStart}Kubernetes 통합에 대해 자세히 알아보세요.%{linkEnd}
ru: Для этого окружения не настроены подключения к кластерам Kubernetes. Подключите кластер, чтобы добавить статус ваших рабочих нагрузок, ресурсов и состояния синхронизации Flux на панель управления. %{linkStart}Подробнее об интеграции с Kubernetes%{linkEnd}.

source: Environment|There was an error connecting to the cluster agent.
ko: 클러스터 에이전트에 연결하는 동안 오류가 발생했습니다.

source: Environment|There was an error fetching %{resourceType}.
ko: %{resourceType}를 가져오는 중 오류가 발생했습니다.

source: Environment|Tree view
ko: 트리 보기
ru: В виде дерева

source: Environment|Unauthorized to access %{resourceType} from this environment.
ko: 이 환경에서 %{resourceType} 에 액세스할 권한이 없습니다.
ru: Вам запрещён доступ к %{resourceType} из этого окружения

source: Environment|Unavailable
ko: 사용 불가

source: Environment|Unhealthy
ko: 양호하지 않음

source: Environment|Unknown
ko: 알 수 없음

source: Environment|View details.
ko: 세부 사항 보기.
ru: Просмотреть детали.

source: Environment|You don't have permission to view all the namespaces in the cluster. If a namespace is not shown, you can still enter its name to select it.
ko: 클러스터의 모든 네임스페이스를 볼 수 있는 권한이 없습니다. 네임스페이스가 표시되지 않는 경우에도 해당 이름을 입력하여 선택할 수 있습니다.
ru: У вас нет прав для просмотра всех пространств имён в кластере. Если пространство имён не отображается, вы всё равно можете ввести его название, чтобы выбрать его.

source: Epic
ko: 에픽
ru: Цель

source: Epic (Promote to group)
ko: 에픽 (그룹으로 승격)
ru: Цель (Переместить в группу)

source: Epic Boards
ko: 에픽 보드
ru: Доски целей

source: Epic actions
ko: 에픽 동작

source: Epic and its work item parent must be the same
ko: 에픽과 해당 상위 작업 항목은 동일해야 합니다.
ru: Цель и её родительский рабочий элемент должны совпадать

source: Epic boards
ko: 에픽 보드
ru: Доски целей

source: Epic cannot be found.
ko: 에픽을 찾을 수 없습니다.
ru: Цель не может быть найдена.

source: Epic details
ko: 에픽 상세정보

source: Epic events
ko: 에픽 이벤트
ru: События цели

source: Epic issue not found for given params
ko: 주어진 파라메터에 해당하는 에픽 이슈를 찾을 수 없습니다

source: Epic not found for given params
ko: 지정된 매개변수에 대한 에픽을 찾을 수 없습니다

source: Epic swimlanes
ko: 에픽 스윔레인
ru: Группировать по целям

source: Epics
ko: 에픽
ru: Цели

source: Epics Roadmap
ko: 에픽 로드맵
ru: Глобальный план развития

source: Epics let you manage your portfolio of projects more efficiently and with less effort
ko: 에픽을 사용하면 더 적은 노력으로 더 효율적으로 프로젝트 포트폴리오를 관리할 수 있습니다.
ru: Цели позволят вам управлять портфелем проектов более эффективно и с меньшими усилиями

source: Epics, issues, and merge requests
ko: 에픽, 이슈, 머지 리퀘스트
ru: Цели, обсуждения и запросы на слияние

source: Epics|Add a new epic
ko: 새로운 에픽 추가
ru: Создать новую цель

source: Epics|Add an existing epic
ko: 기존 에픽 추가
ru: Добавить существующую цель

source: Epics|Are you sure you want to remove %{bStart}%{targetEpicTitle}%{bEnd} from %{bStart}%{parentEpicTitle}%{bEnd}?
ko: %{bStart}%{parentEpicTitle}%{bEnd}에서 %{bStart}%{targetEpicTitle}%{bEnd} 를 삭제하시겠습니까?

source: Epics|Are you sure you want to remove %{bStart}%{targetIssueTitle}%{bEnd} from %{bStart}%{parentEpicTitle}%{bEnd}?
ko: %{bStart}%{parentEpicTitle}%{bEnd}에서 %{bStart}%{targetIssueTitle}%{bEnd}를 제거하시겠습니까?
ru: Вы действительно хотите удалить %{bStart}%{targetIssueTitle}%{bEnd} из %{bStart}%{parentEpicTitle}%{bEnd}?

source: Epics|Learn more about linking child issues and epics
ko: 하위 이슈와 에픽을 링크하는 방법에 대해 자세히 알아보세요.
ru: Подробнее о связывании дочерних обсуждений и целей

source: Epics|Link child issues and epics together to show that they're related, or that one blocks another.
ko: 하위 이슈와 에픽을 함께 링크하여 서로 관련이 있거나 서로를 차단한다는 것을 보여줍니다.
ru: Свяжите дочерние обсуждения и цели, чтобы показать их взаимосвязь или блокировку одного другим.

source: Epics|Remove epic
ko: 에픽 삭제
ru: Удалить цель

source: Epics|Remove issue
ko: 이슈 삭제
ru: Удалить обсуждение

source: Epics|Something went wrong while creating child epics.
ko: 하위 에픽들을 만드는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании дочерних целей.

source: Epics|Something went wrong while creating issue.
ko: 이슈를 생성하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при создании обсуждения.

source: Epics|Something went wrong while fetching child epics.
ko: 하위 에픽들을 가져오는데 문제가 발생했습니다.
ru: Произошла ошибка при получении целей.

source: Epics|Something went wrong while fetching epics list.
ko: 에픽 목록을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении списка целей.

source: Epics|Something went wrong while moving item.
ko: 아이템을 이동하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при перемещении элемента.

source: Epics|Something went wrong while ordering item.
ko: 항목을 정렬하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при упорядочивании элемента.

source: Epics|Something went wrong while updating epics.
ko: 에픽을 업데이트하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при обновлении целей.

source: Epics|This will also remove any descendents of %{bStart}%{targetEpicTitle}%{bEnd} from %{bStart}%{parentEpicTitle}%{bEnd}. Are you sure?
ko: 이렇게 하면 %{bStart}%{parentEpicTitle}%{bEnd}에서 %{bStart}%{targetEpicTitle}%{bEnd} 의 모든 하위 항목도 제거됩니다. 확실합니까?

source: Erased
ko: 삭제됨

source: Error
ko: 오류
ru: Ошибка

source: Error Details
ko: 오류 세부 정보
ru: Подробности об ошибке

source: Error Tracking
ko: 오류 추적
ru: Отслеживание ошибок

source: Error code
ko: 오류 코드
ru: Код ошибки

source: Error creating epic
ko: 에픽을 만드는 중 오류가 발생했습니다.
ru: Ошибка создания цели

source: Error creating label.
ko: 라벨 생성중 오류
ru: Ошибка при создании метки.

source: Error creating new iteration
ko: 새 이터레이션을 만드는 동안 오류가 발생했습니다.
ru: Ошибка при создании новой итерации

source: Error creating or updating PreScanVerificationStep: %{errors}
ko: PreScanVerificationStep 생성 또는 업데이트 중 오류 발생: %{errors}
ru: Ошибка при создании или обновлении PreScanVerificationStep: %{errors}

source: Error creating repository for snippet with id %{snippet_id}
ko: ID가 %{snippet_id}인 스니펫에 대한 리포지토리를 만드는 중 오류가 발생했습니다.

source: Error creating the snippet
ko: 스니펫을 만드는 동안 오류가 발생했습니다.

source: Error creating vulnerability finding: %{errors}
ko: 검출된 취약점 생성 중 오류: %{errors}
ru: Ошибка при создании обнаружения уязвимости: %{errors}

source: Error deleting the value stream
ko: 가치 흐름을 삭제하는 중에 오류가 발생했습니다.

source: Error fetching branches
ko: 브랜치를 가져오는 중에 오류가 발생했습니다.

source: Error fetching burnup chart data
ko: 번업 차트 데이터를 가져오는 동안 오류가 발생했습니다.
ru: Произошла ошибка при получении данных для графика выполнения

source: Error fetching data. Please try again.
ko: 데이터를 가져오는 중 오류가 발생했습니다. 다시 시도해주세요.

source: Error fetching diverging counts for branches. Please try again.
ko: 브랜치의 분기 수를 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.
ru: Ошибка при получении данных о различающихся ветках. Повторите попытку.

source: Error fetching forked projects. Please try again.
ko: 포크 프로젝트 가져오기 오류. 다시 시도하세요.
ru: Ошибка при получении форкнутых проектов. Повторите попытку.

source: Error fetching labels.
ko: 라벨을 가져 오는 중 오류가 발생했습니다.
ru: Ошибка получения меток.

source: Error fetching network graph.
ko: 네트워크 그래프 반영 중 오류
ru: Ошибка получения сетевого графа.

source: Error fetching payload data.
ko: 페이로드 데이터 가져오기 오류.

source: Error fetching the dependency list. Please check your network connection and try again.
ko: 의존성 목록 가져오기 오류. 네트워크 연결을 확인하고 다시 시도하십시오.
ru: Ошибка при извлечении списка зависимостей. Пожалуйста, проверьте подключение к сети и попробуйте ещё раз.

source: Error fetching the dependency list: %{errorDetails}
ko: 의존성 목록을 가져오는 중 오류 발생: %{errorDetails}

source: Error linking identity: %{errors}
ko: 식별자 링크 오류: %{errors}

source: Error linking identity: Provider and Extern UID must be in the session.
ko: 식별자 링크 오류: 공급자와 외부 UID가 세션에 있어야 합니다.
ru: Ошибка связывания личности: Провайдер и внешний UID должны быть в сессии.

source: Error loading burndown chart data
ko: 번다운 차트 데이터 로딩 오류
ru: Произошла ошибка при загрузке данных для графика сгорания

source: Error loading file viewer.
ko: 파일 뷰어를 로드하는 중에 오류가 발생했습니다.
ru: Ошибка загрузки программы просмотра файлов.

source: Error loading issues
ko: 이슈 목록 로딩 오류

source: Error loading iterations
ko: 이터레이션 로딩 오류
ru: Ошибка при загрузке итераций

source: Error loading markdown preview
ko: 마크 다운 미리보기 오류
ru: Ошибка загрузки предпросмотра markdown

source: Error loading milestone tab
ko: 마일스톤 탭을 로드하는 동안 오류가 발생했습니다.
ru: Ошибка загрузки вкладки этапа

source: Error loading viewer
ko: 뷰어 로딩 오류

source: Error occurred when fetching sidebar data
ko: 사이드바 데이터를 가져오는 중 문제가 발생했습니다.
ru: Произошла ошибка при получении данных боковой панели

source: Error occurred when saving reviewers
ko: 검토자를 저장하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при сохранении рецензентов

source: Error occurred when starting the workflow
ko: 워크플로 시작 중 오류가 발생했습니다.
ru: Произошла ошибка при запуске рабочего процесса

source: Error occurred while updating the issue status
ko: 이슈 상태 업데이트 중 오류 발생
ru: Произошла ошибка при обновлении статуса обсуждения

source: Error occurred. %{message}
ko: 오류가 발생했습니다. %{message}
ru: Произошла ошибка. %{message}

source: Error occurred. A blocked user cannot be deactivated
ko: 오류가 발생했습니다. 차단된 사용자는 비활성화할 수 없습니다.
ru: Произошла ошибка. Заблокированного пользователя нельзя отключить

source: Error occurred. A blocked user must be unblocked to be activated
ko: 오류가 발생했습니다. 차단된 사용자는 차단을 해제해야 활성화할 수 있습니다.
ru: Произошла ошибка. Заблокированный пользователь должен быть разблокирован для активации

source: Error occurred. User was not blocked
ko: 오류 발생. 사용자가 차단되지 않음
ru: Произошла ошибка. Пользователь не был заблокирован

source: Error occurred. User was not confirmed
ko: 오류 발생. 사용자가 승인되지 않음

source: Error occurred. User was not unbanned
ko: 오류가 발생했습니다. 계정정지 해제가 되지 않았습니다.
ru: Ошибка. Пользователь не разбанен

source: Error occurred. User was not unblocked
ko: 오류가 발생하였습니다. 사용자가 차단 해제되지 않았습니다.
ru: Произошла ошибка. Пользователь не был разблокирован

source: Error occurred. User was not unlocked
ko: 오류가 발생했습니다. 사용자가 잠금 해제되지 않았습니다.
ru: Произошла ошибка. Пользователь не был разблокирован

source: Error occurred. User was not updated
ko: 오류가 발생했습니다. 사용자가 업데이트되지 않았습니다.

source: Error parsing CSV file. Please make sure it has
ko: CSV 파일을 구문 분석하는 동안 오류가 발생했습니다. 다음 사항을 확인하십시오.

source: Error promoting the note to timeline event: %{error}
ko: 노트를 타임라인 이벤트로 승격하는 중 오류 발생: %{error}
ru: Ошибка при добавлении комментария в хронологию инцидента: %{error}

source: Error rendering Markdown preview
ko: 마크다운 미리보기 렌더링 오류
ru: Ошибка предпросмотра Markdown

source: Error saving credit card validation record
ko: 신용카드 인증 기록을 저장하는 중에 오류가 발생했습니다.

source: Error saving label update.
ko: 라벨 갱신 중 오류 발생
ru: Ошибка при обновлении метки.

source: Error tracking
ko: 오류 추적
ru: Отслеживание ошибок

source: Error tracking service responded with an error.
ko: 오류 추적 서비스에서 오류를 응답했습니다.
ru: Служба отслеживания ошибок ответила с ошибкой.

source: Error updating %{issuableType}
ko: %{issuableType} 업데이트 오류

source: Error updating the snippet
ko: 스니펫을 업데이트하는 중에 오류가 발생했습니다.

source: Error uploading file
ko: 파일 업로드 오류
ru: Ошибка загрузки файла

source: Error uploading file. Please try again.
ko: 파일 업로드에 실패하였습니다. 다시 시도해 주세요.

source: Error while migrating %{upload_id}: %{error_message}
ko: 마이그레이션 중 오류 %{upload_id}: %{error_message}
ru: Ошибка при переносе %{upload_id}: %{error_message}

source: Error with Akismet. Please check the logs for more info.
ko: Akismet에 오류가 있습니다. 자세한 내용은 로그를 확인하십시오.
ru: Произошла ошибка при работе с Akismet. Проверьте журналы для получения дополнительной информации.

source: Error:
ko: 오류:
ru: Ошибка:

source: Error: %{error_message}
ko: 오류: %{error_message}

source: Error: %{error}
ko: 오류: %{error}

source: Error: Can't edit this file. The fork and upstream project have diverged. %{link_start}Edit the file on the fork %{icon}%{link_end}, and create a merge request.
ko: 오류: 이 파일을 편집할 수 없습니다. 포크된 프로젝트와 업스트림 프로젝트가 다른 상태입니다. %{link_start}포크된 프로젝트에서 파일을 편집하고 %{icon}%{link_end} 머지 리퀘스트를 생성하세요.
ru: Ошибка: Невозможно отредактировать этот файл. Форк и исходный проект разошлись. %{link_start}Отредактируйте файл в форке %{icon}%{link_end} и создайте запрос на слияние.

source: Error: Couldn't load some or all of the changes.
ko: 오류: 일부 또는 모든 변경 사항을 로드할 수 없습니다.

source: Error: Gitaly is unavailable. Contact your administrator.
ko: 오류: Gitaly를 사용할 수 없습니다. 운영자에게 문의하세요.
ru: Ошибка: Gitaly недоступен. Обратитесь к администратору.

source: Error: Unable to create deploy freeze
ko: 오류: 배포 변경금지를 생성할 수 없습니다.
ru: Ошибка: Не удалось создать заморозку развёртывания

source: Error: Unable to delete deploy freeze
ko: 오류: 배포 변경금지를 삭제할 수 없습니다.
ru: Ошибка: Не удалось удалить заморозку развёртывания

source: ErrorTracking|Access token is %{token_in_code_tag}
ko: 액세스 토큰이 %{token_in_code_tag}입니다.
ru: Токен доступа %{token_in_code_tag}

source: ErrorTracking|Active
ko: 활성
ru: Активно

source: ErrorTracking|After adding your Auth Token, select the Connect button to load projects.
ko: 인증 토큰을 추가한 후 연결 버튼을 선택하여 프로젝트를 로드합니다.
ru: После добавления вашего токена авторизации нажмите кнопку «Подключить», чтобы загрузить проекты.

source: ErrorTracking|Auth Token
ko: 인증 토큰
ru: Токен аутентификации

source: ErrorTracking|Click Connect to reestablish the connection to Sentry and activate the dropdown.
ko: 연결을 클릭하여 Sentry에 대한 연결을 다시 설정하고 드롭다운을 활성화합니다.
ru: Нажмите «Подключить», чтобы восстановить соединение с Sentry и активировать раскрывающийся список.

source: ErrorTracking|Connection failed. Check Auth Token and try again.
ko: 연결 실패. 인증 토큰을 확인하고 다시 시도하십시오.
ru: Не удалось установить соединение. Проверьте токен авторизации и повторите попытку.

source: ErrorTracking|Enable error tracking
ko: 오류 추적 활성화
ru: Включить отслеживание ошибок

source: ErrorTracking|Error tracking backend
ko: 오류 추적 백엔드
ru: Бекенд системы отслеживания ошибок

source: ErrorTracking|If you self-host Sentry, enter your Sentry instance's full URL. If you use Sentry's hosted solution, enter https://sentry.io
ko: Sentry를 자체 호스팅하는 경우 Sentry 인스턴스의 전체 URL을 입력하세요. Sentry의 호스팅 솔루션을 사용하는 경우 https://sentry.io 입력
ru: Если вы используете самоуправляемый Sentry, введите полный URL вашего экземпляра Sentry. Если вы используете облачное решение Sentry, введите https://sentry.io

source: ErrorTracking|Integrated error tracking is %{epicLinkStart}turned off by default%{epicLinkEnd} and no longer active for this project. To re-enable error tracking on self-hosted instances, you can either %{flagLinkStart}turn on the feature flag%{flagLinkEnd} for integrated error tracking, or provide a %{settingsLinkStart}Sentry API URL and Auth Token%{settingsLinkEnd} on your project settings page. However, error tracking is not ready for production use and cannot be enabled on GitLab.com.
ko: 통합 오류 추적은 %{epicLinkStart}기본값으로는 꺼져 있으며%{epicLinkEnd} 이 프로젝트에 대해 더 이상 활성화되지 않습니다. 자체 호스팅 인스턴스에서 오류 추적을 다시 활성화하려면 통합 오류 추적 %{flagLinkStart}기능 플래그를 켜거나%{flagLinkEnd} 프로젝트 설정 페이지에서 %{settingsLinkStart}Sentry API URL 및 인증 토큰%{settingsLinkEnd} 을 입력할 수 있습니다. 오류 추적 기능은 아직 프로덕션 배포용으로 적합하지 않으며 GitLab.com에서는 활성화할 수 없습니다.
ru: Интегрированное отслеживание ошибок %{epicLinkStart}отключено по умолчанию%{epicLinkEnd} и больше не активно для этого проекта. Чтобы повторно включить отслеживание ошибок в автономных экземплярах, вы можете или %{flagLinkStart}включить опцию%{flagLinkEnd} для интегрированного отслеживания ошибок или предоставить %{settingsLinkStart}Sentry API URL и токен аутентификации%{settingsLinkEnd} на странице настроек проекта. В то же время, отслеживание ошибок не готово к использованию и не может быть включено на GitLab.com.

source: ErrorTracking|Integrated error tracking is %{epicLinkStart}turned off by default%{epicLinkEnd} and no longer active for this project. To re-enable error tracking on self-hosted instances, you can either %{flagLinkStart}turn on the feature flag%{flagLinkEnd} for integrated error tracking, or provide a Sentry API URL and Auth Token below. However, error tracking is not ready for production use and cannot be enabled on GitLab.com.
ko: 통합 오류 추적은 %{epicLinkStart}기본값으로는 꺼져 있으며%{epicLinkEnd} 이 프로젝트에 대해 더 이상 활성화되지 않습니다. 자체 호스팅 인스턴스에서 오류 추적을 다시 활성화하려면 통합 오류 추적 %{flagLinkStart}기능 플래그를 켜거나%{flagLinkEnd} 아래에서 Sentry API URL 및 인증 토큰을 입력할 수 있습니다. 오류 추적 기능은 아직 프로덕션 배포용으로 적합하지 않으며 GitLab.com에서는 활성화할 수 없습니다.
ru: Интегрированное отслеживание ошибок %{epicLinkStart}отключено по умолчанию%{epicLinkEnd} и больше не активно для этого проекта. Чтобы повторно включить отслеживание ошибок в автономных экземплярах, вы можете или %{flagLinkStart}включить опцию%{flagLinkEnd} для интегрированного отслеживания ошибок или предоставить Sentry API URL и токен аутентификации ниже. В то же время, отслеживание ошибок не готово к использованию и не может быть включено на GitLab.com.

source: ErrorTracking|No projects available
ko: 사용 가능한 프로젝트 없음
ru: Нет доступных проектов

source: ErrorTracking|Select project
ko: 프로젝트 선택
ru: Выбрать проект

source: ErrorTracking|To enable project selection, enter a valid Auth Token.
ko: 프로젝트 선택을 활성화하기 위해, 유효한 인증 토큰을 입력하세요.
ru: Чтобы разрешить выбор проекта, введите действительный токен авторизации.

source: ErrorTracking|View project settings
ko: 프로젝트 설정 보기
ru: Просмотр настроек проекта

source: Errors
ko: 오류
ru: Ошибки

source: Errors found on line %{line_number}: %{error_lines}. Please check if these lines have a requirement title.
ko: %{line_number}: %{error_lines} 라인에서 오류 발견. 이 라인들에 요구 사항 제목이 있는지 확인하세요.

source: Escalate this incident
ko: 이 인시던트 에스컬레이트하기

source: Escalation Policies
ko: 에스컬레이션 정책

source: Escalation policies
ko: 에스컬레이션 정책

source: Escalation policies may not have more than %{rule_count} rules
ko: 에스컬레이션 정책에는 %{rule_count} 개 이상의 규칙이 있을 수 없습니다.

source: Escalation policies must have at least one rule
ko: 에스컬레이션 정책에는 하나 이상의 규칙이 있어야 합니다.

source: Escalation policy
ko: 에스컬레이션 정책
ru: Политика эскалации

source: Escalation policy:
ko: 에스컬레이션 정책:
ru: Политика эскалации:

source: EscalationPolicies|%{clockIcon} IF alert is not %{alertStatus} in %{minutes}
ko: %{clockIcon} 알림이 %{minutes} 내에 %{alertStatus}가 아닌 경우

source: EscalationPolicies|%{notificationIcon} THEN %{doAction} %{forScheduleOrUser}
ko: %{notificationIcon} THEN %{doAction} %{forScheduleOrUser}

source: EscalationPolicies|+ Add an additional rule
ko: + 추가 규칙 추가

source: EscalationPolicies|A schedule is required for adding an escalation policy.
ko: 에스컬레이션 정책을 추가하려면 일정이 필요합니다.

source: EscalationPolicies|A schedule is required for adding an escalation policy. Please create an on-call schedule first.
ko: 에스컬레이션 정책을 추가하려면 일정이 필요합니다. 먼저 온콜 일정을 생성하십시오.
ru: Для добавления политики эскалации требуется график дежурств. Сначала создайте график дежурств.

source: EscalationPolicies|A user is required for adding an escalation policy.
ko: 에스컬레이션 정책을 추가하려면 사용자가 필요합니다.

source: EscalationPolicies|Add an escalation policy
ko: 에스컬레이션 정책 추가
ru: Добавить политику эскалации

source: EscalationPolicies|Add escalation policy
ko: 에스컬레이션 정책 추가
ru: Добавить политику эскалации

source: EscalationPolicies|Add policy
ko: 정책 추가
ru: Добавить политику

source: EscalationPolicies|Are you sure you want to delete the "%{escalationPolicy}" escalation policy? This action cannot be undone.
ko: 정말로 "%{escalationPolicy}" 에스컬레이션 정책을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.

source: EscalationPolicies|Choose who to email if those contacted first about an alert don't respond.
ko: 대응 알림에 처음으로 연락된 사람들이 응답하지 않을 경우 이메일을 받을 대상을 선택하세요.

source: EscalationPolicies|Choose who to email if those contacted first about an alert don't respond. To access this feature, ask %{linkStart}a project Owner%{linkEnd} to grant you at least the Maintainer role.
ko: 대응 알림을 처음에 연락한 사람들이 응답하지 않을 경우 이메일을 받을 대상을 선택하세요. 이 기능에 액세스하려면 최소한 유지관리자 권한을 부여하기 위해 %{linkStart}프로젝트 소유자%{linkEnd}에게 요청하세요.

source: EscalationPolicies|Create an escalation policy in GitLab
ko: GitLab에서 에스컬레이션 정책 만들기

source: EscalationPolicies|Delete escalation policy
ko: 에스컬레이션 정책 삭제

source: EscalationPolicies|Distinguishes this policy from others you may create (for example, "Critical alert escalation").
ko: 다른 정책과 구별하기 위한 이름 (예: "중요 경보 에스컬레이션")

source: EscalationPolicies|Edit escalation policy
ko: 에스컬레이션 정책 편집

source: EscalationPolicies|Email on-call user in schedule
ko: 일정에 따라 온콜 사용자에게 이메일 보내기
ru: Отправить электронное письмо дежурному пользователю в графике

source: EscalationPolicies|Email user
ko: 이메일 사용자

source: EscalationPolicies|Escalation policies
ko: 에스컬레이션 정책

source: EscalationPolicies|Escalation policy %{obstacle} in project %{project}
ko: %{obstacle} in project %{project} 에스컬레이션 정책

source: EscalationPolicies|Escalation policy successfully created
ko: 에스컬레이션 정책이 성공적으로 생성되었습니다.

source: EscalationPolicies|Escalation rules
ko: 에스컬레이션 규칙

source: EscalationPolicies|Failed to load oncall-schedules
ko: 온콜-일정 로드 실패
ru: Не удалось загрузить графики дежурств

source: EscalationPolicies|IF alert is not %{alertStatus} in %{minutes} minutes
ko: 알림이 %{minutes}분 동안 %{alertStatus}가 아닌 경우

source: EscalationPolicies|Maximum of 10 rules has been reached.
ko: 최대 10개의 규칙에 도달했습니다.

source: EscalationPolicies|Minutes must be between 0 and 1440.
ko: 0에서 1440분 사이여야 합니다.

source: EscalationPolicies|More detailed information about your policy.
ko: 정책에 대한 더 자세한 정보입니다.
ru: Более подробная информация о вашей политике.

source: EscalationPolicies|Remove escalation rule
ko: 에스컬레이션 규칙 삭제

source: EscalationPolicies|Search for user
ko: 사용자 검색
ru: Поиск пользователя

source: EscalationPolicies|Select schedule
ko: 일정 선택

source: EscalationPolicies|THEN %{doAction} %{scheduleOrUser}
ko: THEN %{doAction} %{scheduleOrUser}

source: EscalationPolicies|The escalation policy could not be deleted. Please try again.
ko: 이 에스컬레이션 정책은 삭제될 수 없습니다. 다시 시도하세요.

source: EscalationPolicies|The escalation policy could not be updated. Please try again
ko: 이 에스컬레이션 정책은 업데이트될 수 없습니다. 다시 시도하세요

source: EscalationPolicies|This policy has no escalation rules.
ko: 이 정책은 에스컬레이션 규칙이 없습니다.

source: EscalationPolicies|When a new alert is received, the users specified in the policy receive an email.
ko: 새로운 경보가 수신되면, 정책에 지정된 사용자들은 이메일을 받습니다.

source: EscalationPolicies|mins
ko: 분

source: EscalationStatus|Acknowledged
ko: 확인됨
ru: Подтверждено

source: EscalationStatus|Resolved
ko: 해결됨

source: EscalationStatus|Triggered
ko: 트리거됨

source: Escape
ko: 에스케이프

source: Estimate
ko: 추정
ru: Оценить

source: Estimated
ko: 추정됨
ru: Оценочно

source: Even if you reach the number of seats in your subscription, you can continue to add users, and GitLab will bill you for the overage.
ko: 구독 좌석 수에 도달하더라도 사용자를 계속 추가할 수 있으며 GitLab에서 초과분에 대해 청구합니다.
ru: Даже если вы достигнете лимита лицензий в вашем тарифе, вы можете продолжать добавлять пользователей, и GitLab будет выставлять вам счёт за превышение лимита.

source: Event '%{event}' of type '%{event_type}' must not start with '%{prefix}'
ko: '%{event_type}' 유형의 이벤트 '%{event}'은 '%{prefix}'로 시작할 수 없습니다

source: Event tag (optional)
ko: 이벤트 태그 (옵션)

source: Event tracking
ko: 이벤트 추적
ru: Отслеживание событий

source: Event type '%{type}' is not yet supported
ko: 이벤트 유형 '%{type}'은 아직 지원되지 않습니다.

source: EventFilterBy|Filter by all
ko: 모든 값을 기준으로 필터
ru: Фильтр по всему

source: EventFilterBy|Filter by comments
ko: 댓글 기준으로 필터
ru: Фильтр по комментарию

source: EventFilterBy|Filter by designs
ko: 디자인 기준으로 필터
ru: Фильтр по дизайнам

source: EventFilterBy|Filter by epic events
ko: 에픽 이벤트 기준으로 필터
ru: Фильтровать по событиям целей

source: EventFilterBy|Filter by issue events
ko: 이슈 이벤트 기준으로 필터
ru: Фильтр по событиям обсуждений

source: EventFilterBy|Filter by merge events
ko: 머지 이벤트 기준으로 필터
ru: Фильтр по событиям слияний

source: EventFilterBy|Filter by push events
ko: 푸시 이벤트 기준으로 필터
ru: Фильтр по событиям отправки

source: EventFilterBy|Filter by team
ko: 팀 기준으로 필터
ru: Фильтр по команде
