Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: GroupsEmptyState|Create subgroup
ko: 하위 그룹 생성
ru: Создать вложенную группу

source: GroupsEmptyState|If you organize your projects under a group, it works like a folder. You can manage your group member's permissions and access to each project in the group.
ko: 프로젝트를 그룹으로 구성하면 폴더처럼 작동합니다. 그룹 멤버의 권한과 그룹의 각 프로젝트에 대한 액세스 권한을 관리할 수 있습니다.
ru: Если вы организуете свои проекты в группу, она будет работать как папка. Вы сможете управлять разрешениями участников группы и доступом к каждому проекту в группе.

source: GroupsEmptyState|No groups found
ko: 그룹이 없습니다.
ru: Группы не найдены

source: GroupsEmptyState|No public or internal groups
ko: 공개 또는 내부 그룹 없음
ru: Нет публичных или внутренних групп

source: GroupsEmptyState|Other groups this group has been %{linkStart}invited to%{linkEnd} will appear here.
ko: 이 그룹이 %{linkStart}초대받은%{linkEnd} 다른 그룹이 여기 표시됩니다.
ru: Другие группы, в которые эта группа была %{linkStart}приглашена%{linkEnd}, появятся здесь.

source: GroupsEmptyState|Projects are where you can store your code, access issues, wiki, and other features of GitLab.
ko: 프로젝트는 코드를 저장하고 이슈, 위키, 등의 GitLab의 기능에 액세스할 수 있는 곳입니다.
ru: Проекты — это место для хранения кода, работы с обсуждениями, вики и другими функциями GitLab.

source: GroupsEmptyState|Projects that are no longer used are displayed here.
ko: 더 이상 사용되지 않는 프로젝트가 여기에 표시됩니다.
ru: Проекты, которые больше не используются, отображаются здесь.

source: GroupsEmptyState|Projects this group has been %{linkStart}invited to%{linkEnd} will appear here.
ko: 이 그룹이 %{linkStart}초대받은%{linkEnd} 프로젝트가 여기에 표시됩니다.
ru: Проекты, в которые эта группа была %{linkStart}приглашена%{linkEnd}, появятся здесь.

source: GroupsEmptyState|There are no inactive projects in this group
ko: 이 그룹에는 비활성 프로젝트가 없습니다.
ru: В этой группе нет неактивных проектов

source: GroupsEmptyState|There are no subgroups or projects in this group
ko: 이 그룹에는 하위 그룹이나 프로젝트가 없습니다.
ru: В этой группе нет вложенных групп или проектов

source: GroupsEmptyState|This group has not been invited to any other groups.
ko: 이 그룹은 다른 그룹에 초대되지 않았습니다.
ru: Эта группа не была приглашена в другие группы.

source: GroupsEmptyState|This group has not been invited to any other projects.
ko: 이 그룹은 다른 프로젝트에 초대되지 않았습니다.
ru: Эта группа не была приглашена в другие проекты.

source: GroupsEmptyState|Use groups to manage multiple projects and members.
ko: 그룹을 사용하여 여러 프로젝트와 멤버를 관리합니다.
ru: Используйте группы для управления несколькими проектами и участниками.

source: GroupsEmptyState|Use projects to store and access issues, wiki pages, and other GitLab features.
ko: 프로젝트를 사용하여 이슈, 위키 페이지 및 기타 GitLab 기능을 저장하고 액세스합니다.
ru: Используйте проекты для хранения и доступа к обсуждениям, страницам вики и другим функциям GitLab.

source: GroupsEmptyState|You do not have necessary permissions to create a subgroup or project in this group. Please contact an owner of this group to create a new subgroup or project.
ko: 이 그룹에 하위 그룹이나 프로젝트를 만드는 데 필요한 권한이 없습니다. 새 하위 그룹이나 프로젝트를 만들려면 이 그룹의 소유자에게 문의하십시오.
ru: У вас нет необходимых прав для создания вложенной группы или проекта в этой группе. Обратитесь к владельцу группы для создания новой вложенной группы или проекта.

source: GroupsNew|%{groupsLinkStart}Groups%{groupsLinkEnd} and %{subgroupsLinkStart}subgroups%{subgroupsLinkEnd} allow you to manage and collaborate across multiple projects. Members of a group have access to all of its projects.
ko: %{groupsLinkStart}그룹%{groupsLinkEnd} 및 %{subgroupsLinkStart}하위 그룹%{subgroupsLinkEnd} 을 통해 여러 프로젝트를 관리하고 공동 작업할 수 있습니다. 그룹의 구성원은 모든 프로젝트에 액세스할 수 있습니다.
ru: %{groupsLinkStart}Группы%{groupsLinkEnd} и %{subgroupsLinkStart}подгруппы%{subgroupsLinkEnd} позволяют управлять и взаимодействовать между несколькими проектами. Участники группы имеют доступ ко всем его проектам.

source: GroupsNew|%{linkStart}Groups%{linkEnd} allow you to manage and collaborate across multiple projects. Members of a group have access to all of its projects.
ko: %{linkStart}그룹%{linkEnd}을 사용하면 여러 프로젝트를 관리하고 협업을 수행할 수 있습니다. 그룹 멤버들은 모든 프로젝트에 액세스 할 수 있습니다.
ru: %{linkStart}Группы%{linkEnd} позволяют вам управлять и сотрудничать в нескольких проектах. Участники группы имеют доступ ко всем ее проектам.

source: GroupsNew|Assemble related projects together and grant members access to several projects at once.
ko: 관련 프로젝트를 모아 멤버들에게 한 번에 여러 프로젝트에 대한 액세스 권한을 부여합니다.
ru: Соберите связанные проекты вместе и предоставьте участникам доступ к нескольким проектам одновременно.

source: GroupsNew|Connect instance
ko: 인스턴스 연결
ru: Подключить экземпляр

source: GroupsNew|Create a token in the %{pat_link_start}user settings%{pat_link_end} of the source GitLab instance with the %{code_start}api%{code_end} scope. For source instances on GitLab 15.0 or earlier, the token must additionally have the %{code_start}read_repository%{code_end} scope. For %{short_living_link_start}security reasons%{short_living_link_end}, set a short expiration date for the token. Keep in mind that large migrations take more time.
ko: 원본 GitLab 인스턴스의 %{pat_link_start}사용자 설정%{pat_link_end}에서 %{code_start}api%{code_end} 범위로 토큰을 생성하세요. GitLab 15.0 또는 이전 버전의 원본 인스턴스에서는 토큰에 추가로 %{code_start}read_repository%{code_end} 범위가 필요합니다. %{short_living_link_start}보안상의 이유%{short_living_link_end}로 토큰의 만료 날짜를 짧게 설정하세요. 대규모 마이그레이션은 더 많은 시간이 소요될 수 있음을 유의하세요.
ru: Создайте токен в %{pat_link_start}настройках пользователя%{pat_link_end} исходного экземпляра GitLab с областью %{code_start}api%{code_end}. Для исходных экземпляров GitLab 15.0 или более ранних версий токен должен дополнительно иметь область %{code_start}read_repository%{code_end}. По %{short_living_link_start}соображениям безопасности%{short_living_link_end} установите короткий срок действия токена. Имейте в виду, что для больших миграций требуется больше времени.

source: GroupsNew|Create group
ko: 그룹 생성
ru: Создать группу

source: GroupsNew|Create new group
ko: 새 그룹 생성
ru: Создать новую группу

source: GroupsNew|Create subgroup
ko: 하위 그룹 만들기
ru: Создать подгруппу

source: GroupsNew|Enter the URL for the source instance.
ko: 소스 인스턴스의 URL을 입력하십시오.
ru: Введите URL для исходного экземпляра.

source: GroupsNew|GitLab source instance base URL
ko: GitLab 소스 인스턴스 기본 URL
ru: Базовый URL исходного экземпляра GitLab

source: GroupsNew|Groups
ko: 그룹
ru: Группы

source: GroupsNew|Groups can also be nested by creating %{linkStart}subgroups%{linkEnd}.
ko: %{linkStart}하위 그룹%{linkEnd}을 만들어 그룹을 포함할 수 있습니다.
ru: Группы также могут быть вложены путем создания %{linkStart}подгрупп%{linkEnd}.

source: GroupsNew|Import a group and related data from another GitLab instance.
ko: 다른 GitLab 인스턴스에서 그룹 및 관련 데이터를 가져옵니다.
ru: Импорт группы и связанных данных из другого экземпляра GitLab.

source: GroupsNew|Import group
ko: 그룹 가져오기
ru: Импорт группы

source: GroupsNew|Import groups by direct transfer
ko: 직접 전송으로 그룹 가져오기
ru: Импортировать группы напрямую

source: GroupsNew|Importing groups by direct transfer is currently disabled.
ko: 현재 직접 전송으로 그룹 가져오기가 비활성화되어 있습니다.
ru: Импорт групп напрямую в настоящее время отключён.

source: GroupsNew|New group
ko: 새 그룹
ru: Новая группа

source: GroupsNew|New subgroup
ko: 새 하위 그룹
ru: Новая подгруппа

source: GroupsNew|Not all group items are migrated. %{docs_link_start}What items are migrated%{docs_link_end}?
ko: 모든 그룹 항목이 마이그레이션되지 않습니다. %{docs_link_start}어떤 항목들이 마이그레이션될까요%{docs_link_end}?

source: GroupsNew|Personal access token
ko: 개인 액세스 토큰
ru: Личный токен доступа

source: GroupsNew|Please %{admin_link_start}enable it in the Admin settings%{admin_link_end}.
ko: 운영자 설정에서 %{admin_link_start}활성화해 주십시오%{admin_link_end}.

source: GroupsNew|Please ask your Administrator to enable it in the Admin settings.
ko: 운영자에게 운영자 설정에서 이를 활성화하도록 요청하십시오.

source: GroupsNew|Please fill in your personal access token.
ko: 개인 액세스 토큰을 입력하세요.
ru: Заполните ваш личный токен доступа.

source: GroupsNew|Provide credentials for the %{url_link_start}source instance%{url_link_end} to import from. You can provide this instance as a source to move groups within this instance.
ko: 가져올 %{url_link_start}소스 인스턴스%{url_link_end}에 대한 인증 정보를 제공합니다. 이 인스턴스를 소스로 제공하여 이 인스턴스의 그룹을 이동할 수 있습니다.

source: GroupsNew|Remember to enable it also on the instance you are migrating from.
ko: 마이그레이션을 수행하는 인스턴스에서도 이를 활성화해야 합니다.
ru: Не забудьте также включить это на экземпляре, с которого вы выполняете миграцию.

source: GroupsNew|This feature is deprecated and replaced by group migration by direct transfer. %{docs_link_start}Learn more%{docs_link_end}.
ko: 이 기능은 더 이상 사용되지 않으며, 직접 전송에 의한 그룹 마이그레이션으로 대체되었습니다. %{docs_link_start}자세히 알아보기%{docs_link_end}.
ru: Эта функция устарела и заменена групповой миграцией путём прямого переноса. %{docs_link_start}Подробнее%{docs_link_end}.

source: GroupsNew|To import a group, navigate to the group settings for the GitLab source instance, %{link_start}generate an export file%{link_end}, and upload it here.
ko: 그룹을 가져오려면 GitLab 소스 인스턴스의 그룹 설정으로 이동하여 %{link_start}내보내기 파일을 생성%{link_end}하고 여기에 업로드합니다.
ru: Чтобы импортировать группу, перейдите в настройки группы для исходного экземпляра GitLab, %{link_start}создайте файл экспорта%{link_end} и загрузите его сюда.

source: GroupsNew|Upload file
ko: 파일 업로드
ru: Загрузить файл

source: GroupsNew|You can also %{linkStart}import an existing group%{linkEnd}.
ko: %{linkStart}기존 그룹을가져오기%{linkEnd} 할 수 있습니다.

source: GroupsNew|e.g. h8d3f016698e…
ko: 예: h8d3f016698e…
ru: например, h8d3f016698e…

source: GroupsTree|An error occurred while leaving the group. Please refresh the page to try again.
ko: 그룹에서 나가는 중 오류가 발생하였습니다. 페이지를 새로고침하고 다시 시도해 보세요.
ru: Произошла ошибка при выходе из группы. Обновите страницу, чтобы попробовать снова.

source: GroupsTree|Are you sure you want to leave "%{fullName}"?
ko: "%{fullName}" 그룹에서 정말로 나가시겠습니까?
ru: Вы уверены, что вы хотите покинуть группу %{fullName}?

source: GroupsTree|Delete
ko: 삭제
ru: Удалить

source: GroupsTree|Edit
ko: 편집
ru: Редактировать

source: GroupsTree|Failed to leave the group. Please make sure you are not the only owner.
ko: 그룹에서 탈퇴 하지 못했습니다. 당신이 그룹의 유일한 소유자가 아닌지 확인바랍니다.
ru: Не удалось покинуть группу. Пожалуйста, убедитесь, что вы не единственный владелец.

source: GroupsTree|Leave group
ko: 그룹 나가기
ru: Покинуть группу

source: GroupsTree|Loading groups
ko: 그룹 로딩중입니다
ru: Загрузка групп

source: GroupsTree|Options
ko: 옵션
ru: Опции

source: GroupsTree|When you leave this group:
ko: 이 그룹에서 나가는 경우:
ru: При выходе из этой группы:

source: GroupsTree|You lose access to all projects within this group
ko: 이 그룹에 포함되어 있는 모든 프로젝트에 접근 권한을 잃게됩니다
ru: Вы потеряете доступ ко всем проектам внутри этой группы

source: GroupsTree|You need an invitation to rejoin
ko: 다시 들어가기 위해서는 초대가 필요합니다
ru: Для повторного присоединения потребуется приглашение

source: GroupsTree|Your assigned issues and merge requests remain, but you cannot view or modify them
ko: 당신에게 할당된 이슈와 머지 리퀘스트가 남아있지만, 당신은 보거나 수정할 수 없습니다
ru: Ваши назначенные обсуждения и запросы на слияние сохраняются, но вы не сможете их просматривать или изменять

source: Groups|An error occurred updating this group. Please try again.
ko: 이 그룹을 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении этой группы. Повторите попытку.

source: Groups|Avatar will be removed. Are you sure?
ko: 아바타가 삭제됩니다. 확실합니까?
ru: Аватар будет удален. Вы уверены?

source: Groups|Changing group URL can have unintended side effects.
ko: 그룹 URL을 변경하면 의도하지 않은 문제가 발생할 수 있습니다.

source: Groups|Changing group URL can have unintended side effects. %{linkStart}Learn more%{linkEnd}.
ko: 그룹 URL을 변경하면 의도하지 않은 부작용이 발생할 수 있습니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Изменение URL группы может повлечь за собой неожиданные последствия. %{linkStart}Подробнее%{linkEnd}.

source: Groups|Checking group URL availability…
ko: 그룹 URL 가용성 확인 중…
ru: Проверка доступности URL группы…

source: Groups|Create and add README
ko: README 생성 및 추가
ru: Создать и добавить README

source: Groups|Creating README
ko: README 생성 중
ru: Создание README

source: Groups|Enter a descriptive name for your group.
ko: 그룹을 설명하는 이름을 입력합니다.
ru: Введите описательное название для вашей группы.

source: Groups|Enter a path for your group.
ko: 그룹의 경로를 입력하세요.

source: Groups|Group ID
ko: 그룹 ID
ru: ID группы

source: Groups|Group README
ko: 그룹 README 파일
ru: README группы

source: Groups|Group URL
ko: 그룹 URL

source: Groups|Group avatar
ko: 그룹 아바타
ru: Аватар группы

source: Groups|Group description (optional)
ko: 그룹 설명 (옵션)
ru: Описание группы (необязательно)

source: Groups|Group name
ko: 그룹 이름
ru: Название группы

source: Groups|Group path is available.
ko: 그룹 경로를 사용할 수 있습니다.

source: Groups|Group path is unavailable. Path has been replaced with a suggested available path.
ko: 그룹 경로를 사용할 수 없습니다. 사용가능한 경로를 추천하여 대체하였습니다.

source: Groups|Groups that are archived or pending deletion will appear here.
ko: 여기에는 보관되거나 삭제 대기 중인 그룹이 표시됩니다.
ru: Группы, которые заархивированы или ожидают удаления, будут отображаться здесь.

source: Groups|Learn more about subgroups
ko: 하위 그룹에 대해 자세히 알아보기
ru: Подробнее о подгруппах

source: Groups|Members, projects, trials, and paid subscriptions are tied to a specific top-level group. If you are already a member of a top-level group, you can create a subgroup so your new work is part of your existing top-level group. Do you want to create a subgroup instead?
ko: 멤버, 프로젝트, 평가판 및 유료 구독은 특정 최상위 그룹에 연결됩니다. 이미 최상위 그룹의 멤버인 경우 새 작업이 기존 최상위 그룹의 일부가 되도록 하위 그룹을 만들 수 있습니다. 대신 하위 그룹을 생성하시겠습니까?
ru: Участники, проекты, пробные и платные подписки привязаны к конкретной группе верхнего уровня. Если вы уже являетесь участником группы верхнего уровня, вы можете создать подгруппу, чтобы ваша новая работа была частью вашей существующей группы верхнего уровня. Вы хотите создать подгруппу?

source: Groups|Must start with letter, digit, emoji, or underscore. Can also contain periods, dashes, spaces, and parentheses.
ko: 문자, 숫자, 이모티콘 또는 밑줄(_)로 시작해야 합니다. 마침표, 대시(—), 공백 및 괄호도 포함될 수 있습니다.
ru: Должно начинаться с буквы, цифры, смайлика или подчеркивания. Может также содержать точки, тире, пробелы и скобки.

source: Groups|Remove avatar
ko: 아바타 제거
ru: Удалить аватар

source: Groups|Save changes
ko: 변경 사항 저장
ru: Сохранить изменения

source: Groups|Show children of %{avatarLabel}
ko: %{avatarLabel}의 하위 보기
ru: Показать дочерние элементы %{avatarLabel}

source: Groups|Subgroup URL
ko: 하위 그룹 URL

source: Groups|Subgroup name
ko: 하위 그룹 이름

source: Groups|Subgroup slug
ko: 하위 그룹 슬러그
ru: Читаемая часть URL подгруппы

source: Groups|There was an error creating the Group README.
ko: 그룹 README 생성 중 오류가 발생했습니다.
ru: Произошла ошибка при создании README группы.

source: Groups|This will create a README.md for project %{path}.
ko: 이것은 프로젝트 %{path}에 대한 README.md를 생성할 것입니다.
ru: Это создаст файл README.md для проекта %{path}.

source: Groups|This will create a project %{path} and add a README.md.
ko: 이것은 프로젝트 %{path}를 생성하고 README.md를 추가할 것입니다.
ru: Это создаст проект %{path} и добавит файл README.md.

source: Groups|You don't have any inactive groups.
ko: 비활성 그룹이 없습니다.
ru: У вас нет неактивных групп.

source: Groups|You're creating a new top-level group
ko: 새로운 최상위 그룹을 생성 중입니다.
ru: Вы создаёте новую группу верхнего уровня

source: Groups|Your group name must not contain a period if you intend to use SCIM integration, as it can lead to errors.
ko: SCIM 통합을 사용하려면 그룹 이름에 마침표(.)가 포함되어 있으면 오류가 발생할 수 있습니다.
ru: Название вашей группы не должно содержать точку, если вы планируете использовать интеграцию SCIM, так как это может привести к ошибкам.

source: Guest
ko: 손님
ru: Гость

source: Guideline
ko: 가이드라인
ru: Руководство

source: HAR (HTTP Archive)
ko: HAR (HTTP 아카이브)
ru: HAR (HTTP Архив)

source: HAR file URL
ko: HAR 파일 URL

source: HAR file path or URL
ko: HAR 파일 경로 또는 URL

source: HMAC enabled
ko: HMAC 활성화됨

source: HTTP Archive (HAR)
ko: HTTP 아카이브 (HAR)

source: HTTP Basic: Access denied. If a password was provided for Git authentication, the password was incorrect or you're required to use a token instead of a password. If a token was provided, it was either incorrect, expired, or improperly scoped. See %{help_page_url}
ko: HTTP 기본: 액세스가 거부되었습니다. Git 인증을 위해 비밀번호가 제공된 경우 비밀번호가 올바르지 않거나 비밀번호 대신 토큰을 사용해야 합니다. 토큰이 제공된 경우 올바르지 않거나 만료되었거나 범위가 잘못되었습니다. %{help_page_url}참조
ru: HTTP Basic: Доступ запрещён. Если для аутентификации в Git использовался пароль, он неверный или требуется использовать токен вместо пароля. Если использовался токен, он либо неверный, либо истёк, либо имеет некорректную область действия. Подробности можно найти на странице %{help_page_url}

source: Harbor Registry
ko: Harbor 레지스트리

source: HarborIntegration|After the Harbor integration is activated, global variables `$HARBOR_USERNAME`, `$HARBOR_HOST`, `$HARBOR_OCI`, `$HARBOR_PASSWORD`, `$HARBOR_URL` and `$HARBOR_PROJECT` will be created for CI/CD use.
ko: 하버 통합이 활성화되면 CI/CD용 전역 변수 `$HARBOR_USERNAME`, `$HARBOR_HOST`, `$HARBOR_OCI`, `$HARBOR_PASSWORD`, `$HARBOR_URL` 및 `$HARBOR_PROJECT`이 생성됩니다.
ru: После активации интеграции с Harbour будут созданы глобальные переменные `$HARBOR_USERNAME`, `$HARBOR_HOST`, `$HARBOR_OCI`, `$HARBOR_PASSWORD`, `$HARBOR_URL` и `$HARBOR_PROJECT` для использования CI/CD.

source: HarborIntegration|Base URL of the Harbor instance.
ko: Harbor 인스턴스의 기본 URL

source: HarborIntegration|Enter new Harbor password
ko: 새로운 Harbor 비밀번호 입력

source: HarborIntegration|Harbor URL
ko: Harbor URL

source: HarborIntegration|Harbor password
ko: Harbor 비밀번호

source: HarborIntegration|Harbor project name
ko: Harbor 프로젝트 이름
ru: Название проекта Harbor

source: HarborIntegration|Harbor username
ko: Harbor 사용자명

source: HarborIntegration|Leave blank to use your current password.
ko: 현재 비밀번호를 사용하려면 비워두십시오.

source: HarborIntegration|Password for your Harbor username.
ko: Harbor 사용자명에 지정된 암호.

source: HarborIntegration|The name of the project in Harbor.
ko: Harbor에 있는 프로젝트의 이름.

source: HarborIntegration|The name of the project in the Harbor instance. For example, `testproject`.
ko: Harbour 인스턴스의 프로젝트 이름입니다. 예 `testproject`
ru: Название проекта в экземпляре Harbour. Например, `testproject`.

source: HarborIntegration|The password of the user.
ko: 사용자의 비밀번호입니다.

source: HarborIntegration|The username created in the Harbor interface.
ko: Harbour 인터페이스에서 생성된 사용자명입니다.

source: HarborIntegration|Use Harbor as this project's container registry.
ko: Harbor를 이 프로젝트의 컨테이너 레지스트리로 사용합니다.
ru: Используйте Harbor в качестве реестра контейнеров этого проекта.

source: HarborRegistry|%d artifact
ko: %d 아티팩트

source: HarborRegistry|%{count} Image repository
ko: %{count}개 이미지 리포지토리

source: HarborRegistry|-- artifacts
ko: -- 아티팩트
ru: -- артефакты

source: HarborRegistry|-- tags
ko: -- 태그

source: HarborRegistry|Digest: %{imageId}
ko: 다이제스트: %{imageId}

source: HarborRegistry|Harbor Registry
ko: Harbor 레지스트리

source: HarborRegistry|Harbor connection error
ko: Harbor 연결 오류

source: HarborRegistry|Please try different search criteria
ko: 다른 검색 기준을 시도하십시오

source: HarborRegistry|Published %{timeInfo}
ko: 게시됨 %{timeInfo}
ru: Опубликовано %{timeInfo}

source: HarborRegistry|Root image
ko: 루트 이미지

source: HarborRegistry|Something went wrong while fetching the artifact list.
ko: 아티팩트 목록을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении списка артефактов.

source: HarborRegistry|Something went wrong while fetching the repository list.
ko: 리포지토리 목록을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении списка репозиториев.

source: HarborRegistry|Something went wrong while fetching the tags.
ko: 태그를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении тегов.

source: HarborRegistry|Sorry, your filter produced no results.
ko: 죄송합니다. 필터 결과가 없습니다.
ru: Извините, ваш фильтр не дал результатов.

source: HarborRegistry|Tag
ko: 태그
ru: Тег

source: HarborRegistry|The filter returned no results
ko: 필터 결과가 없습니다.

source: HarborRegistry|There are no harbor images stored for this project
ko: 이 프로젝트에 대해 저장된 하버 이미지가 없습니다
ru: Для этого проекта не сохранено ни одного образа Harbor

source: HarborRegistry|This image has no artifacts
ko: 이 이미지에는 아티팩트가 없습니다.
ru: У этого образа нет артефактов

source: HarborRegistry|To widen your search, change or remove the filters above.
ko: 검색 범위를 넓히려면 위의 필터를 변경하거나 지우십시오.
ru: Чтобы расширить поиск, измените или удалите указанные выше фильтры.

source: HarborRegistry|We are having trouble connecting to the Harbor Registry. Please try refreshing the page. If this error persists, please review %{docLinkStart}the documentation%{docLinkEnd}.
ko: 하버 레지스트리에 연결하는 데 문제가 있습니다. 페이지를 새로고침해 보세요. 이 오류가 지속되면 %{docLinkStart}설명서%{docLinkEnd}을 검토하십시오.
ru: Не удаётся подключиться к реестру Harbor. Попробуйте обновить страницу. Если ошибка сохраняется, ознакомьтесь с %{docLinkStart}документацией%{docLinkEnd}.

source: HarborRegistry|With the Harbor Registry, every project can connect to a harbor space to store its Docker images.
ko: Harbour Registry를 사용하면 모든 프로젝트가 하버 공간에 연결하여 Docker 이미지를 저장할 수 있습니다.

source: HarborRegistry|With the Harbor Registry, every project can have its own space to store images. %{docLinkStart}More information%{docLinkEnd}
ko: Harbor Registry를 사용하면 모든 프로젝트에서 이미지를 저장할 자체 공간을 가질 수 있습니다. %{docLinkStart}추가 정보%{docLinkEnd}

source: Hashed Storage must be enabled to use Geo
ko: Geo를 사용하려면 해시 스토리지를 활성화해야 합니다.
ru: Хэшированное хранилище должно быть включено для использования Geo

source: Hashed repository storage paths
ko: 해싱된 리포지토리 스토리지 경로
ru: Хешированные пути хранения репозитория

source: Hashed storage can't be disabled anymore for new projects
ko: 새 프로젝트에 대해 더 이상 해시 스토리지를 비활성화할 수 없습니다.
ru: Хэшированное хранилище больше нельзя отключить для новых проектов

source: Header logo
ko: 헤더 로고
ru: Логотип заголовка

source: Header logo was successfully removed.
ko: 헤더 로고가 성공적으로 제거되었습니다.
ru: Логотип заголовка был успешно удален.

source: Header logo will be removed. Are you sure?
ko: 헤더 로고가 삭제됩니다. 확실합니까?
ru: Логотип заголовка будет удалён. Вы уверены?

source: Header message
ko: 머릿글 메시지
ru: Сообщение в заголовке

source: Headers
ko: 헤더

source: Health
ko: 헬스

source: Health check
ko: 헬스 체크
ru: Проверка состояния

source: Health status
ko: 헬스 체크 상태
ru: Состояние здоровья

source: HealthCheck|Access token
ko: 액세스 토큰
ru: Токен доступа

source: HealthCheck|Current status
ko: 현재 상태
ru: Текущее состояние

source: HealthCheck|Health information can be retrieved from the following endpoints. More information is available in the %{linkStart}health check documentation%{linkEnd}.
ko: 헬스 체크 정보는 다음 엔드포인트에서 검색할 수 있습니다. 자세한 내용은 %{linkStart}상태 확인 설명서%{linkEnd}에서 확인할 수 있습니다.
ru: Информацию о состоянии можно получить по следующим URL. Более подробная информация доступна в %{linkStart}документации по проверке состояния%{linkEnd}.

source: HealthCheck|Healthy
ko: 건강도
ru: В порядке

source: HealthCheck|No health problems detected
ko: 헬스체크 결과 문제를 감지하지 못함
ru: Проблем с состоянием не обнаружено

source: HealthCheck|Unhealthy
ko: 양호하지 않음
ru: Не в порядке

source: Hello %{name},
ko: 안녕하세요 %{name} 님,

source: Hello, %{name}!
ko: 안녕하세요 %{name} 님!
ru: Привет, %{name}!

source: Hello, %{username}!
ko: 안녕하세요, %{username} 님!
ru: Привет, %{username}!

source: HelloMessage|%{handshake_emoji} Contribute to GitLab: %{contribute_link}
ko: %{handshake_emoji} GitLab에 기여하기: %{contribute_link}
ru: %{handshake_emoji} Внести свой вклад в GitLab: %{contribute_link}

source: HelloMessage|%{magnifier_emoji} Create a new GitLab issue: %{new_issue_link}
ko: %{magnifier_emoji} 새로운 GitLab 이슈 생성하기: %{new_issue_link}
ru: %{magnifier_emoji} Создать новое обсуждение в GitLab: %{new_issue_link}

source: HelloMessage|%{rocket_emoji} We like your curiosity! Help us improve GitLab by joining the team: %{jobs_page_link}
ko: %{rocket_emoji} 여러분의 관심이 저희에게 큰 도움이 됩니다. 팀에 합류하여 GitLab을 개선할 수 있도록 도와주세요. %{jobs_page_link}
ru: %{rocket_emoji} Нам нравится ваше любопытство! Помогите нам улучшить GitLab, присоединившись к команде: %{jobs_page_link}
