Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: DastProfiles|A selector describing the element used to enter the password on the login form.
ko: 로그인 양식에서 비밀번호를 입력하는 데 사용되는 요소를 설명하는 선택기입니다.
ru: Селектор, описывающий элемент, в который вводится пароль на форме входа.

source: DastProfiles|A selector describing the element used to enter the username on the login form.
ko: 로그인 양식에 사용자 이름을 입력하는 데 사용되는 요소를 설명하는 선택기입니다.
ru: Селектор, описывающий элемент для ввода имени пользователя в форме входа.

source: DastProfiles|A site profile defines the attributes and configuration details of your deployed application, website, or API. %{linkStart}Learn more%{linkEnd}.
ko: 사이트 프로필은 배포된 애플리케이션, 웹 사이트 또는 API의 속성 및 구성 세부 정보를 정의합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Профиль сайта определяет атрибуты и параметры конфигурации вашего развернутого приложения, веб-сайта или API. %{linkStart}Подробнее%{linkEnd}.

source: DastProfiles|API
ko: API
ru: API

source: DastProfiles|API endpoint URL
ko: API 엔드포인트 URL
ru: URL конечной точки API

source: DastProfiles|Active
ko: 능동형
ru: Активное

source: DastProfiles|Active scan timeout
ko: 능동형 스캔 시간 초과
ru: Таймаут активного сканирования

source: DastProfiles|Active scan worker count
ko: 활성 스캔 처리기 수
ru: Количество рабочих процессов активного сканирования

source: DastProfiles|Add DAST variable
ko: DAST 변수 추가
ru: Добавление переменной DAST

source: DastProfiles|Add variable
ko: 변수 추가
ru: Добавить переменную

source: DastProfiles|Additional request headers (optional)
ko: 추가 요청 헤더 (옵션)
ru: Дополнительные заголовки запроса (необязательно)

source: DastProfiles|Additional variables
ko: 추가 변수
ru: Дополнительные переменные

source: DastProfiles|Advertise scan
ko: 광고 스캔
ru: Объявлять сканирование

source: DastProfiles|After-login actions
ko: 로그인 후 동작
ru: Действия после входа

source: DastProfiles|Allowed hosts
ko: 허용된 호스트
ru: Разрешённые хосты

source: DastProfiles|Are you sure you want to delete this profile?
ko: 정말 이 프로필을 삭제 하시겠습니까?
ru: Вы уверены, что хотите удалить этот профиль?

source: DastProfiles|Attacks the target to find potential vulnerabilities. Active scans are potentially harmful to the site being scanned.
ko: 잠재적인 취약점을 찾기위해 대상을 공격합니다. 능동형 스캔은 스캔중인 사이트에 유해할 수 있습니다.
ru: Атакует цель, чтобы найти потенциальные уязвимости. Активное сканирование потенциально опасно для сканируемого сайта.

source: DastProfiles|Authentication
ko: 인증
ru: Аутентификация

source: DastProfiles|Authentication URL
ko: 인증 URL
ru: URL для аутентификации

source: DastProfiles|Authentication delegation servers
ko: 인증 위임 서버
ru: Серверы делегирования аутентификации

source: DastProfiles|Authentication type
ko: 인증 유형
ru: Тип аутентификации

source: DastProfiles|Before-login actions
ko: 로그인 전 동작
ru: Действия до входа

source: DastProfiles|Change scanner profile
ko: 스캐너 프로필 변경
ru: Изменить профиль сканера

source: DastProfiles|Change site profile
ko: 사이트 프로필 변경
ru: Изменить профиль сайта

source: DastProfiles|Choose a scan method
ko: 스캔 방법 선택
ru: Выберите метод сканирования

source: DastProfiles|Clear input fields
ko: 입력 필드 지우기
ru: Очистить поля ввода

source: DastProfiles|Comma-separated list of check identifiers to exclude from the scan. For identifiers, see [vulnerability checks](../checks/_index.md).
ko: 검사에서 제외할 확인 식별자의 쉼표로 구분된 목록입니다. 식별자에 대해서는 [취약점 검사](../checks/_index.md)를 참조하세요.
ru: Список идентификаторов проверок, разделённых запятыми, которые следует исключить из сканирования. Список идентификаторов смотрите в разделе [проверки уязвимостей](../checks/_index.md).

source: DastProfiles|Comma-separated list of check identifiers to use for the scan. For identifiers, see [vulnerability checks](../checks/_index.md).
ko: 스캔에 사용할 확인 식별자의 쉼표로 구분된 목록입니다. 식별자에 대해서는 [취약점 검사](../checks/_index.md)를 참조하세요.
ru: Список идентификаторов проверок, разделённых запятыми, которые следует использовать для сканирования. Список идентификаторов смотрите в разделе [проверки уязвимостей](../checks/_index.md).

source: DastProfiles|Comma-separated list of selectors that are ignored when scanning.
ko: 스캔 시 무시되는 선택기의 쉼표로 구분된 목록입니다.
ru: Список разделённых запятой критериев выбора, игнорируемых при сканировании

source: DastProfiles|Cookie names
ko: 쿠키 이름
ru: Имена куки

source: DastProfiles|Could not create the scanner profile. Please try again.
ko: 스캐너 프로필을 생성할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось создать профиль сканера. Повторите попытку.

source: DastProfiles|Could not create the site profile. Please try again.
ko: 사이트 프로필을 생성할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось создать профиль сайта. Повторите попытку.

source: DastProfiles|Could not delete scanner profile. Please refresh the page, or try again later.
ko: 스캐너 프로파일을 삭제할 수 없습니다. 페이지를 새로 고치거나 나중에 다시 시도하십시오.
ru: Не удалось удалить профиль сканера. Обновите страницу или повторите попытку позже.

source: DastProfiles|Could not delete scanner profiles:
ko: 스캐너 프로필을 삭제할 수 없음:
ru: Не удалось удалить профили сканера:

source: DastProfiles|Could not delete site profile. Please refresh the page, or try again later.
ko: 사이트 프로필을 삭제할 수 없습니다. 페이지를 새로고침 하거나 나중에 다시 시도하세요.
ru: Не удалось удалить профиль сайта. Обновите страницу или повторите попытку позже.

source: DastProfiles|Could not delete site profiles:
ko: 사이트 프로필을 삭제할 수 없음:
ru: Не удалось удалить профили сайта:

source: DastProfiles|Could not fetch scanner profiles. Please refresh the page, or try again later.
ko: 스캐너 프로필을 가져올 수 없습니다. 페이지를 새로고침 하거나 나중에 다시 시도하세요.
ru: Не удалось загрузить профили сканера. Обновите страницу или повторите попытку позже.

source: DastProfiles|Could not fetch site profiles. Please refresh the page, or try again later.
ko: 사이트 프로필을 가져올 수 없습니다. 페이지를 새로고침 하거나 나중에 다시 시도하세요.
ru: Не удалось загрузить профили сайтов. Обновите страницу или повторите попытку позже.

source: DastProfiles|Could not update the scanner profile. Please try again.
ko: 스캐너 프로필을 업데이트할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось обновить профиль сканера. Повторите попытку.

source: DastProfiles|Could not update the site profile. Please try again.
ko: 사이트 프로필을 업데이트할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось обновить профиль сайта. Повторите попытку.

source: DastProfiles|Crawl timeout
ko: 크롤링 시간 초과
ru: Таймаут обхода

source: DastProfiles|DAST profile library
ko: DAST 프로필 라이브러리
ru: Библиотека профилей DAST

source: DastProfiles|DOM ready timeout
ko: DOM 준비 시간 초과
ru: Таймаут готовности DOM

source: DastProfiles|DOM stable timeout
ko: DOM 안정 시간 초과
ru: Время ожидания стабильности DOM

source: DastProfiles|Debug messages
ko: 디버그 메시지
ru: Отладочные сообщения

source: DastProfiles|Default log level
ko: 기본 로그 수준
ru: Уровень журналирования по умолчанию

source: DastProfiles|Define how long to wait for updates to the DOM before checking a page is stable. Defaults to `500ms`.
ko: 페이지가 안정적인지 확인하기 전에 DOM 업데이트를 기다리는 시간을 정의합니다. 기본값은 `500ms`입니다.
ru: Укажите, сколько времени ожидать обновлений DOM перед проверкой стабильности страницы. По умолчанию — `500ms`.

source: DastProfiles|Delete
ko: 삭제
ru: Удалить

source: DastProfiles|Delete profile
ko: 프로필 삭제
ru: Удалить профиль

source: DastProfiles|Disables clearing of username and password fields before attempting manual login. Set to false by default.
ko: 수동 로그인을 시도하기 전에 사용자명 및 비밀번호 필드를 지우는 기능을 비활성화합니다. 기본값은 false입니다.
ru: Отключает очистку полей имени пользователя и пароля перед попыткой ручного входа. По умолчанию установлено в значение false.

source: DastProfiles|Docker registry
ko: 도커 레지스트리
ru: Реестр Docker

source: DastProfiles|Edit DAST variable
ko: DAST 변수 편집
ru: Редактирование переменной DAST

source: DastProfiles|Edit profile
ko: 프로필 편집
ru: Редактировать профиль

source: DastProfiles|Edit scanner profile
ko: 스캐너 프로필 편집
ru: Редактировать профиль сканера

source: DastProfiles|Edit site profile
ko: 사이트 프로필 편집
ru: Редактировать профиль сайта

source: DastProfiles|Element search timeout
ko: 요소 검색 시간 초과
ru: Таймаут поиска элемента

source: DastProfiles|Enable Authentication
ko: 인증 사용
ru: Включить аутентификацию

source: DastProfiles|Enable Basic Authentication
ko: 기본 인증 사용
ru: Включить базовую аутентификацию

source: DastProfiles|Ensures that the provided paths are always scanned. Set to a comma-separated list of URL paths relative to `DAST_TARGET_URL`.
ko: 제공된 경로가 항상 스캔되도록 합니다. `DAST_TARGET_URL`을 기준으로 쉼표로 구분된 URL 경로 목록으로 설정합니다.
ru: Гарантирует, что указанные пути всегда сканируются. Укажите список путей URL через запятую относительно `DAST_TARGET_URL`.

source: DastProfiles|Ensures that the provided paths are always scanned. Set to a file path containing a list of URL paths relative to `DAST_TARGET_URL`. The file must be plain text with one path per line.
ko: 제공된 경로가 항상 스캔되도록 보장합니다. `DAST_TARGET_URL`을 기준으로 한 URL 경로 목록이 포함된 파일 경로로 설정하세요. 해당 파일은 한 줄에 하나의 경로를 포함하는 일반 텍스트 파일이어야 합니다.
ru: Гарантирует, что указанные пути всегда сканируются. Укажите путь к файлу, содержащему список путей URL относительно `DAST_TARGET_URL`. Файл должен быть в текстовом формате, по одному пути на строку.

source: DastProfiles|Enter URLs in a comma-separated list.
ko: 쉼표로 구분된 목록에 URL을 입력하세요.
ru: Введите URL через запятую.

source: DastProfiles|Enter a comma-separated list of request header names and values. DAST adds header to every request.
ko: 쉼표로 구분된 요청 헤더 이름과 값의 목록을 입력하세요. DAST는 모든 요청에 헤더를 추가합니다.
ru: Введите список имён заголовков запроса и их значений, разделённый запятыми. DAST добавит заголовок ко всем запросам.

source: DastProfiles|Error Details
ko: 오류 세부정보
ru: Сведения об ошибке

source: DastProfiles|Excluded URLs
ko: 제외된 URL
ru: Исключенные URL

source: DastProfiles|Excluded URLs (optional)
ko: 제외된 URL (옵션)
ru: Исключённые URL-адреса (необязательно)

source: DastProfiles|Excluded checks
ko: 제외된 검사
ru: Исключённые проверки

source: DastProfiles|Excluded elements
ko: 제외된 요소
ru: Исключённые элементы

source: DastProfiles|Excluded hosts
ko: 배제된 호스트
ru: Исключённые хосты

source: DastProfiles|Excluded paths
ko: 제외된 경로
ru: Исключенные пути

source: DastProfiles|Excluded paths (optional)
ko: 제외된 경로 (옵션)
ru: Исключённые пути (необязательно)

source: DastProfiles|Extract element timeout
ko: 요소 가져오기 시간초과
ru: Таймаут извлечения элемента

source: DastProfiles|Field must not be blank
ko: 이 필드는 비워둘 수 없습니다
ru: Это поле не может быть пустым

source: DastProfiles|First submit field
ko: 첫 번째 제출 필드
ru: Первое поле отправки

source: DastProfiles|Full scan
ko: 전체 스캔
ru: Полное сканирование

source: DastProfiles|Generate authentication report
ko: 인증 보고서 생성
ru: Создать отчёт аутентификации

source: DastProfiles|Generate graph
ko: 그래프 생성
ru: Создать график

source: DastProfiles|Hide debug messages
ko: 디버그 메시지 숨기기
ru: Скрыть отладочные сообщения

source: DastProfiles|Hostnames included in this variable are accessed, not attacked, and not reported against.
ko: 이 변수에 포함된 호스트명에 억세스되고, 공격하거나 적대적이라고 보고되지 않은 경우이어야 합니다.
ru: Имена хостов, включённые в эту переменную, будут доступны, но не атакуемы и не учитываются в отчёте.

source: DastProfiles|Hostnames included in this variable are considered excluded and connections are forcibly dropped.
ko: 이 변수에 포함된 호스트명은 배제된 것으로 간주되며 연결이 강제로 차단됩니다.
ru: Имена хостов, включённые в эту переменную, считаются исключёнными, и соединения с ними принудительно разрываются.

source: DastProfiles|Hostnames included in this variable are considered in scope when crawled. By default the `DAST_TARGET_URL` hostname is included in the allowed hosts list. Headers set using `DAST_REQUEST_HEADERS` are added to every request made to these hostnames.
ko: 이 변수에 포함된 호스트 이름은 크롤링 시 범위에 포함된 것으로 간주됩니다. 기본적으로 `DAST_TARGET_URL`의 호스트 이름이 허용된 호스트 목록에 포함됩니다. `DAST_REQUEST_HEADERS`를 사용하여 설정된 헤더는 이러한 호스트 이름으로 전송되는 모든 요청에 추가됩니다.
ru: Имя хоста, включённое в эту переменную, считается частью области действия при обходе. По умолчанию имя хоста `DAST_TARGET_URL` включается в список разрешённых хостов. Заголовки, установленные с использованием `DAST_REQUEST_HEADERS`, добавляются ко всем запросам, отправляемым на эти хосты.

source: DastProfiles|Ignored hosts
ko: 무시된 호스트
ru: Игнорируемые хосты

source: DastProfiles|Include debug messages in the DAST console output.
ko: DAST 콘솔 출력에 디버그 메시지를 포함합니다.
ru: Включать отладочные сообщения в вывод консоли DAST.

source: DastProfiles|Included checks
ko: 포함된 검사
ru: Включённые проверки

source: DastProfiles|Loading element
ko: 요소 로딩중
ru: Загрузка элемента

source: DastProfiles|Log browser output
ko: 브라우저 출력 로그
ru: Журналировать вывод браузера

source: DastProfiles|Log file levels
ko: 로그 파일 수준
ru: Уровни для файлового журнала

source: DastProfiles|Log file path
ko: 로그 파일 경로
ru: Путь к файлу журнала

source: DastProfiles|Log levels
ko: 로그 수준
ru: Уровни журнала

source: DastProfiles|Log messages
ko: 로그 메시지
ru: Сообщения журнала

source: DastProfiles|Manage %{profileType} profiles
ko: %{profileType} 프로필 관리
ru: Управление %{profileType} профилями

source: DastProfiles|Manage profiles
ko: 프로필 관리
ru: Управление профилями

source: DastProfiles|Maximum action count
ko: 최대 동작 개수
ru: Максимальное количество действий

source: DastProfiles|Maximum action depth
ko: 최대 동작 깊이
ru: Максимальная глубина действий

source: DastProfiles|Maximum response size (MB)
ko: 최대 응답 크기 (MB)
ru: Максимальный размер ответа (МБ)

source: DastProfiles|Minimum = 0 (no timeout enabled), Maximum = 2880 minutes
ko: 최소 = 0(시간 초과 활성화 안 됨), 최대 = 2880분
ru: Минимум = 0 (таймаут отключен), максимум = 2880 минут.

source: DastProfiles|Minimum = 1 second, Maximum = 3600 seconds
ko: 최소 1초, 최대 3600초
ru: Минимум = 1 секунда, максимум = 3600 секунд

source: DastProfiles|Modifying the URL will clear any previously entered values for the additional request headers and password fields.
ko: URL을 수정하면 추가 요청 헤더 및 비밀번호 필드에 대해 이전에 입력한 값이 모두 지워집니다.
ru: При изменении URL все ранее введенные значения, для дополнительных заголовков запроса и поля пароля, будут очищены.

source: DastProfiles|Monitors all HTTP requests sent to the target to find potential vulnerabilities.
ko: 잠재적인 취약점을 찾기 위하여 대상으로 전송되는 모든 HTTP 요청을 모니터링합니다.
ru: Отслеживает все HTTP-запросы, отправленные на целевой ресурс, для поиска потенциальных уязвимостей.

source: DastProfiles|Must allow introspection queries to request the API schema. %{linkStart}How do I enable introspection%{linkEnd}?
ko: API 스키마 요청에 대한 인트로스펙션 쿼리를 허용해야 합니다. %{linkStart}인트로스펙션을 사용하려면 어떻게 해야 하나요%{linkEnd}?
ru: Необходимо разрешить запросы самоанализа для получения схемы API. %{linkStart}Как включить самоанализ%{linkEnd}?

source: DastProfiles|New scanner profile
ko: 새 스캐너 프로필
ru: Новый профиль сканера

source: DastProfiles|New site profile
ko: 새 사이트 프로필
ru: Новый профиль сайта

source: DastProfiles|No scanner profile selected
ko: 선택된 스캐너 프로필이 없습니다.
ru: Профиль сканера не выбран

source: DastProfiles|No scanner profiles created yet
ko: 아직 생성된 스캐너 프로필이 없습니다.
ru: Профили сканера еще не созданы

source: DastProfiles|No site profile selected
ko: 선택된 사이트 프로필이 없습니다.
ru: Профиль сайта не выбран

source: DastProfiles|No site profiles created yet
ko: 아직 생성된 사이트 프로필이 없습니다.
ru: Профили сайта еще не созданы

source: DastProfiles|No variables found
ko: 변수를 찾을 수 없음
ru: Переменные не найдены

source: DastProfiles|Number of workers that passive scan in parallel. Defaults to the number of available CPUs.
ko: 패시브 스캔을 병렬로 수행하는 처리기의 수입니다. 기본값은 사용 가능한 CPU의 수입니다.
ru: Число рабочих процессов для пассивного сканирования, выполняемых параллельно. По умолчанию соответствует количеству доступных процессоров.

source: DastProfiles|PKCS12 certificate
ko: PKCS12 인증서
ru: Сертификат PKCS12

source: DastProfiles|PKCS12 password
ko: PKCS12 비밀번호
ru: Пароль PKCS12

source: DastProfiles|Page ready timeout
ko: 페이지 준비 시간 초과
ru: Таймаут готовности страницы

source: DastProfiles|Page ready timeout (after action)
ko: 페이지 준비 시간 초과 (동작 후)
ru: Таймаут готовности страницы (после действия)

source: DastProfiles|Page ready timeout (after navigation)
ko: 페이지 준비 시간 초과 (네비게이션 이후)
ru: Таймаут готовности страницы (после навигации)

source: DastProfiles|Passive
ko: 패시브
ru: Пассивное

source: DastProfiles|Passive scan worker count
ko: 패시브 스캔 처리기 개수
ru: Количество рабочих процессов для пассивного сканирования

source: DastProfiles|Password
ko: 비밀번호
ru: Пароль

source: DastProfiles|Password field
ko: 비밀번호 필드
ru: Поле пароля

source: DastProfiles|Password form field
ko: 비밀번호 양식 필드
ru: Поле для ввода пароля

source: DastProfiles|Profile in use and cannot be renamed
ko: 프로파일이 사용 중이며 이름을 바꿀 수 없습니다.
ru: Профиль используется и не может быть переименован

source: DastProfiles|Profile is being used by this on-demand scan
ko: 이 주문형 스캔에서 프로필을 사용중입니다.
ru: Профиль используется этим сканированием по запросу

source: DastProfiles|Profile name
ko: 프로필 이름
ru: Название профиля

source: DastProfiles|Ready element
ko: 준비된 요소
ru: Элемент готовности

source: DastProfiles|Request cookies
ko: 쿠키 요청
ru: Куки запроса

source: DastProfiles|Request headers
ko: 헤더 요청
ru: Заголовки запроса

source: DastProfiles|Retry
ko: 재시도
ru: Повторить

source: DastProfiles|Run the AJAX spider, in addition to the traditional spider, to crawl the target site.
ko: 기존 Spider 외에 AJAX Spider를 추가로 실행하여 대상 사이트를 크롤링합니다.
ru: Запустить AJAX Spider в дополнение к традиционному пауку для обхода целевого сайта.

source: DastProfiles|Save commonly used configurations for target sites and scan specifications as profiles. Use these with an on-demand scan.
ko: 대상 사이트 및 스캔 사양에 대해 일반적으로 사용되는 구성을 프로필로 저장합니다. 주문형 검색과 함께 사용하십시오.
ru: Сохраняйте часто используемые конфигурации для целевых сайтов и спецификаций сканирования в виде профилей. Используйте их в запросах на сканирование по требованию.

source: DastProfiles|Save profile
ko: 프로필 저장
ru: Сохранить профиль

source: DastProfiles|Scan Method
ko: 스캔 방법
ru: Метод сканирования

source: DastProfiles|Scan method
ko: 스캔 방법
ru: Метод сканирования

source: DastProfiles|Scan mode
ko: 스캔 모드
ru: Режим сканирования

source: DastProfiles|Scanner name
ko: 스캐너 이름
ru: Название сканера

source: DastProfiles|Scanner profile
ko: 스캐너 프로필
ru: Профиль сканера

source: DastProfiles|Scanner profiles
ko: 스캐너 프로필
ru: Профили сканера

source: DastProfiles|Search…
ko: 검색 중...
ru: Поиск…

source: DastProfiles|Select a scanner profile to run a DAST scan
ko: DAST 스캔을 실행할 스캐너 프로필을 선택하세요.
ru: Выберите профиль сканера для запуска сканирования DAST

source: DastProfiles|Select a site profile to run a DAST scan
ko: DAST 스캔을 실행할 사이트 프로필을 선택하세요.
ru: Выберите профиль сайта для запуска сканирования DAST

source: DastProfiles|Select a variable
ko: 변수 선택
ru: Выберите переменную

source: DastProfiles|Select scanner profile
ko: 스캐너 프로필 선택
ru: Выберите профиль сканера

source: DastProfiles|Select site profile
ko: 사이트 프로필 선택
ru: Выберите профиль сайта

source: DastProfiles|Selector that when detected as visible on the page, indicates to the analyzer that the page has finished loading and the scan can continue. Cannot be used with `DAST_PAGE_IS_LOADING_ELEMENT`.
ko: 페이지에서 감지되어 보이는 경우, 분석기에게 페이지 로드가 완료되었으며 스캔을 계속할 수 있음을 나타내는 선택자입니다. `DAST_PAGE_IS_LOADING_ELEMENT`와 함께 사용할 수 없습니다.
ru: Селектор, который, при обнаружении как видимый на странице, указывает анализатору, что страница завершила загрузку и сканирование может продолжиться. Не может использоваться с `DAST_PAGE_IS_LOADING_ELEMENT`.

source: DastProfiles|Selector that, when no longer visible on the page, indicates to the analyzer that the page has finished loading and the scan can continue. Cannot be used with `DAST_PAGE_IS_READY_ELEMENT`.
ko: 페이지에서 더 이상 보이지 않을 때, 분석기에게 페이지 로드가 완료되었으며 스캔을 계속할 수 있음을 나타내는 선택자입니다. `DAST_PAGE_IS_READY_ELEMENT`와 함께 사용할 수 없습니다.
ru: Селектор, который, когда больше не виден на странице, указывает анализатору, что страница завершила загрузку и сканирование может продолжиться. Не может использоваться с `DAST_PAGE_IS_READY_ELEMENT`.

source: DastProfiles|Set the Docker registry base address from which to download the analyzer.
ko: 분석기를 다운로드할 도커 레지스트리 기본 주소를 설정합니다.
ru: Установите базовый адрес реестра Docker, с которого будет загружаться анализатор.

source: DastProfiles|Set the default level for the file log. See [SECURE_LOG_LEVEL](../troubleshooting.md#secure_log_level).
ko: 파일 로그에 대한 기본 수준을 설정합니다. [SECURE_LOG_LEVEL](../troubleshooting.md#secure_log_level)을 참조하세요.
ru: Установите уровень по умолчанию для файла журнала. Подробнее: [SECURE_LOG_LEVEL](../troubleshooting.md#secure_log_level).

source: DastProfiles|Set to `false` to disable caching. Default: `true`. **Note:** Disabling cache can cause OOM events or DAST job timeouts.
ko: 캐싱을 비활성화하려면 `false`로 설정하세요. 기본값은 `true`입니다. **참고:** 캐시를 비활성화하면 OOM 이벤트나 DAST 작업 시간 초과가 발생할 수 있습니다.
ru: Установите в `false`, чтобы отключить кэширование. По умолчанию: `true`. **Примечание:** Отключение кэша может привести к событиям OOM или таймаутам заданий DAST.

source: DastProfiles|Set to `true` to add a `Via: GitLab DAST %{version}` header to every request sent, advertising that the request was sent as part of a GitLab DAST scan. Default: `false`.
ko: `true`로 설정하면 모든 전송 요청에 `Via: GitLab DAST %{version}` 헤더를 추가하여 요청이 GitLab DAST 검사의 일부로 전송되었음을 알립니다. 기본값: `false`.
ru: Установите в `true`, чтобы добавить заголовок `Via: GitLab DAST %{version}` к каждому отправленному запросу, объявляя, что запрос был отправлен как часть сканирования GitLab DAST. По умолчанию: `false`.

source: DastProfiles|Set to `true` to generate a report detailing steps taken during the authentication process. You must also define `gl-dast-debug-auth-report.html` as a CI job artifact to be able to access the generated report. The report's content aids when debugging authentication failures. Defaults to `false`.
ko: 인증 프로세스 중에 수행된 단계를 자세히 설명하는 보고서를 생성하려면 `true`로 설정합니다. 생성된 보고서에 액세스하려면 `gl-dast-debug-auth-report.html`을 CI 작업 아티팩트로 정의해야 합니다. 보고서의 내용은 인증 실패를 디버깅할 때 도움이 됩니다. 기본값은 `false`입니다.
ru: Установите в `true`, чтобы генерировать отчет, детализирующий шаги, предпринятые в процессе аутентификации. Также необходимо определить `gl-dast-debug-auth-report.html` как артефакт CI-задачи, чтобы получить доступ к сгенерированному отчету. Содержание отчета помогает при отладке ошибок аутентификации. По умолчанию: `false`.

source: DastProfiles|Set to `true` to generate an SVG graph of navigation paths visited during crawl phase of the scan. You must also define `gl-dast-crawl-graph.svg` as a CI job artifact to be able to access the generated graph. Defaults to `false`.
ko: 스캔의 크롤링 단계에서 방문한 내비게이션 경로의 SVG 그래프를 생성하려면 'true'로 설정합니다. 또한 생성된 그래프에 액세스하려면 'gl-dast-croll-graph.svg'를 CI 작업 아티팩트로 정의해야 합니다. 기본값은 'false'입니다.
ru: Установите в `true`, чтобы генерировать график в формате SVG, отображающий пути навигации, пройденные в фазе обхода во время сканирования. Также необходимо определить `gl-dast-crawl-graph.svg` как артефакт CI-задачи, чтобы получить доступ к сгенерированному графику. По умолчанию: `false`.

source: DastProfiles|Set to `true` to log Chromium `STDOUT` and `STDERR`.
ko: Chromium의 `STDOUT` 및 `STDERR`을 기록하려면 `true`로 설정합니다.
ru: Установите в `true`, чтобы записывать `STDOUT` и `STDERR` Chromium.

source: DastProfiles|Set to `true` to prevent DAST from checking that the target is available before scanning. Default: `false`.
ko: 스캔 전에 대상이 사용 가능한지 확인하는 것을 방지하려면 `true`로 설정하세요. 기본값은 `false`입니다.
ru: Установите в `true`, чтобы предотвратить проверку доступности цели перед сканированием. По умолчанию: `false`.

source: DastProfiles|Set to `true` to run both passive and active checks. Default is `false`.
ko: 수동형 및 능동형 검사를 모두 실행하려면 `true`로 설정합니다. 기본값은 `false`입니다.
ru: Установите в `true`, чтобы выполнять как пассивные, так и активные проверки. По умолчанию: `false`.

source: DastProfiles|Set to a comma-separated list of cookie names to specify which cookies are used for authentication.
ko: 인증에 사용될 쿠키를 지정하려면 쿠키 이름을 쉼표로 구분하여 설정하세요.
ru: Установите список имён куки, разделённых запятой, чтобы указать, какие куки используются для аутентификации.
