Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: DatadogIntegration|When enabled, pipeline job logs are collected by Datadog and displayed along with pipeline execution traces. This requires CI Visibility to be enabled. Note that pipeline job logs are priced like regular Datadog logs. Learn more %{link_start}here%{link_end}.
ko: 활성화하면 파이프라인 작업 로그가 Datadog에 수집되어 파이프라인 실행 추적과 함께 표시됩니다. 이를 위해 CI 가시성이 활성화되어 있어야 합니다. 파이프라인 작업 로그는 일반 Datadog 로그와 같은 요금이 부과됩니다. 자세한 내용은 %{link_start}여기%{link_end}에서 확인하세요.
ru: Если эта функция включена, журналы заданий конвейера собираются Datadog и отображаются вместе с трассировками выполнения конвейера. Для этого требуется включённая функция CI Visibility. Обратите внимание, что журналы заданий конвейера тарифицируются как обычные журналы Datadog. Подробнее %{link_start}здесь%{link_end}.

source: DatadogIntegration|When enabled, pipelines and jobs are collected, and Datadog will display pipeline execution traces. Note that CI Visibility is priced per committers, see our %{link_start}pricing page%{link_end}.
ko: 활성화하면 파이프라인과 작업이 수집되며, Datadog에서 파이프라인 실행 추적을 표시합니다. CI 가시성은 커미터 수에 따라 요금이 부과됩니다. 자세한 내용은 %{link_start}요금 페이지%{link_end}를 참조하세요.
ru: Когда эта опция включена, конвейеры и задания собираются, и Datadog будет отображать трассировки выполнения конвейеров. Обратите внимание, что CI Visibility тарифицируется по количеству участников, смотрите нашу %{link_start}страницу с ценами%{link_end}.

source: DatadogIntegration|have an invalid format
ko: 잘못된 형식이 있습니다.

source: DatadogIntegration|requires CI Visibility to be enabled
ko: CI 가시성이 활성화되어야 함
ru: требует включения CI Visibility

source: Date
ko: 날짜
ru: Дата

source: Date merged
ko: 머지된 날짜

source: Date range
ko: 날짜 범위
ru: Диапазон дат

source: Date range filter validation
ko: 날짜 범위 필터 유효성 검사
ru: Проверка фильтра диапазона дат

source: Date range limited to %{number} days
ko: 기간은 %{number} 일로 제한됩니다.
ru: Диапазон дат ограничен %{number} днями

source: Date range must be shorter than %{max_range} days.
ko: 기간은 %{max_range} 일보다 짧아야 합니다.
ru: Диапазон дат должен быть короче %{max_range} дней.

source: Date range too large
ko: 기간이 너무 깁니다.

source: DateRange|%{start_date}–%{end_date}
ko: %{start_date}–%{end_date}
ru: %{start_date}–%{end_date}

source: Dates
ko: 날짜
ru: Даты

source: Day
ko: 일
ru: День

source: Day of month
ko: 날짜
ru: День месяца

source: DayTitle|F
ko: 금
ru: Пт

source: DayTitle|M
ko: 월
ru: Пн

source: DayTitle|S
ko: 토
ru: Вс

source: DayTitle|W
ko: 수
ru: Ср

source: Days
ko: 일
ru: Дней

source: Days of inactivity before deactivation
ko: 비활성화되기 전의 비활동 기간

source: Days of inactivity before removal
ko: 제거 전 비활동 기간(일)
ru: Количество дней бездействия до удаления

source: Days to merge
ko: 머지까지 일수
ru: Дней до слияния

source: Deactivate
ko: 비활성화
ru: Отключить

source: Deactivate dormant users after a period of inactivity
ko: 비활동 기간 후 휴면 사용자 비활성화
ru: Отключать неактивных участников после периода бездействия

source: Dear Administrator,
ko: 운영자님께,
ru: Уважаемый администратор,

source: Debug
ko: 디버그
ru: Отладка

source: Dec
ko: 12월
ru: Дек.

source: December
ko: 12월
ru: Декабрь

source: Decline
ko: 거절
ru: Отклонить

source: Decline and sign out
ko: 취소 및 로그아웃
ru: Отклонить и выйти

source: Decompressed archive size validation failed.
ko: 압축 해제된 아카이브의 크기 확인에 실패했습니다.
ru: Ошибка проверки размера распакованного архива.

source: Decrease
ko: 감소
ru: Уменьшить

source: Decrement suggestion line end
ko: 제안된 라인 끝을 감소

source: Decrement suggestion line start
ko: 제안된 라인 시작을 감소

source: Default
ko: 기본값

source: Default - Never run
ko: 기본값 - 실행되지 않음
ru: По умолчанию - Никогда не запускать

source: Default CI/CD configuration file
ko: 기본 CI/CD 구성 파일
ru: Файл конфигурации CI/CD по умолчанию

source: Default artifacts expiration
ko: 기본 아티팩트 만료
ru: Срок истечения артефактов по умолчанию

source: Default branch
ko: 기본 브랜치
ru: Ветка по умолчанию

source: Default branch and protected branches
ko: 기본 브랜치 및 보호된 브랜치
ru: Ветка по умолчанию и защищённые ветки

source: Default channel to use if no other channel is configured.
ko: 다른 채널이 구성되지 않은 경우 사용할 기본 채널입니다.

source: Default description template for issues
ko: 이슈의 기본 설명 템플릿
ru: Шаблон описания обсуждений по умолчанию.

source: Default description template for merge requests
ko: 머지 리퀘스트에 대한 기본 설명 템플릿
ru: Шаблон описания по умолчанию для запросов на слияние

source: Default first day of the week
ko: 한 주의 시작 요일 기본값
ru: Первый день недели по умолчанию

source: Default first day of the week in calendars and date pickers.
ko: 달력과 날짜 선택 창에서 표시되는 한 주의 시작 요일 기본값
ru: Первый день недели по умолчанию в календарях и средствах выбора даты.

source: Default language
ko: 기본 언어
ru: Язык по умолчанию

source: Default language for users who are not logged in.
ko: 로그인하지 않은 사용자를 위한 기본 언어입니다.
ru: Язык по умолчанию для пользователей, которые не вошли в систему.

source: Default projects limit
ko: 기본 프로젝트 한도
ru: Лимит проектов по умолчанию

source: Default role
ko: 기본 역할
ru: Роль по умолчанию

source: Default timeout
ko: 기본 시간 초과
ru: Таймаут по умолчанию

source: Default: Map a FogBugz account ID to a full name
ko: 기본: FogBugz 계정 ID를 풀네임으로 매핑
ru: По умолчанию: сопоставить идентификатор учётной записи FogBugz с полным именем

source: DefaultBranchLabel|default
ko: 기본값
ru: по умолчанию

source: DefaultBranchProtection|Both developers and maintainers can push new commits, but cannot force push.
ko: 개발자와 유지관리자 모두 새 커밋을 푸시할 수 있지만 강제로 푸시할 수는 없습니다.
ru: Как разработчики, так и мейнтейнеры могут отправлять новые коммиты, но не могут выполнять принудительную отправку.

source: DefaultBranchProtection|Both developers and maintainers can push new commits, force push, or delete the branch.
ko: 개발자와 유지관리자 모두 새 커밋을 푸시하거나, 푸시하거나, 브랜치를 삭제할 수 있습니다.
ru: Как разработчики, так и мейнтейнеры могут отправлять новые коммиты, выполнять принудительную отправку или удалять ветку.

source: DefaultBranchProtection|Developers can push the initial commit to a repository, but none afterward. Maintainers can always push. No one can force push.
ko: 개발자는 초기 커밋을 리포지토리에 푸시할 수 있지만 이후에는 푸시할 수 없습니다. 유지관리자는 항상 할 수 있습니다. 누구도 푸시를 강제할 수 없습니다.
ru: Разработчики могут отправить начальный коммит в репозиторий, но последующие — нет. Мейнтейнеры всегда могут отправлять коммиты. Никто не может выполнить принудительную отправку.

source: DefaultBranchProtection|Developers cannot push new commits, but are allowed to accept merge requests to the branch. Maintainers can push to the branch.
ko: 개발자는 새 커밋을 푸시할 수 없지만 브랜치에 대한 머지 리퀘스트를 수락할 수 있습니다. 유지관리자는 브랜치로 푸시할 수 있습니다.
ru: Разработчики не могут отправлять новые коммиты, но могут принимать запросы на слияние в ветку. Мейнтейнеры могут отправлять коммиты в ветку.

source: DefaultBranchProtection|Developers cannot push new commits, but maintainers can. No one can force push.
ko: 개발자는 새 커밋을 푸시할 수 없지만 유지 관리자는 푸시할 수 있습니다. 누구도 푸시를 강제할 수 없습니다.
ru: Разработчики не могут отправлять новые коммиты, но мейнтейнеры могут. Никто не может выполнить принудительную отправку.

source: DefaultBranchProtection|Fully protected
ko: 완전히 보호됨
ru: Полная защита

source: DefaultBranchProtection|Fully protected after initial push
ko: 초기 푸시 후 완전히 보호됨
ru: Полная защита после первого отправления

source: DefaultBranchProtection|Not protected
ko: 보호되지 않음
ru: Не защищена

source: DefaultBranchProtection|Once a repository is created this branch will be protected.
ko: 리포지토리가 생성되면 이 분기가 보호됩니다.
ru: Как только репозиторий будет создан, эта ветка будет защищена.

source: DefaultBranchProtection|Partially protected
ko: 부분적으로 보호됨
ru: Частичная защита

source: DefaultBranchProtection|Protected
ko: 보호됨
ru: Защищена

source: DefaultBranchProtection|Protected against pushes
ko: push로부터 보호됨
ru: Защищена от отправок

source: Define a custom deploy freeze pattern with %{cronSyntaxStart}cron syntax%{cronSyntaxEnd}.
ko: %{cronSyntaxStart}cron 문법%{cronSyntaxEnd}을 사용하여 커스텀 배포 변경금지 패턴을 정의합니다.
ru: Определите пользовательский шаблон заморозки развёртывания с помощью %{cronSyntaxStart}синтаксиса cron%{cronSyntaxEnd}.

source: Define a custom pattern with cron syntax
ko: cron 구문을 사용하여 커스텀 패턴 정의
ru: Определить настраиваемый шаблон с синтаксисом cron

source: Define custom rules for what constitutes spam, independent of Akismet
ko: Akismet과 독립적으로 스팸을 구성하는 항목에 대한 커스텀 규칙을 정의합니다.
ru: Определите индивидуальные правила того, что считается спамом, независимо от Akismet

source: Define how approval rules are applied to merge requests.
ko: 머지 리퀘스트에 승인 규칙을 적용하는 방법을 정의합니다.

source: Define rules for who can push, merge, and the required approvals for each branch.
ko: 각 브랜치에 대해 푸시, 머지 및 요구하는 승인을 할 수 있는 사람에 대한 규칙을 정의합니다.
ru: Определите правила для тех, кто может выполнять отправку, слияние и какие одобрения необходимы для каждой ветки.

source: Definition
ko: 정의

source: Delay 2FA enforcement (hours)
ko: 2FA 시행 지연 (시간)
ru: Задержка применения 2ФА (в часах)

source: DelayedJobs|Are you sure you want to run %{jobName} immediately? Otherwise this job will run automatically after its timer finishes.
ko: %{jobName}을 즉시 실행할까요? 그렇지 않으면 이 작업은 타이머가 완료된 후 자동으로 실행됩니다.
ru: Вы уверены, что хотите выполнить %{jobName} немедленно? В противном случае задание будет выполнено автоматически после завершения таймера.

source: DelayedJobs|Are you sure you want to run %{job_name} immediately? This job will run automatically after its timer finishes.
ko: %{job_name}을 즉시 실행할까요? 이 작업은 타이머가 완료된 후 자동으로 실행됩니다.
ru: Вы уверены, что хотите выполнить %{job_name} немедленно? Это задание будет выполнено автоматически после завершения таймера.

source: DelayedJobs|Run the delayed job now?
ko: 지연된 작업을 지금 실행하시겠습니까?
ru: Запустить отложенное задание сейчас?

source: DelayedJobs|Start now
ko: 지금 시작
ru: Запустить сейчас

source: DelayedJobs|Unschedule
ko: 스케쥴 취소
ru: Убрать из очереди

source: Delete
ko: 삭제
ru: Удалить

source: Delete %{issuableType}
ko: %{issuableType} 삭제
ru: Удалить %{issuableType}

source: Delete %{issuableType}?
ko: %{issuableType}를 삭제하시겠습니까?

source: Delete %{name}
ko: %{name} 삭제
ru: Удалить %{name}

source: Delete %{ruleName}
ko: %{ruleName} 삭제

source: Delete Comment
ko: 댓글 삭제
ru: Удалить комментарий

source: Delete File
ko: 파일 삭제
ru: Удалить файл

source: Delete Key
ko: 키 삭제
ru: Удалить ключ

source: Delete Value Stream
ko: 가치 흐름 삭제
ru: Удалить Поток ценности

source: Delete WebAuthn device
ko: WebAuthn 장치 삭제
ru: Удалить устройство WebAuthn

source: Delete account
ko: 계정 삭제
ru: Удалить учётную запись

source: Delete asset
ko: 자산 삭제

source: Delete audio
ko: 오디오 삭제

source: Delete badge
ko: 배지 삭제
ru: Удалить значок

source: Delete code block
ko: 코드 블록 삭제

source: Delete column
ko: %d 열 삭제
ru: Удалить столбец

source: Delete comment
ko: 댓글 삭제
ru: Удалить комментарий

source: Delete comment template
ko: 댓글 템플릿 삭제
ru: Удалить шаблон комментария

source: Delete comment?
ko: 댓글을 삭제하시겠습니까?

source: Delete corpus
ko: 코퍼스 삭제
ru: Удалить корпус

source: Delete custom emoji
ko: 커스텀 이모티콘 삭제

source: Delete deploy key
ko: 배포 키 삭제

source: Delete deployment
ko: 배포 삭제

source: Delete diagram
ko: 다이어그램 삭제
ru: Удалить диаграмму

source: Delete epic
ko: 에픽 삭제

source: Delete group
ko: 그룹 삭제

source: Delete group immediately
ko: 그룹을 즉시 삭제

source: Delete group immediately?
ko: 그룹을 즉시 삭제하시겠습니까?

source: Delete identity
ko: 아이디 삭제
ru: Удалить идентификацию

source: Delete image
ko: 이미지 삭제

source: Delete internal note
ko: 내부 노트 삭제

source: Delete label
ko: 라벨 삭제
ru: Удалить метку

source: Delete label: %{labelName}
ko: 라벨 삭제: %{labelName}
ru: Удалить метку: %{labelName}

source: Delete one-time password authenticator
ko: 일회용 비밀번호 인증기 삭제
ru: Удалить генератор одноразовых паролей

source: Delete pipeline
ko: 파이프라인 삭제
ru: Удалить сборочную линию

source: Delete project
ko: 프로젝트 삭제
ru: Удалить проект

source: Delete project immediately
ko: 프로젝트를 즉시 삭제

source: Delete release
ko: 릴리스 삭제

source: Delete release %{release}?
ko: 릴리스 %{release}을 삭제하시겠습니까?

source: Delete row
ko: %d 행 삭제
ru: Удалить строку

source: Delete selected
ko: 선택된 항목 삭제

source: Delete snippet
ko: 스니펫 삭제
ru: Удалить сниппет

source: Delete snippet modal
ko: 스니펫 모달 삭제

source: Delete snippet?
ko: 스니펫 삭제?
ru: Удалить сниппет?

source: Delete source branch
ko: 소스 브랜치 삭제
ru: Удалить исходную ветку

source: Delete source branch when merge request is accepted.
ko: 머지 리퀘스트가 수락되면 소스 브랜치를 삭제합니다.
ru: Удалить исходную ветку при принятии запроса на слияние.

source: Delete table
ko: 테이블 삭제
ru: Удалить таблицу

source: Delete the pipeline
ko: 파이프라인 삭제

source: Delete this epic and release all child items?
ko: 이 에픽을 삭제하고 모든 하위 항목을 릴리스 하겠습니까?
ru: Удалить эту цель и отвязать все дочерние элементы?

source: Delete user list
ko: 사용자 목록 삭제
ru: Удалить список пользователей

source: Delete video
ko: 동영상 삭제

source: DeleteProject|Couldn't remove the project. A project repository storage move is in progress. Try again when it's complete.
ko: 프로젝트를 제거할 수 없습니다. 프로젝트 리포지토리 스토리지 이동이 진행 중입니다. 완료되면 다시 시도하세요.
ru: Не удалось удалить проект. Выполняется перемещение хранилища репозитория проекта. Попробуйте еще раз после его завершения.

source: DeleteProject|Couldn't remove the project. A related snippet repository storage move is in progress. Try again when it's complete.
ko: 프로젝트를 제거할 수 없습니다. 관련 스니펫 리포지토리 스토리지 이동이 진행 중입니다. 완료되면 다시 시도하세요.
ru: Не удалось удалить проект. Выполняется перемещение хранилища репозитория сниппетов. Попробуйте еще раз, когда оно закончится.

source: DeleteProject|Failed to remove design repository. Please try again or contact administrator.
ko: 디자인 리포지토리를 제거하지 못했습니다. 다시 시도하거나 운영자에게 문의하십시오.
ru: Не удалось удалить репозиторий дизайнов. Попробуйте еще раз или свяжитесь с администратором.

source: DeleteProject|Failed to remove events. Please try again or contact administrator.
ko: 이벤트를 제거하지 못했습니다. 다시 시도하거나 운영자에게 문의하세요.
ru: Не удалось удалить события. Попробуйте еще раз или свяжитесь с администратором.

source: DeleteProject|Failed to remove project repository. Please try again or contact administrator.
ko: 프로젝트 리포지토리를 제거하지 못했습니다. 잠시 후 다시 시도하거나 운영자에게 문의하세요.
ru: Не удалось удалить репозиторий проекта. Пожалуйста попробуйте ещё раз или свяжитесь с администратором.

source: DeleteProject|Failed to remove project snippets. Please try again or contact administrator.
ko: 프로젝트 스니펫을 제거하는 데 실패했습니다. 다시 시도하거나 운영자에게 문의하세요.
ru: Не удалось удалить сниппеты проекта. Пожалуйста, попробуйте ещё раз или свяжитесь с администратором.

source: DeleteProject|Failed to remove some tags in project container registry. Please try again or contact administrator.
ko: 프로젝트 컨테이너 레지스트리에서 일부 태그를 제거하지 못했습니다. 다시 시도하거나 운영자에게 문의하세요.
ru: Не удалось удалить некоторые метки в реестре контейнера проекта. Пожалуйста, попробуйте еще раз или свяжитесь с администратором.

source: DeleteProject|Failed to remove webhooks. Please try again or contact administrator.
ko: webhook을 제거하지 못했습니다. 다시 시도하거나 운영자에게 문의하세요.
ru: Не получилось удалить веб-обработчики. Попробуйте еще или свяжитесь с администратором сайта.

source: DeleteProject|Failed to remove wiki repository. Please try again or contact administrator.
ko: 위키 리포지토리를 제거하는 데 실패했습니다. 다시 시도하거나 운영자에게 문의하세요.
ru: Не получилось удалить репозиторий вики. Попробуйте ещё раз или свяжитесь с администратором.

source: DeleteRelease|Are you sure you want to delete this release?
ko: 정말 이 릴리스를 삭제하시겠습니까?

source: DeleteRelease|For more details, see %{docsPathStart}Deleting a release%{docsPathEnd}.
ko: 자세한 내용은 %{docsPathStart}릴리스 삭제%{docsPathEnd}을 참조하십시오.

source: DeleteRelease|You are about to delete release %{release} and its assets. The Git tag %{tag} will not be deleted.
ko: 릴리스 %{release}과 그 자산을 삭제하려고 합니다. Git 태그 %{tag} 은 삭제되지 않습니다.
ru: Вы собираетесь удалить релиз %{release} и его ресурсы. Тег Git %{tag} не будет удален.

source: DeleteValueStream|'%{name}' Value Stream deleted
ko: '%{name}' 가치 흐름이 삭제됨

source: DeleteValueStream|Are you sure you want to delete the "%{name}" Value Stream?
ko: 정말로 "%{name}" 가치 흐름을 삭제하시겠습니까?

source: DeleteValueStream|Delete %{name}
ko: %{name} 삭제

source: Deleted
ko: 삭제됨
ru: Удалено

source: Deleted chat nickname: %{chat_name}!
ko: 삭제된 채팅 닉네임: %{chat_name}!
ru: Удалённый никнейм чата: %{chat_name}!

source: Deleted commits:
ko: 삭제된 커밋:

source: Deleted the source branch.
ko: 소스 브랜치를 삭제했습니다.
ru: Удалена исходная ветка.

source: Deletes the source branch
ko: 소스 브랜치를 삭제합니다.
ru: Удаляет исходную ветку

source: Deleting
ko: 삭제 중
ru: Идет удаление

source: Deleting a project places it into a read-only state until %{date}, at which point the project will be permanently deleted. Are you ABSOLUTELY sure?
ko: 프로젝트를 삭제하면 프로젝트가 영구적으로 삭제되는 %{date}이 될 때까지 읽기 전용 상태가 됩니다. 삭제가 정말로 확실 합니까?
ru: После удаления проекта он будет доступен только для чтения до %{date}, после чего проект будет окончательно удалён. Вы ТОЧНО уверены, что хотите удалить проект?

source: Deleting branches
ko: 브랜치 삭제중
ru: Удаление веток

source: Deleting project '%{project_name}'. All data will be removed on %{date}.
ko: 프로젝트 '%{project_name}'을(를) 삭제 중입니다. 모든 데이터는 %{date}에 제거됩니다.

source: Deleting protected branches is blocked by security policies
ko: 보호된 브랜치 삭제는 보안 정책에 의해 차단됩니다.

source: Deletion scheduled at: %{time}
ko: 삭제 예약 시간: %{time}

source: DeletionSettings|Deletion protection
ko: 삭제 방지
ru: Защита от удаления

source: DeletionSettings|Maximum deletion protection duration is 90 days.
ko: 최대 삭제 보호 기간은 90일입니다.
ru: Максимальная длительность защиты от удаления 90 дней.

source: DeletionSettings|Minimum deletion protection duration is 1 day.
ko: 최소 삭제 보호 기간은 1일입니다.
ru: Минимальная длительность защиты от удаления 1 день.

source: DeletionSettings|Period that deleted groups and projects will remain restorable for.
ko: 삭제된 그룹 및 프로젝트가 복원 가능한 기간입니다.
ru: Период, в течение которого удалённые группы и проекты можно восстановить.

source: Denied authorization of chat nickname %{user_name}.
ko: 채팅 닉네임 %{user_name}의 승인이 거부되었습니다.
ru: Отказано в авторизации под чат никнеймом %{user_name}.

source: Deny
ko: 거부
ru: Отклонить

source: Deny access request
ko: 액세스 요청 거부
ru: Отклонить запрос на доступ

source: Dependencies
ko: 의존성
ru: Зависимости

source: Dependencies help page link
ko: 의존성 도움말 페이지 링크
ru: Ссылка на страницу справки о зависимостях

source: Dependencies|%d additional vulnerability not shown
ko: %d개의 추가 취약점 표시되지 않음
ru: %d дополнительная уязвимость не показана

source: Dependencies|%d more
ko: %d개 더
ru: ещё %d

source: Dependencies|%d vulnerability detected
ko: %d개의 취약성 감지됨

source: Dependencies|%{link_start}Download the export%{link_end}.
ko: %{link_start}내보내기 다운로드%{link_end}.
ru: %{link_start}Скачать экспорт%{link_end}.

source: Dependencies|%{locationCount} location
ko: %{locationCount} 위치

source: Dependencies|%{projectCount} project
ko: %{projectCount} 개 프로젝트
ru: %{projectCount} проект

source: Dependencies|(top level)
ko: (최상위 레벨)

source: Dependencies|+%{remainingLicensesCount} more
ko: +%{remainingLicensesCount}개 더
ru: + ещё %{remainingLicensesCount}

source: Dependencies|Component
ko: 컴포넌트

source: Dependencies|Component name
ko: 컴포넌트 이름

source: Dependencies|Dependency list export
ko: 의존성 목록 내보내기
ru: Экспорт списка зависимостей

source: Dependencies|Direct dependents
ko: 직접 의존성
ru: Прямые зависимости

source: Dependencies|Enter at least 3 characters to view available components.
ko: 사용 가능한 컴포넌트를 보려면 최소 3자를 입력하세요.
ru: Введите хотя бы 3 символа, чтобы увидеть доступные компоненты.

source: Dependencies|Error exporting the dependency list. Please reload the page.
ko: 의존성 목록을 내보내는 중 오류가 발생했습니다. 페이지를 새로고침하세요.

source: Dependencies|Export as CSV
ko: CSV로 내보내기

source: Dependencies|Export as CycloneDX (JSON)
ko: CycloneDX로 내보내기 (JSON)
ru: Экспортировать как CycloneDX (JSON)

source: Dependencies|Export as JSON
ko: JSON으로 내보내기

source: Dependencies|Follow the link below to download the export.
ko: 아래 링크를 따라 내보내기를 다운로드하세요.
ru: Перейдите по ссылке ниже, чтобы скачать экспорт.

source: Dependencies|Learn more about direct dependents
ko: 직접 의존성에 대해 자세히 알아보세요.
ru: Подробнее о прямых зависимостях

source: Dependencies|License
ko: 라이선스
ru: Лицензия

source: Dependencies|List of direct dependents
ko: 직접 의존성 목록
ru: Список прямых зависимостей

source: Dependencies|Location
ko: 위치

source: Dependencies|Locations of dependencies. The locations of transitive dependencies (child dependencies of other dependencies) are shown as the complete set of all paths that import the dependency.
ko: 의존성의 위치. 전이적 의존성(다른 의존성의 하위 의존성)의 위치는 해당 의존성을 가져오는 모든 경로의 전체 집합으로 표시됩니다.
ru: Местоположения зависимостей. Местоположения транзитивных зависимостей (дочерних зависимостей других зависимостей) отображаются как полный набор всех путей, импортирующих зависимость.

source: Dependencies|No components found.
ko: 컴포넌트를 찾을 수 없습니다.
ru: Компоненты не найдены.

source: Dependencies|Packager
ko: 패키저
ru: Пакетный менеджер

source: Dependencies|Projects
ko: 프로젝트
ru: Проекты

source: Dependencies|Report export in progress. After the report is generated, an email will be sent with the download link.
ko: 보고서 내보내기가 진행 중입니다. 보고서가 생성된 후 다운로드 링크가 포함된 이메일이 발송됩니다.
ru: Экспорт отчёта выполняется. После создания отчёта будет отправлено электронное письмо со ссылкой для скачивания.

source: Dependencies|Search or filter dependencies…
ko: 의존성 검색 또는 필터링...
ru: Поиск или фильтрация зависимостей…

source: Dependencies|Software Bill of Materials (SBOM) based on the %{linkStart}latest successful%{linkEnd} scan
ko: %{linkStart}최근에 성공한%{linkEnd} 스캔을 기반으로 하는 SBOM (소프트웨어 자재 명세서)

source: Dependencies|Software Bill of Materials (SBOM) based on the latest successful scan of each project.
ko: 최근에 성공한 스캔을 기반으로 하는 SBOM(소프트웨어 자재 명세서)

source: Dependencies|The dependency list was successfully exported for %{exportable}.
ko: %{exportable}에 대해 의존성 목록이 성공적으로 내보내졌습니다.
ru: Список зависимостей был успешно экспортирован для %{exportable}.

source: Dependencies|The dependency list was successfully exported.
ko: 의존성 목록이 성공적으로 내보내졌습니다.
ru: Список зависимостей успешно экспортирован.

source: Dependencies|There was a problem fetching the licenses for this group.
ko: 이 그룹의 라이선스를 가져오는 중에 문제가 발생했습니다.

source: Dependencies|There was a problem fetching vulnerabilities.
ko: 취약점을 가져오는 중에 문제가 발생했습니다.

source: Dependencies|There was an error fetching the components for this %{namespaceType}. Please try again later.
ko: 이 %{namespaceType}에 대한 컴포넌트를 가져오는 중에 오류가 발생했습니다. 나중에 다시 시도해 보세요.
ru: Произошла ошибка при получении компонентов для %{namespaceType}. Повторите попытку позже.

source: Dependencies|There was an error fetching the projects for this group. Please try again later.
ko: 이 그룹의 프로젝트를 가져오는 중에 오류가 발생했습니다. 나중에 다시 시도 해주십시오.

source: Dependencies|There was an error fetching the versions for the selected component. Please try again later.
ko: 이 선택된 구성요소에 대한 버전을 가져오는 중에 오류가 발생했습니다. 나중에 다시 시도 해주십시오.
ru: Произошла ошибка при получении версий для выбранного компонента. Повторите попытку позже.

source: Dependencies|This link will expire in %{number} days.
ko: 이 링크는 %{number}일 후에 만료됩니다.
ru: Эта ссылка истечёт через %{number} дней.

source: Dependencies|To filter by version, filter by one component first
ko: 버전으로 필터링하려면, 먼저 컴포넌트로 먼저 필터링 하십시오
ru: Чтобы фильтровать по версии, сначала отфильтруйте по одному компоненту

source: Dependencies|To filter by version, select exactly one component first
ko: 버전으로 필터링 하려면, 먼저 단 하나의 컴포넌트를 선택하세요
ru: Чтобы фильтровать по версии, сначала выберите ровно один компонент

source: Dependencies|Toggle vulnerability list
ko: 취약점 목록 토글

source: Dependencies|Unknown path
ko: 알 수 없는 경로
ru: Неизвестный путь

source: Dependencies|View dependency paths
ko: 의존성 경로 보기
ru: Просмотреть пути зависимостей

source: Dependencies|Vulnerabilities
ko: 취약점
ru: Уязвимости

source: Dependencies|unknown
ko: 알 수 없음

source: Dependency Proxy
ko: 의존성 프록시
ru: Прокси зависимостей

source: Dependency Scanning
ko: 의존성 스캔
ru: Сканирование Зависимостей

source: Dependency list
ko: 의존성 목록

source: Dependency scanning
ko: 의존성 스캔
ru: Сканирование зависимостей

source: DependencyListExport|License Identifiers
ko: 라이선스 식별자
ru: Идентификаторы лицензий
