Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AdminUsers|Avatar
ko: 아바타
ru: Аватар

source: AdminUsers|Ban user
ko: 사용자 계정정지
ru: Забанить пользователя

source: AdminUsers|Ban user %{username}?
ko: %{username} 사용자를 계정정지 할까요?
ru: Забанить пользователя %{username}?

source: AdminUsers|Banned
ko: 계정정지됨
ru: Забанен

source: AdminUsers|Based on member role in groups and projects. %{linkStart}Learn more about member roles.%{linkEnd}
ko: 그룹과 프로젝트내의 멤버 역할에 기반함. %{linkStart}멤버 역할에 대해 자세히 알아보기.%{linkEnd}
ru: На основе роли участника в группах и проектах. %{linkStart}Подробнее о ролях участников.%{linkEnd}

source: AdminUsers|Be added to groups and projects
ko: 그룹과 프로젝트에 추가됨
ru: Быть добавлены в группы и проекты

source: AdminUsers|Block
ko: 차단
ru: Заблокировать

source: AdminUsers|Block user
ko: 사용자 차단
ru: Заблокировать пользователя

source: AdminUsers|Block user %{username}?
ko: %{username} 사용자를 차단할까요?
ru: Заблокировать пользователя %{username}?

source: AdminUsers|Blocked
ko: 차단됨
ru: Заблокирован

source: AdminUsers|Blocking user has the following effects:
ko: 사용자를 차단하면 다음과 같은 효과가 있습니다.
ru: Блокировка пользователя имеет следующие эффекты:

source: AdminUsers|Bot
ko: 봇
ru: Бот

source: AdminUsers|Bots
ko: 봇
ru: Боты

source: AdminUsers|Can create top-level group
ko: 최상위 그룹을 생성할 수 있음
ru: Может создавать группу верхнего уровня

source: AdminUsers|Cannot sign in or access instance information
ko: 로그인할 수 없거나, 인스턴스 정보에 액세스 할 수 없습니다.
ru: Не удается войти или получить доступ к информации об экземпляре

source: AdminUsers|Cannot unblock LDAP blocked users
ko: LDAP 차단된 사용자의 차단을 해제할 수 없습니다.
ru: Не удалось разблокировать заблокированных пользователей LDAP

source: AdminUsers|Change access
ko: 억세스 변경
ru: Изменение доступа

source: AdminUsers|Cohorts
ko: 코호트
ru: Когорты

source: AdminUsers|Compute quota
ko: 컴퓨팅 할당량
ru: Квота вычислительных ресурсов

source: AdminUsers|Confirm user
ko: 사용자 승인
ru: Подтвердить пользователя

source: AdminUsers|Confirm user %{username}?
ko: %{username} 사용자를 승인할까요?
ru: Подтвердить пользователя %{username}?

source: AdminUsers|Could not load custom admin roles.
ko: 커스텀 운영자 역할을 로딩할 수 없습니다.
ru: Не удалось загрузить пользовательские роли администратора.

source: AdminUsers|Could not load user group counts. Please refresh the page to try again.
ko: 사용자 그룹 수를 로드할 수 없습니다. 페이지 새로고침 후 다시 시도해주세요.
ru: Не удалось загрузить количество групп пользователей. Пожалуйста, обновите страницу, чтобы повторить попытку.

source: AdminUsers|Create
ko: 생성
ru: Создать

source: AdminUsers|Create admin role to populate this list.
ko: 이 목록을 채우려면 운영자 역할을 생성하십시오.
ru: Создайте роль администратора, чтобы заполнить этот список.

source: AdminUsers|Create service account
ko: 서비스 계정 생성
ru: Создание учётной записи службы

source: AdminUsers|Custom admin roles
ko: 커스텀 운영자 역할
ru: Пользовательские роли администратора

source: AdminUsers|Deactivate
ko: 비활성화
ru: Отключить

source: AdminUsers|Deactivate user %{username}?
ko: %{username} 사용자를 비활성화 할까요?
ru: Отключить пользователя %{username}?

source: AdminUsers|Deactivated
ko: 비활성화됨
ru: Отключён

source: AdminUsers|Deactivating a user has the following effects:
ko: 사용자를 비활성화하면 다음과 같은 효과가 있습니다.
ru: Деактивация пользователя имеет следующие эффекты:

source: AdminUsers|Define user access to groups, projects, resources, and the Admin area.
ko: 그룹, 프로젝트, 리소스 및 관리 영역에 대한 사용자 액세스를 정의합니다.
ru: Определяет доступ пользователей к группам, проектам, ресурсам и области администратора.

source: AdminUsers|Delete User %{username} and contributions?
ko: %{username} 사용자와 기여를 삭제하시겠습니까?
ru: Удалить Пользователя %{username} и внесённые им изменения ?

source: AdminUsers|Delete User %{username}?
ko: %{username} 사용자를 삭제하시겠습니까?
ru: Удалить пользователя %{username}?

source: AdminUsers|Delete User '%{name}' and contributions?
ko: '%{name}' 사용자와 기여를 삭제하시겠습니까?
ru: Удалить пользователя «%{name}» и его вклад?

source: AdminUsers|Delete User '%{name}'?
ko: '%{name}' 사용자를 삭제하시겠습니까'?
ru: Удалить пользователя «%{name}»?

source: AdminUsers|Delete user
ko: 사용자 삭제
ru: Удалить пользователя

source: AdminUsers|Delete user and contributions
ko: 사용자와 기여 삭제
ru: Удалить пользователя и внесённые им изменения

source: AdminUsers|Edit
ko: 편집
ru: Изменить

source: AdminUsers|Edit service account
ko: 서비스 계정 편집
ru: Изменение учётной записи службы

source: AdminUsers|Export permissions as CSV (max 100,000 users)
ko: CSV로 권한목록 내보내기(최대 100,000명의 사용자)
ru: Экспорт разрешений в формате CSV (максимум 100 000 пользователей)

source: AdminUsers|External
ko: 외부
ru: Внешний

source: AdminUsers|External users cannot see internal or private projects unless access is explicitly granted. Also, external users cannot create projects, groups, or personal snippets.
ko: 외부 사용자는 액세스가 명시적으로 부여되지 않는 한 내부 또는 비공개 프로젝트를 볼 수 없습니다. 또한 외부 사용자는 프로젝트, 그룹 또는 개인 스니펫을 생성할 수 없습니다.
ru: Внешние пользователи не могут видеть внутренние или приватные проекты, если доступ не предоставлен явно. Внешние пользователи также не могут создавать проекты, группы или личные сниппеты.

source: AdminUsers|Filter list
ko: 필터 목록
ru: Фильтровать список

source: AdminUsers|For more information, please refer to the %{link_start}user account deletion documentation.%{link_end}
ko: 자세한 내용은 %{link_start}사용자 계정 삭제 문서%{link_end}를 참조하십시오.
ru: Для получения дополнительной информации, пожалуйста, обратитесь к %{link_start}документации по удалению учётной записи пользователя.%{link_end}

source: AdminUsers|Full access to all groups, projects, users, features, and the Admin area.
ko: 모든 그룹, 프로젝트, 사용자, 기능 및 운영자 영역에 대한 전체 액세스 권한이 있습니다.
ru: Полный доступ ко всем группам, проектам, пользователям, функциям и области администратора.

source: AdminUsers|Full access to all groups, projects, users, features, and the Admin area. You cannot remove your own administrator access.
ko: 모든 그룹, 프로젝트, 사용자, 기능 및 운영자 영역에 대한 전체 액세스 권한이 있습니다. 자신의 운영자 액세스 권한은 제거할 수 없습니다.
ru: Полный доступ ко всем группам, проектам, пользователям, функциям и области администратора. Вы не можете удалить свой собственный доступ администратора.

source: AdminUsers|Full read and write access.
ko: 전체 읽기 쓰기 억세스.
ru: Полный доступ на чтение и запись.

source: AdminUsers|Group Managed Account
ko: 그룹 관리 계정
ru: Учётная запись, управляемая группой

source: AdminUsers|Groups and project settings
ko: 그룹과 프로젝트 설정
ru: Настройки групп и проектов

source: AdminUsers|Here are some helpful links to help you manage your instance:
ko: 다음은 인스턴스를 관리하는 데 도움이 되는 몇 가지 유용한 링크입니다.
ru: Вот несколько полезных ссылок, которые помогут вам управлять своим экземпляром:

source: AdminUsers|Humans
ko: 사람
ru: Люди

source: AdminUsers|If you have any questions about this process please consult our %{doc_link} or %{support_link}.
ko: 이 프로세스에 대해 질문이 있는 경우 %{doc_link} 또는 %{support_link}에 문의해주세요.
ru: Если у вас есть какие-либо вопросы об этом процессе, обратитесь к %{doc_link} или %{support_link}.

source: AdminUsers|Important information about usage on your GitLab instance
ko: GitLab 인스턴스 사용법에 대한 중요 정보
ru: Важная информация об использовании вашего экземпляра GitLab

source: AdminUsers|Internal
ko: 내부
ru: Внутренний

source: AdminUsers|Is using seat
ko: 사용 중인 좌석
ru: использует лицензию

source: AdminUsers|It's you!
ko: 이것은 나!
ru: Это вы!

source: AdminUsers|LDAP
ko: LDAP
ru: LDAP

source: AdminUsers|LDAP Blocked
ko: LDAP 차단됨
ru: Заблокирован LDAP

source: AdminUsers|LDAP sync
ko: LDAP 동기화
ru: Синхронизация LDAP

source: AdminUsers|Learn more about %{link_start}banned users.%{link_end}
ko: %{link_start}계정 정지%{link_end}에 대해 자세히 알아보세요.
ru: Узнать больше о %{link_start}забаненных пользователях.%{link_end}

source: AdminUsers|Limits
ko: 한도
ru: Ограничения

source: AdminUsers|Linkedin
ko: LinkedIn
ru: Linkedin

source: AdminUsers|Locked
ko: 잠김
ru: Доступ заблокирован

source: AdminUsers|Log in
ko: 로그인
ru: Войти

source: AdminUsers|Manage (accept/reject) pending user sign ups
ko: 대기 중인 사용자 등록 관리 (수락/거부)
ru: Управление (принятие/отклонение) ожидающих регистрации пользователей

source: AdminUsers|May be directly added to groups and projects. %{linkStart}Learn more about auditor role.%{linkEnd}
ko: 그룹과 프로젝트내애 직접 추가될 수 있음. %{linkStart}감사자 역할에 대해 자세히 알아보기.%{linkEnd}
ru: Может быть напрямую добавлен в группы и проекты. %{linkStart}Подробнее о роли аудитора.%{linkEnd}

source: AdminUsers|Name not matching
ko: 이름이 일치하지 않습니다
ru: Имя не совпадает

source: AdminUsers|New user
ko: 새로운 유저
ru: Новый пользователь

source: AdminUsers|No access.
ko: 액세스 없음.
ru: Нет доступа.

source: AdminUsers|Owned groups will be left
ko: 소유하고 있는 그룹이 유지됩니다.
ru: Группы, имеющиеся в собственности будут сохранены

source: AdminUsers|Pending approval
ko: 승인대기중
ru: Ожидает одобрения

source: AdminUsers|Personal projects will be left
ko: 개인 프로젝트는 유지됩니다.
ru: Личные проекты будут сохранены

source: AdminUsers|Personal projects, group and user history will be left intact
ko: 개인 프로젝트, 그룹 및 사용자 기록은 그대로 유지됩니다.
ru: Личные проекты, группы и история пользователей останутся нетронутыми

source: AdminUsers|Private profile
ko: 비공개 프로필
ru: Закрытый профиль

source: AdminUsers|Projects limit
ko: 프로젝트 제한
ru: Лимит проектов

source: AdminUsers|Projects, issues, merge requests, and comments of this user are hidden from other users.
ko: 이 사용자의 프로젝트, 이슈, 머지 리퀘스트와 댓글이 다른 사용자에게 표시되지 않습니다.
ru: Проекты, обсуждения, запросы на слияние и комментарии этого пользователя скрыты от других пользователей.

source: AdminUsers|Re-enable spam monitoring for %{username}?
ko: %{username}에 대한 스팸 모니터링을 다시 활성화하시겠습니까?
ru: Снова включить мониторинг спама для %{username}?

source: AdminUsers|Reactivating a user will:
ko: 사용자를 재활성화:
ru: Повторная активация пользователя будет:

source: AdminUsers|Read access to all groups and projects.
ko: 모든 그릅과 프로젝트에 대한 읽기 권한.
ru: Доступ только для чтения ко всем группам и проектам.

source: AdminUsers|Read-only access to all groups and projects. No access to the Admin area by default.
ko: 모든 그룹과 프로젝트에 대한 읽기 전용 액세스 권한입니다. 기본적으로 운영자 영역에 액세스할 수 없습니다.
ru: Доступ только для чтения ко всем группам и проектам. Доступ к области администратора по умолчанию отсутствует.

source: AdminUsers|Regular
ko: 일반
ru: Обычный

source: AdminUsers|Regular users have access to their groups and projects.
ko: 일반 사용자는 그룹 및 프로젝트에 액세스할 수 있습니다.
ru: Обычные пользователи имеют доступ к своим группам и проектам.

source: AdminUsers|Reject
ko: 거부
ru: Отклонить

source: AdminUsers|Reject user %{username}?
ko: 사용자 %{username}을 거부하시겠습니까?
ru: Отклонить пользователя %{username}?

source: AdminUsers|Rejected users:
ko: 거부된 사용자:
ru: Отклонённые пользователи:

source: AdminUsers|Requires at least Maintainer role in specific groups and projects.
ko: 특정 그룹과 프로젝트내에 최소 유지 관리자 역할이 필요함.
ru: Требуется как минимум роль Мейнтейнера в указанных группах и проектах.

source: AdminUsers|Reset link will be generated and sent to the user. User will be forced to set the password on first sign in.
ko: 리셋 링크가 생성되어 사용자에게 전송됩니다. 사용자는 처음 로그인할 때 비밀번호를 설정해야 합니다.
ru: Ссылка для сброса будет сгенерирована и отправлена пользователю. Пользователь будет вынужден установить пароль при первом входе.

source: AdminUsers|Restore user access to the account, including web, Git and API.
ko: 웹, Git과 API를 포함한 계정에 대한 사용자 액세스를 복원합니다.
ru: Восстановить доступ пользователя к учетной записи, включая веб, Git и API.

source: AdminUsers|Review and set Admin area access with a custom admin role.
ko: 검토하고 커스텀 운영자 역할로 운영자 영역 액세스를 설정.
ru: Проверьте и настройте доступ к области администратора с помощью пользовательской роли администратора.

source: AdminUsers|Role Promotions
ko: 역할 승격
ru: Повышение ролей

source: AdminUsers|Role promotions
ko: 역할 승격
ru: Повышение ролей

source: AdminUsers|Search by name, email, or username
ko: 이름, 이메일 또는 사용자명으로 검색
ru: Поиск по имени, электронной почте или по имени пользователя

source: AdminUsers|Send email to users
ko: 유저에게 이메일 보내기
ru: Отправить электронные письма пользователям

source: AdminUsers|Skype
ko: Skype
ru: Skype

source: AdminUsers|Stop monitoring %{username} for possible spam?
ko: %{username}에 대한 스팸 가능성 모니터링을 중지하시겠습니까?
ru: Прекратить мониторинг %{username} на предмет возможного спама?

source: AdminUsers|The maximum compute minutes that jobs in this namespace can use on instance runners each month. Set 0 for unlimited. Set empty to inherit the global setting of %{minutes}
ko: 이 네임스페이스의 작업이 매달 인스턴스 러너에서 사용할 수 있는 최대 컴퓨팅 시간(분)입니다. 무제한인 경우 0으로 설정하세요. 전역 설정인 %{minutes}을 상속하려면 비워 두세요.
ru: Максимальное количество вычислительных минут, которое может быть израсходовано заданиями в данном пространстве имен на общих средствах выполнения за месяц. Установите 0 для снятия ограничения. Оставьте пустым, чтобы использовать глобальное значение (%{minutes}).

source: AdminUsers|The user can create issues, notes, snippets, and merge requests that appear to be spam without being blocked.
ko: 사용자는 차단되지 않고 스팸으로 보이는 이슈, 메모, 스니펫 및 머지 리퀘스트를 생성할 수 있습니다.
ru: Пользователь сможет создать обсуждения, заметки, сниппеты и запросы на слияние, которые выглядят как спам, без блокировки.

source: AdminUsers|The user can't access git repositories.
ko: 사용자는 git 리포지토리에 액세스할 수 없습니다.
ru: Пользователь не имеет доступа к репозиториям git.

source: AdminUsers|The user can't log in.
ko: 사용자는 로그인할 수 없습니다.
ru: Пользователь не может войти

source: AdminUsers|The user has unlimited access to all groups, projects, users, and features.
ko: 사용자는 모든 그룹, 프로젝트, 사용자, 기능에 무제한으로 액세스할 수 있습니다.
ru: Пользователь имеет неограниченный доступ ко всем группам, проектам, пользователям и функциям.

source: AdminUsers|The user will be logged out
ko: 사용자는 로그아웃됩니다.
ru: Пользователь выйдет из системы

source: AdminUsers|The user will not be able to access git repositories
ko: 사용자는 git 리포지토리에 액세스할 수 없습니다.
ru: Пользователь не сможет получить доступ к репозиториям git

source: AdminUsers|The user will not be able to access the API
ko: 사용자는 API에 접근할 수 없습니다.
ru: Пользователь не сможет получить доступ к API

source: AdminUsers|The user will not be able to use slash commands
ko: 사용자는 슬래시 명령을 사용할 수 없습니다.
ru: Пользователь не сможет использовать команды с косой чертой (/)

source: AdminUsers|The user will not receive any notifications
ko: 사용자는 알림을 받지 않습니다.
ru: Пользователь не будет получать никаких уведомлений

source: AdminUsers|There are no more seats left in your subscription. New users cannot be approved for this instance.
ko: 구독에 남은 좌석이 없습니다. 새 사용자는 이 인스턴스에 승인되지 않습니다.
ru: В вашем тарифе больше нет доступных лицензий. Новые пользователи не могут быть одобрены для этого экземпляра.

source: AdminUsers|This user's access level is managed with LDAP. Remove user's mapping or change group's role in %{linkStart}LDAP synchronization%{linkEnd} to modify access.
ko: 이 사용자의 액세스 수준은 LDAP으로 관리됩니다. 액세스 권한을 수정하려면 %{linkStart}LDAP 동기화%{linkEnd}에서 사용자 매핑을 제거하거나 그룹의 역할을 변경하세요.
ru: Уровень доступа этого пользователя управляется через LDAP. Чтобы изменить доступ, удалите сопоставление пользователя или измените роль группы в %{linkStart}синхронизации LDAP%{linkEnd}.

source: AdminUsers|To confirm, type %{name}
ko: 확인을 위해 입력해주세요, %{name}
ru: Для подтверждения введите %{name}

source: AdminUsers|To confirm, type %{projectName}
ko: 확인을 위해 %{projectName} 를 입력해주세요.
ru: Для подтверждения, введите %{projectName}

source: AdminUsers|To confirm, type %{username}.
ko: 확인을 위해 %{username} 을 입력하세요.
ru: Для подтверждения, введите %{username}.

source: AdminUsers|Trust user
ko: 신뢰할 수 있는 사용자로 설정
ru: Доверять пользователю

source: AdminUsers|Trusted
ko: 신뢰함
ru: Доверенный

source: AdminUsers|Two-factor authentication
ko: 이중 인증
ru: Двухфакторная аутентификация

source: AdminUsers|Unban user
ko: 사용자 계정정지 해제
ru: Разбанить пользователя

source: AdminUsers|Unban user %{username}?
ko: %{username}사용자의 계정정지를 해제할까요?
ru: Разбанить пользователя %{username}?

source: AdminUsers|Unblock
ko: 차단 해제
ru: Разблокировать

source: AdminUsers|Unblock user %{username}?
ko: %{username}사용자 차단을 해제할까요?
ru: Разблокировать пользователя %{username}?

source: AdminUsers|Unique username that can be called for usage across GitLab
ko: GitLab내에서 사용자를 지칭하는 유일한 사용자명
ru: Уникальное имя пользователя, которое можно использовать по всему GitLab

source: AdminUsers|Unlock user %{username}?
ko: %{username} 사용자 잠금을 해제할까요?
ru: Разблокировать пользователя %{username}?

source: AdminUsers|Untrust user
ko: 사용자 신뢰 해제
ru: Не доверять пользователю

source: AdminUsers|User administration
ko: 사용자 관리
ru: Управление пользователем

source: AdminUsers|User type
ko: 사용자 유형
ru: Тип пользователя

source: AdminUsers|User will not be able to access git repositories
ko: 사용자는 git 리포지토리에 액세스할 수 없습니다.
ru: Пользователь не сможет получить доступ к репозиториям git

source: AdminUsers|User will not be able to login
ko: 사용자는 로그인할 수 없습니다.
ru: Пользователь не сможет войти

source: AdminUsers|Users
ko: 사용자
ru: Пользователи

source: AdminUsers|Users can still be invited to your instance and/or add themselves if permitted based on your settings. They will not have access to your instance, nor count towards your subscribed seat count until you %{approve_link}.
ko: 사용자는 여전히 인스턴스에 초대되거나 설정에 따라 허용되는 경우 자신을 추가할 수 있습니다. 그들은 당신의 인스턴스에 액세스할 수 없으며 귀하가 %{approve_link}이 될 때까지 구독한 좌석 수에 포함되지 않습니다.
ru: Пользователи могут по-прежнему быть приглашены в ваш экземпляр и/или добавить себя, если это разрешено настройками. Они не получат доступ к вашему экземпляру и не будут учтены в количестве лицензий, пока вы не %{approve_link}.

source: AdminUsers|Validate user account
ko: 사용자 계정 인증
ru: Подтвердить учётную запись пользователя

source: AdminUsers|View
ko: 보기
ru: Просмотр

source: AdminUsers|View pending member requests
ko: 대기 중인 멤버 요청 보기
ru: Просмотр ожидающих запросов на участие

source: AdminUsers|Website URL
ko: 웹사이트 URL
ru: URL сайта

source: AdminUsers|What can I do?
ko: 내가 무엇을 할 수 있습니까?
ru: Что я могу сделать?

source: AdminUsers|What does this mean?
ko: 이것은 무엇을 의미합니까?
ru: Что это обозначает?

source: AdminUsers|When banned:
ko: 계정정지된 경우:
ru: Забанен:

source: AdminUsers|When not being monitored for spam:
ko: 스팸이 모니터링되지 않는 경우:
ru: Когда не отслеживается спам:

source: AdminUsers|When the user logs back in, their account will reactivate as a fully active account
ko: 사용자가 다시 로그인하면 계정이 완전히 활성화된 계정으로 재활성화됩니다.
ru: Когда пользователь в следующий раз войдёт в систему, его учётная запись снова станет полностью активной

source: AdminUsers|Will be deleted
ko: 삭제됩니다
ru: Будет удалён

source: AdminUsers|Without projects
ko: 프로젝트 없이
ru: Без проектов

source: AdminUsers|Without two-factor authentication
ko: 이중 인증 없음
ru: Без двухфакторной аутентификации

source: AdminUsers|You are about to permanently delete the user %{name}. Issues, merge requests, and groups linked to them will be transferred to a system-wide "Ghost-user". Once you %{strongStart}Delete user%{strongEnd}, it cannot be undone or recovered.
ko: %{name}을 영구적으로 삭제하려고 합니다. 해당 사용자와 연관된 이슈, 머지 리퀘스트 및 그룹이 전역적으로 "Ghost-user"으로 변경됩니다. 데이터 손실을 방지하기 위해 사용자 차단 기능을 대신 사용해보세요. %{strongStart}사용자 삭제%{strongEnd}시 되돌리거나, 복구할 수 없습니다.
ru: Вы собираетесь безвозвратно удалить пользователя %{name}. Связанные с ним обсуждения, запросы на слияние и группы будут переданы системному «пользователю-призраку». После нажатия на кнопку %{strongStart}Удалить пользователя%{strongEnd} это действие нельзя будет отменить или восстановить пользователя.

source: AdminUsers|You are about to permanently delete the user %{name}. This will delete all issues, merge requests, groups, and projects linked to them. After you %{strongStart}Delete user%{strongEnd}, you cannot undo this action or recover the data.
ko: 사용자 %{name}을 영구적으로 삭제하려고 합니다. 이 작업을 수행하면 해당 사용자와 링크된 모든 이슈, 머지 리퀘서트, 그룹, 프로젝트가 삭제됩니다. 한번 %{strongStart}사용자 삭제%{strongEnd}를 수행하면 이 작업을 취소하거나 데이터를 복구할 수 없습니다.
ru: Вы собираетесь безвозвратно удалить пользователя %{name}. Это удалит все связанные с ним обсуждения, запросы на слияние, группы и проекты. После нажатия на кнопку %{strongStart}Удалить пользователя%{strongEnd} это действие нельзя будет отменить или восстановить данные.

source: AdminUsers|You are about to permanently delete the user %{username}. Issues, merge requests, and groups linked to them will be transferred to a system-wide "Ghost-user". To avoid data loss, consider using the %{strongStart}block user%{strongEnd} feature instead. Once you %{strongStart}Delete user%{strongEnd}, it cannot be undone or recovered.
ko: %{username}을 영구적으로 삭제하려고 합니다. 해당 사용자와 연관된 이슈, 머지 리퀘스트 및 그룹이 전역적으로 "Ghost-user"으로 변경됩니다. 데이터 손실을 방지하기 위해 %{strongStart}사용자 차단%{strongEnd} 기능을 대신 사용해보세요. %{strongStart}사용자 삭제%{strongEnd}시 되돌리거나, 복구할 수 없습니다.
ru: Вы собираетесь навсегда удалить пользователя %{username}. Обсуждения, запросы на слияние и группы, связанные с ним, будут переданы системному «пользователю-призраку». Чтобы избежать потери данных, рассмотрите возможность использования функции %{strongStart}блокировки пользователя%{strongEnd}. После того как вы %{strongStart}удалите пользователя%{strongEnd}, его невозможно будет восстановить.

source: AdminUsers|You are about to permanently delete the user %{username}. This will delete all issues, merge requests, groups, and projects linked to them. To avoid data loss, consider using the %{strongStart}Block user%{strongEnd} feature instead. After you %{strongStart}Delete user%{strongEnd}, you cannot undo this action or recover the data.
ko: 사용자 %{username}을 영구적으로 삭제하려고 합니다. 이 작업을 수행하면 해당 사용자와 링크된 모든 이슈, 머지 리퀘서트, 그룹, 프로젝트가 삭제됩니다. 데이터 손실을 피하려면 %{strongStart}사용자 차단%{strongEnd} 기능을 사용하는 것을 고려해 보세요. 한번 %{strongStart}사용자 삭제%{strongEnd}를 수행하면 이 작업을 취소하거나 데이터를 복구할 수 없습니다.
ru: Вы собираетесь окончательно удалить пользователя %{username}. Это удалит все его обсуждения, запросы на слияние и связанные с ними группы и проекты. Чтобы избежать потери данных, рассмотрите возможность использования функции %{strongStart}блокировки пользователя%{strongEnd}. После %{strongStart}удаления пользователя%{strongEnd}, нельзя будет его восстановить его данные или отменить его удаление.

source: AdminUsers|You can always block their account again if needed.
ko: 필요한 경우 언제든지 해당 계정을 다시 차단할 수 있습니다.
ru: Вы всегда сможете заблокировать учётную запись пользователя повторно, если это необходимо.

source: AdminUsers|You can always deactivate their account again if needed.
ko: 필요한 경우 언제든지 계정을 다시 비활성화할 수 있습니다.
ru: Вы всегда можете снова отключить их учётную запись, если это потребуется.

source: AdminUsers|You can always re-activate their account, their data will remain intact.
ko: 언제든지 계정을 다시 활성화할 수 있으며 데이터는 그대로 유지됩니다.
ru: Вы всегда можете реактивировать учётную запись, данные останутся нетронутыми.

source: AdminUsers|You can always unblock their account, their data will remain intact.
ko: 언제나 계정 차단을 해제할 수 있으며 데이터는 그대로 유지됩니다.
ru: Вы всегда сможете разблокировать учётную запись пользователя, его данные останутся нетронутыми.

source: AdminUsers|You can ban their account in the future if necessary.
ko: 필요한 경우 나중에 해당 계정을 계정정지 할 수 있습니다.
ru: При необходимости вы можете забанить его учётную запись в будущем.

source: AdminUsers|You can trust this user in the future if necessary.
ko: 필요한 경우 나중에 신뢰하는 사용자로 설정할 수 있습니다.
ru: При необходимости вы можете доверять этому пользователю в будущем.

source: AdminUsers|You can unban their account in the future. Their data remains intact.
ko: 나중에 계정정지를 해제할 수 있습니다. 데이터는 그대로 유지됩니다.
ru: Вы можете разбанить его/её учётную запись в будущем. Данные останутся нетронутыми.

source: AdminUsers|You can untrust this user in the future.
ko: 나중에 이 신뢰하는 사용자 설정을 해제할 수 있습니다.
ru: В будущем вы можете отказаться от доверия этому пользователю.

source: AdminUsers|You cannot remove your own administrator access.
ko: 본인이 보유한 운영자 접근 권한은 삭제할 수 없습니다.
ru: Вы не можете удалить свои права администратора.

source: AdminUsers|You must transfer ownership or delete the groups owned by this user before you can delete their account
ko: 이 사용자의 계정을 삭제하기 전에 해당 사용자가 소유한 그룹의 소유권을 이전하거나 그룹을 삭제해야 합니다.
ru: Вы должны передать права собственности или удалить группы, принадлежащие этому пользователю, прежде чем вы сможете удалить его учётную запись
