Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ProjectSettings|Your project is set up. %{instructionsLinkStart}View instrumentation instructions%{instructionsLinkEnd} and %{dashboardsLinkStart}Analytics Dashboards%{dashboardsLinkEnd}.
ko: 프로젝트가 설정되었습니다. %{instructionsLinkStart}측정 지침 보기%{instructionsLinkEnd} 및 %{dashboardsLinkStart}분석 대시보드%{dashboardsLinkEnd}.
ru: Ваш проект настроен. %{instructionsLinkStart}Просмотрите инструкции по сбору данных%{instructionsLinkEnd} и %{dashboardsLinkStart}Аналитические панели%{dashboardsLinkEnd}.

source: ProjectSetting|already in use
ko: 이미 사용 중

source: ProjectTemplates|.NET Core
ko: .NET Core
ru: .NET Core

source: ProjectTemplates|Android
ko: 안드로이드
ru: Android

source: ProjectTemplates|GitLab CI/CD components
ko: GitLab CI/CD 컴포넌트
ru: Компоненты GitLab CI/CD

source: ProjectTemplates|GitLab Cluster Management
ko: GitLab 클러스터 관리
ru: Управление кластером GitLab

source: ProjectTemplates|Gitpod/Spring Petclinic
ko: Gitpod/Spring Petclinic
ru: Gitpod/Spring Petclinic

source: ProjectTemplates|Go Micro
ko: Go Micro
ru: Go Micro

source: ProjectTemplates|HIPAA Audit Protocol
ko: HIPAA 감사 프로토콜
ru: Протокол аудита HIPAA

source: ProjectTemplates|Jsonnet for Dynamic Child Pipelines
ko: 동적 하위 파이프라인을 위한 Jsonnet
ru: Jsonnet для динамических дочерних конвейеров

source: ProjectTemplates|Kotlin Native for Linux
ko: Linux용 Kotlin 네이티브
ru: Kotlin Native для Linux

source: ProjectTemplates|Laravel Framework
ko: Laravel 프레임워크
ru: Фреймворк Laravel

source: ProjectTemplates|NIST 800-53r5
ko: NIST 800-53r5
ru: NIST 800-53r5

source: ProjectTemplates|NodeJS Express
ko: NodeJS Express
ru: NodeJS Express

source: ProjectTemplates|Pages/Astro
ko: Pages/Astro
ru: Pages/Astro

source: ProjectTemplates|Pages/Docusaurus
ko: Pages/Docusaurus
ru: Pages/Docusaurus

source: ProjectTemplates|Pages/Hugo
ko: Pages/Hugo
ru: Pages/Hugo

source: ProjectTemplates|Pages/Jekyll
ko: Pages/Jekyll
ru: Pages/Jekyll

source: ProjectTemplates|Pages/Next.js
ko: Pages/Next.js
ru: Pages/Next.js

source: ProjectTemplates|Pages/Nuxt
ko: Pages/Nuxt
ru: Pages/Nuxt

source: ProjectTemplates|Pages/Plain HTML
ko: Pages/일반 HTML
ru: Pages/Простой HTML

source: ProjectTemplates|Ruby on Rails
ko: Ruby on Rails
ru: Ruby on Rails

source: ProjectTemplates|SalesforceDX
ko: SalesforceDX
ru: SalesforceDX

source: ProjectTemplates|Sample GitLab Project
ko: 샘플 GitLab 프로젝트
ru: Пример проекта GitLab

source: ProjectTemplates|Serverless Framework/JS
ko: 서버리스 프레임워크/JS
ru: Serverless Framework/JS

source: ProjectTemplates|Spring
ko: Spring
ru: Spring

source: ProjectTemplates|TYPO3 Distribution
ko: TYPO3 배포
ru: Дистрибутив TYPO3

source: ProjectTemplates|Tencent Serverless Framework/NextjsSSR
ko: 텐센트 서버리스 프레임워크/NextjsSSR
ru: Tencent Serverless Framework/NextjsSSR

source: ProjectTemplates|iOS (Swift)
ko: iOS(Swift)
ru: iOS (Swift)

source: ProjectTransfer|An error occurred fetching the transfer locations, please refresh the page and try again.
ko: 전송 위치를 가져오는 동안 오류가 발생했습니다. 페이지를 새로고침하고 다시 시도하십시오.

source: ProjectView|Activity
ko: 활동
ru: Активность

source: ProjectView|Files and Readme (default)
ko: 파일 및 Readme (기본값)
ru: Файлы и файл Readme (по умолчанию)

source: ProjectView|Readme
ko: Readme
ru: Файл Readme

source: ProjectView|Wiki
ko: 위키
ru: Вики

source: Projects
ko: 프로젝트
ru: Проекты

source: Projects API
ko: 프로젝트 API

source: Projects API rate limits
ko: 프로젝트 API 속도 제한
ru: Ограничения на частоту запросов API проектов

source: Projects Successfully Retrieved
ko: 성공적으로 검색된 프로젝트

source: Projects are graded based on the highest severity vulnerability present
ko: 프로젝트는 존재하는 가장 심각도가 높은 취약점을 기준으로 등급이 매겨집니다.
ru: Проекты оцениваются по наличию самой серьёзной уязвимости

source: Projects are where you store your code, access issues, wiki, and other features of GitLab.
ko: 프로젝트는 코드를 저장하고 이슈, Wiki 및 GitLab의 기타 기능에 액세스하는 곳입니다.
ru: Проекты — это место, где вы храните свой код, доступ к обсуждениям, вики и другим функциям GitLab.

source: Projects contributed to
ko: 기여 프로젝트
ru: Проекты, в которые внесён вклад

source: Projects help you organize your work. They contain your file repository, issues, merge requests, and so much more.
ko: 프로젝트는 작업을 구성하는 데 도움이 됩니다. 여기에는 파일 리포지토리, 이슈, 머지 리퀘스트 등이 포함됩니다.
ru: Проекты помогают организовать вашу работу. В них содержатся ваш репозиторий файлов, обсуждения, запросы на слияние и многое другое.

source: Projects in this group can use Git LFS
ko: 이 그룹의 프로젝트는 Git LFS를 사용할 수 있습니다.
ru: Проекты в этой группе могут использовать Git LFS

source: Projects shared with %{group_name}
ko: %{group_name}과 공유되는 프로젝트
ru: Проекты, совместно используемые с %{group_name}

source: Projects to index
ko: 인덱싱할 프로젝트
ru: Проекты для индексирования

source: Projects with critical vulnerabilities
ko: 치명적인 취약점이 있는 프로젝트

source: Projects with high or unknown vulnerabilities
ko: 높거나 알려지지 않은 취약점을 갖고 있는 프로젝트

source: Projects with low vulnerabilities
ko: 취약성이 낮은 프로젝트

source: Projects with medium vulnerabilities
ko: 중간 정도의 취약점이 있는 프로젝트

source: Projects with no vulnerabilities and security scanning enabled
ko: 취약점 및 보안 검색이 활성화되지 않은 프로젝트

source: Projects with this topic
ko: 이 주제의 프로젝트
ru: Проекты с этим тегом

source: Projects with write access
ko: 쓰기 권한이 있는 프로젝트
ru: Проекты с доступом для записи

source: ProjectsEdit|An error occurred updating this project. Please try again.
ko: 이 프로젝트를 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.

source: ProjectsEdit|Project was successfully updated.
ko: 프로젝트가 성공적으로 업데이트되었습니다.
ru: Профиль успешно изменён.

source: ProjectsNewEdit|Must start with a letter, digit, emoji, or underscore. Can also contain periods, dashes, spaces, and parentheses.
ko: 문자, 숫자, 이모티콘 또는 밑줄로 시작해야 합니다. 마침표, 대시, 공백 및 괄호도 포함될 수 있습니다.
ru: Должно начинаться с буквы, цифры, эмодзи или подчеркивания. Может также содержать точки, тире, пробелы и скобки.

source: ProjectsNewEdit|My awesome project
ko: My awesome project
ru: Мой прекрасный проект

source: ProjectsNewEdit|Project description
ko: 프로젝트 설명
ru: Описание проекта

source: ProjectsNewEdit|Project description (optional)
ko: 프로젝트 설명 (옵션)
ru: Описание проекта (необязательно)

source: ProjectsNewEdit|Project description is too long (maximum is %{count} characters).
ko: 프로젝트 설명이 너무 깁니다 (최대 %{count} 자).
ru: Описание проекта слишком длинное (максимум %{count} символов).

source: ProjectsNewEdit|Project name is required.
ko: 프로젝트 이름이 필요합니다.
ru: Название проекта обязательно.

source: ProjectsNew|%d group or namespace found
ko: %d 그룹 또는 네임스페이스가 발견됨
ru: Найдена %d группа или пространство имён

source: ProjectsNew|(optional)
ko: (옵션)
ru: (необязательно)

source: ProjectsNew|Allows you to immediately clone this project’s repository. Skip this if you plan to push up an existing repository.
ko: 이 프로젝트의 리포지토리를 즉시 복제할 수 있습니다. 기존 리포지토리를 푸시할 계획이라면 이 단계를 건너뜁니다.
ru: Позволяет вам сразу клонировать репозиторий. Пропустите этот пункт, если вы планируете загрузить существующий репозиторий.

source: ProjectsNew|An error occurred while checking group path. Please refresh and try again.
ko: 그룹 경로를 확인하는 동안 오류가 발생했습니다. 새로고침하고 다시 시도해 주세요.
ru: Произошла ошибка при проверке пути к группе. Обновите страницу и попробуйте ещё раз.

source: ProjectsNew|Analyze your source code for known security vulnerabilities.
ko: 알려진 보안 취약점에 대하여 소스 코드를 분석합니다.
ru: Анализируйте исходный код на наличие известных уязвимостей.

source: ProjectsNew|Authenticate through GitHub
ko: GitHub를 통해 인증
ru: Аутентификация через GitHub

source: ProjectsNew|Authenticate with GitHub
ko: GitHub로 인증
ru: Аутентификация через GitHub

source: ProjectsNew|Available only for projects within groups
ko: 그룹 내에서만 사용할 수 있는 프로젝트
ru: Доступно только для проектов в группах

source: ProjectsNew|Bitbucket Server URL
ko: Bitbucket Server URL
ru: URL сервера Bitbucket

source: ProjectsNew|Choose a group
ko: 그룹 선택하세요
ru: Выберите группу

source: ProjectsNew|Choose a group or namespace
ko: 그룹 또는 네임스페이스 선택
ru: Выберите группу или пространство имён

source: ProjectsNew|Connect your external repository to GitLab CI/CD.
ko: 외부 리포지토리를 GitLab CI/CD에 연결합니다.
ru: Подключить внешний репозиторий к GitLab CI/CD.

source: ProjectsNew|Contact an administrator to enable options for importing your project
ko: 프로젝트 가져오기 옵션을 활성화하려면 운영자에게 문의하세요.
ru: Обратитесь к администратору, чтобы включить параметры для импорта вашего проекта

source: ProjectsNew|Contact an administrator to enable options for importing your project.
ko: 프로젝트 가져오기 옵션을 활성화하려면 운영자에게 문의하십시오.
ru: Свяжитесь с администратором, чтобы включить параметры импорта вашего проекта.

source: ProjectsNew|Create
ko: 생성
ru: Создать

source: ProjectsNew|Create a blank project to store your files, plan your work, and collaborate on code, among other things.
ko: 파일을 저장하고, 작업을 계획하고, 코드 공동 작업 등의 작업을 수행하기 위한 빈 프로젝트를 만듭니다.
ru: Создайте пустой проект для хранения файлов, планирования работы и совместного написания кода.

source: ProjectsNew|Create a project pre-populated with the necessary files to get you started quickly.
ko: 신속하게 시작하는 데 필요한 파일이 미리 채워진 프로젝트를 만듭니다.
ru: Создайте проект из шаблона с предварительно заполненными файлами, чтобы быстро начать работу.

source: ProjectsNew|Create blank project
ko: 빈 프로젝트 생성
ru: Создать пустой проект

source: ProjectsNew|Create from template
ko: 템플릿에서 만들기
ru: Создать из шаблона

source: ProjectsNew|Create new project
ko: 새 프로젝트 만들기
ru: Создать новый проект

source: ProjectsNew|Description format
ko: 설명 형식
ru: Напишите несколько слов про проект

source: ProjectsNew|Direct transfer projects with a top-level Group
ko: 최상위 그룹이 있는 프로젝트를 직접 전송
ru: Прямой перенос проектов с группой верхнего уровня

source: ProjectsNew|Enable Secret Detection
ko: 비밀 탐지 활성화

source: ProjectsNew|Enable Static Application Security Testing (SAST)
ko: 정적 애플리케이션 보안 테스트(SAST) 활성화
ru: Включить Static Application Security Testing (SAST)

source: ProjectsNew|Experimental settings
ko: 실험기능 설정
ru: Экспериментальные настройки

source: ProjectsNew|FogBugz URL
ko: FogBugz URL
ru: URL FogBugz

source: ProjectsNew|Get started with one of our popular project templates.
ko: 인기 있는 프로젝트 템플릿 중 하나로 시작해보세요.
ru: Начните работу с одним из популярных шаблонов.

source: ProjectsNew|GitLab project export
ko: GitLab 프로젝트 내보내기
ru: Экспорт проекта GitLab

source: ProjectsNew|Gitea host URL
ko: Gitea 호스트 URL
ru: URL хоста Gitea

source: ProjectsNew|Group name
ko: 그룹 이름
ru: Название группы

source: ProjectsNew|Import
ko: 가져오기
ru: Импорт

source: ProjectsNew|Import project
ko: 프로젝트 가져오기
ru: Импорт проекта

source: ProjectsNew|Import project from
ko: 프로젝트 가져오기
ru: Импортировать проект из

source: ProjectsNew|Import projects from FogBugz
ko: FogBugz에서 프로젝트 가져오기
ru: Импорт проектов из FogBugz

source: ProjectsNew|Import projects from Gitea
ko: Gitea에서 프로젝트 가져오기
ru: Импорт проектов из Gitea

source: ProjectsNew|Import repositories from Bitbucket Server
ko: Bitbucket Server로 부터 리포지토리 가져오기
ru: Импорт репозиториев с сервера Bitbucket

source: ProjectsNew|In one of your groups
ko: 당신의 그룹중 하나에

source: ProjectsNew|In your personal namespace
ko: 당신의 개인 네임스페이스에

source: ProjectsNew|Include a Getting Started README
ko: README로 시작하기 포함
ru: Включить README с инструкциями по началу работы

source: ProjectsNew|Initialize repository with a README
ko: README 파일을 포함하여 리포지토리 초기화
ru: Добавить README файл

source: ProjectsNew|Might break existing functionality with other repositories or APIs. It's not possible to change SHA-256 repositories back to the default SHA-1 hashing algorithm.
ko: 다른 리포지토리 또는 API의 기존 기능이 중단될 수 있습니다. SHA-256 리포지토리를 기본 SHA-1 해싱 알고리즘으로 다시 변경할 수 없습니다.
ru: Может привести к нарушению существующей функциональности других репозиториев или API. Невозможно изменить репозитории SHA-256 обратно на алгоритм хеширования SHA-1, используемый по умолчанию.

source: ProjectsNew|Migrate your data from an external source like GitHub, Bitbucket, or another instance of GitLab.
ko: GitHub, Bitbucket 또는 다른 GitLab 인스턴스와 같은 외부 소스에서 데이터를 마이그레이션합니다.
ru: Перенесите свои данные из сторонних репозиториев, например GitHub, Bitbucket или другого экземпляра GitLab.

source: ProjectsNew|Migrate your data from another GitLab instance.
ko: 다른 GitLab 인스턴스로부터 당신의 데이터를 마이그레이션하세요.
ru: Перенесите данные из другого экземпляра GitLab.

source: ProjectsNew|More templates are available after sign-up.
ko: 가입 후 더 많은 템플릿을 사용할 수 있습니다.
ru: Другие шаблоны будут доступны после регистрации.

source: ProjectsNew|Must start with a lowercase or uppercase letter, digit, emoji, or underscore. Can also contain dots, pluses, dashes, or spaces.
ko: 소문자나 대문자, 숫자, 이모티콘 또는 밑줄로 시작해야만 합니다. 점, 더하기, 대시 또는 공백을 포함할 수 있습니다.
ru: Должно начинаться со строчной или прописной буквы, цифры, эмодзи или подчеркивания. Может также содержать точки, плюсы, дефисы и пробелы.

source: ProjectsNew|My awesome project
ko: My awesome project
ru: Мой прекрасный проект

source: ProjectsNew|New project
ko: 새 프로젝트
ru: Новый проект

source: ProjectsNew|No import options available
ko: 사용할 수 있는 가져오기 옵션 없음
ru: Нет доступных опций импорта

source: ProjectsNew|Password/Personal access token
ko: 암호/개인 억세스 토큰
ru: Пароль или личный токен доступа

source: ProjectsNew|Pick a group or namespace
ko: 그룹 또는 네임스페이스 선택
ru: Выберите группу или неймспейс

source: ProjectsNew|Pick a group or namespace where you want to create this project.
ko: 이 프로젝트를 생성하려는 그룹 또는 네임스페이스를 선택합니다.
ru: Выберите группу или пространство имён, в котором хотите создать этот проект.

source: ProjectsNew|Please enter a valid Bitbucket Server URL.
ko: 유효한 Bitbucket Server URL을 입력하십시오.
ru: Введите корректный URL сервера Bitbucket.

source: ProjectsNew|Please enter a valid Gitea host URL.
ko: 유효한 Gitea 호스트 URL을 입력하십시오.
ru: Введите корректный URL хоста Gitea.

source: ProjectsNew|Please enter a valid personal access token.
ko: 유효한 개인 억세스 토큰을 입력하십시오.
ru: Введите корректный личный токен доступа.

source: ProjectsNew|Please enter a valid project name.
ko: 유효한 프로젝트 명을 입력하십시오.
ru: Введите корректное название проекта.

source: ProjectsNew|Please enter a valid project slug.
ko: 유효한 프로젝트 슬러그를 입력하십시오.
ru: Введите корректную читаемую часть URL для проекта.

source: ProjectsNew|Please enter a valid token.
ko: 유효한 토큰을 입력하세요.
ru: Введите действительный токен.

source: ProjectsNew|Please enter a valid username.
ko: 유효한 사용자명을 입력하세요.
ru: Введите действительное имя пользователя.

source: ProjectsNew|Please enter project name.
ko: 프로젝트 이름을 입력하세요.
ru: Введите название проекта.

source: ProjectsNew|Please enter project slug.
ko: 프로젝트 슬러그를 입력하세요.
ru: Введите читаемую часть URL проекта.

source: ProjectsNew|Please upload a valid GitLab project export file.
ko: 유효한 GitLab 프로젝트 내보내기 파일을 업로드 하십시오.
ru: Загрузите корректный файл экспорта проекта GitLab.

source: ProjectsNew|Project Configuration
ko: 프로젝트 구성
ru: Конфигурация проекта

source: ProjectsNew|Project description %{tag_start}(optional)%{tag_end}
ko: 프로젝트 설명 %{tag_start}(옵션)%{tag_end}
ru: Описание проекта %{tag_start}(необязательно)%{tag_end}

source: ProjectsNew|Project name
ko: 프로젝트 이름
ru: Название проекта

source: ProjectsNew|Project slug
ko: 프로젝트 슬러그
ru: Читаемая часть URL проекта

source: ProjectsNew|Projects
ko: 프로젝트
ru: Проекты

source: ProjectsNew|Projects are organized into groups
ko: 프로젝트는 그룹으로 구성됩니다.
ru: Проекты организованы в группы

source: ProjectsNew|Recommended if you're new to GitLab
ko: GitLab을 처음 사용하는 경우 권장
ru: Рекомендуется, если вы новичок в GitLab

source: ProjectsNew|Run CI/CD for external repository
ko: 외부 리포지토리에 대한 CI/CD 실행
ru: Запустить CI/CD для внешнего репозитория

source: ProjectsNew|Scan your code for secrets and credentials to prevent unauthorized access.
ko: 무단 접근을 방지하기 위해 코드를 스캔하여 비밀번호와 자격 증명을 확인하세요.

source: ProjectsNew|Select
ko: 선택
ru: Выбрать

source: ProjectsNew|Select a template
ko: 템플릿 선택
ru: Выберите шаблон

source: ProjectsNew|To move or copy an entire GitLab project from another GitLab installation to this one, navigate to the original project's settings page, generate an export file, and upload it here.
ko: 전체 GitLab 프로젝트를 다른 GitLab 설치에서 이 설치로 이동하거나 복사하려면 원래 프로젝트의 설정 페이지로 이동하여 내보내기 파일을 생성하고 여기에 업로드하십시오.
ru: Чтобы переместить или скопировать весь проект GitLab с другой установки GitLab на эту, перейдите на страницу настроек исходного проекта, создайте файл экспорта и загрузите его сюда.

source: ProjectsNew|Unable to suggest a path. Please refresh and try again.
ko: 경로를 제안할 수 없습니다. 새로고침하고 다시 시도해 주세요.
ru: Не удалось предложить путь. Обновите страницу и попробуйте ещё раз.

source: ProjectsNew|Use SHA-256 for repository hashing algorithm
ko: 저장소 해싱 알고리즘에 SHA-256 사용
ru: Использовать SHA-256 как алгоритм хеширования для репозитория

source: ProjectsNew|Visibility Level
ko: 공개 수준
ru: Уровень доступа

source: ProjectsNew|You can always change your URL later
ko: 나중에 언제든지 URL을 변경할 수 있습니다.
ru: Вы сможете изменить ваш URL позже

source: ProjectsNew|You cannot create projects in your personal namespace. Contact your GitLab administrator.
ko: 개인 네임스페이스에서 프로젝트를 생성할 수 없습니다. GitLab 운영자에게 문의하세요.
ru: Вы не можете создавать проекты в своём личном пространстве имён. Обратитесь к администратору GitLab.

source: ProjectsNew|You have no groups. Create a new one or join an existing group.
ko: 당신은 그룹이 없습니다. 새롭게 하나를 만들거나 기존 그룹에 가입하십시오.
ru: У вас нет групп. Создайте новую или присоединитесь к существующей.

source: ProjectsNew|You've reached your limit of %{limit} projects created. Contact your GitLab administrator.
ko: 생성한 프로젝트 수가 %{limit}로 제한에 도달했습니다. GitLab 운영자에게 문의하세요.
ru: Вы достигли ограничения по количеству созданных проектов (%{limit}). Обратитесь к администратору GitLab.

source: ProjectsNew|Your project will be created at:
ko: 귀하의 프로젝트는 다음 위치에 생성됩니다:
ru: Ваш проект будет создан в:

source: ProjectsNew|https://mycompany.fogbugz.com
ko: https://mycompany.fogbugz.com
ru: https://mycompany.fogbugz.com

source: ProjectsNew|my-awesome-project
ko: my-awesome-project
ru: my-awesome-project

source: Projects|An error occurred deleting the project. Please refresh the page to try again.
ko: 프로젝트 삭제 중 오류가 발생했습니다. 페이지를 새로 고쳐 다시 시도하세요.
ru: Произошла ошибка при удалении проекта. Обновите страницу и попробуйте снова.

source: Projects|An error occurred restoring the project. Please refresh the page to try again.
ko: 프로젝트를 복원하는 중에 오류가 발생했습니다. 페이지를 새로 고쳐 다시 시도하세요.
ru: Произошла ошибка при восстановлении проекта. Обновите страницу и попробуйте снова.

source: Projects|Delete %{nameWithNamespace}
ko: %{nameWithNamespace} 삭제

source: Projects|Projects that are archived or pending deletion will appear here.
ko: 여기에는 아카이브되거나 삭제 대기 중인 프로젝트가 표시됩니다.

source: Projects|Projects where you contribute code, create issues or epics, or participate in discussions will appear here.
ko: 코드를 기여하거나, 이슈 또는 에픽을 생성하거나, 토론에 참여한 프로젝트가 여기 나타납니다.

source: Projects|Scheduled for deletion on %{date}
ko: %{date}에 삭제 예약됨
ru: Запланировано удаление %{date}

source: Projects|Visit a project and select the star icon to save projects you want to find later.
ko: 프로젝트를 방문하고 별점 아이콘을 선택하여 나중에 찾고 싶은 프로젝트를 저장하세요.

source: Projects|You aren't a member of any projects yet.
ko: 아직 어떤 프로젝트의 멤버도 아닙니다.
ru: Вы ещё не являетесь участником ни одного проекта.

source: Projects|You don't have any inactive projects.
ko: 비활성 프로젝트가 없습니다.

source: Projects|You don't have any personal projects yet.
ko: 아직 개인 프로젝트가 없습니다.
ru: У вас ещё нет личных проектов.

source: Projects|You haven't contributed to any projects yet.
ko: 아직 어떤 프로젝트에도 기여하지 않았습니다.
ru: Вы ещё не внесли свой вклад в проекты.

source: Projects|You haven't starred any projects yet.
ko: 아직 어떤 프로젝트에도 별점을 추가하지 않았습니다.

source: Project|already in use
ko: 이미 사용 중
ru: уже используется

source: PrometheusService|Active
ko: 활성

source: PrometheusService|IAP_CLIENT_ID.apps.googleusercontent.com
ko: IAP_CLIENT_ID.apps.googleusercontent.com

source: PrometheusService|Monitor application health with Prometheus metrics and dashboards
ko: Prometheus 측정항목 및 대시보드로 애플리케이션 헬스 모니터링
ru: Отслеживайте работоспособность приложений с помощью метрик и панелей мониторинга Prometheus

source: PrometheusService|Select this checkbox to override the auto configuration settings with your own settings.
ko: 자동 설정을 사용자 고유의 설정으로 오버라이드하려면 이 확인란을 선택합니다.

source: PrometheusService|The ID of the IAP-secured resource.
ko: IAP 보안 리소스의 ID입니다.

source: PrometheusService|The Prometheus API base URL.
ko: Prometheus API 기본 URL입니다.

source: PrometheusService|The contents of the credentials.json file of your service account.
ko: 서비스 계정의 credentials.json 파일 내용입니다.
ru: Содержимое файла credentials.json вашей учётной записи службы.

source: PrometheusService|https://prometheus.example.com/
ko: https://prometheus.example.com/

source: PrometheusService|{ "type": "service_account", "project_id": ... }
ko: { "type": "service_account", "project_id": ... }

source: Promote
ko: 승격
ru: Повысить

source: Promote issue to an epic
ko: 이슈를 에픽으로 승격

source: Promote issue to incident
ko: 이슈를 인시던트로 승격

source: Promote item
ko: 아이템 승급

source: Promote to epic
ko: 에픽으로 승격

source: Promote to objective
ko: 목표로 승격

source: PromoteMilestone|Only project milestones can be promoted.
ko: 프로젝트 마일스톤만 승격할 수 있습니다.
ru: Перенести можно только этапы проекта.

source: PromoteMilestone|Project does not belong to a group.
ko: 프로젝트가 그룹에 속하지 않습니다.
ru: Проект не принадлежит группе.

source: PromoteMilestone|Promotion failed - %{message}
ko: 승격 실패 - %{message}
ru: Перенос не выполнен -%{message}

source: Promoted issue to an epic.
ko: 이슈를 에픽으로 승격함

source: Promoted successfully.
ko: 성공적으로 승급되었습니다.

source: Promotes issue to incident
ko: 이슈를 인시던트로 승격

source: Promotes item to %{type}.
ko: 아이템을 %{type}으로 승급합니다.

source: Promotion is not supported.
ko: 승격이 지원되지 않습니다.

source: PromotionRequests|An error occured while loading the role promotion requests. Refresh the page to try again
ko: 역할 승격 요청을 로드하는 중 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.

source: PromotionRequests|An error occurred while loading promotion requests. Reload the page to try again.
ko: 승격 요청을 로드하는 동안 오류가 발생했습니다. 페이지를 다시 로드하여 다시 시도하세요.

source: PromotionRequests|An error occurred while processing the request
ko: 요청을 처리하는 동안 오류가 발생했습니다.

source: PromotionRequests|Error fetching promotion requests count
ko: 승격 요청 수를 가져오는 중 오류 발생

source: PromotionRequests|Highest role requested
ko: 요청된 최상위 역할

source: PromotionRequests|No promotion requests found
ko: 승격 요청을 찾을 수 없습니다.

source: PromotionRequests|User has been promoted to a billable role
ko: 사용자가 청구 가능한 역할로 승격되었습니다.

source: PromotionRequests|User has been promoted to a billable role. Some errors occurred
ko: 사용자가 지불 가능한 역할로 승격되었습니다. 일부 오류가 발생했습니다.

source: PromotionRequests|User promotion has been rejected
ko: 사용자 승격이 거부되었습니다.

source: PromotionRequests|User promotion has been rejected. Some errors occurred
ko: 사용자 승격이 거부되었습니다. 일부 오류가 발생했습니다.

source: Promotions|Add %{link_start} description templates %{link_end} to help your contributors to communicate effectively!
ko: 기여자들이 효과적으로 의사소통할 수 있도록 %{link_start} 설명 템플릿 %{link_end} 추가!
ru: Добавьте %{link_start}шаблоны описаний%{link_end}, чтобы помочь вашим участникам общаться эффективней!

source: Promotions|Add Group Webhooks and GitLab Enterprise Edition.
ko: 그룹 Webhook과 GitLab 엔터프라이즈 에디션을 추가합니다.
ru: Добавляйте групповые вебхуки в GitLab Enterprise Edition.

source: Promotions|Better Protected Branches
ko: 향상된 보호를 받는 브랜치
ru: Улучшенные защищённые ветки

source: Promotions|Burndown Charts are visual representations of the progress of completing a milestone. At a glance, you see the current state for the completion a given milestone. Without them, you would have to organize the data from the milestone and plot it yourself to have the same sense of progress.
ko: 번다운 차트는 마일스톤 완료 진도를 시각적으로 나타냅니다. 주어진 마일스톤 완료에 대한 현재 진도 상태를 한 눈에 볼 수 있습니다. 그것들이 없으면 마일스톤에서 데이터를 구성하고 동일한 진도 느낌을 갖도록 직접 구성해야 합니다.
ru: Графики сгорания — это визуальное представление прогресса в выполнении этапа. Текущее состояние дел можно оценить буквально с одного взгляда. Без них вам пришлось бы систематизировать сведения об этапах и вручную строить графики, чтобы получить аналогичное представление о прогрессе.
