Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: CycleAnalytics|Failed to parse default stages.
ko: 기본 스테이지 구문 분석에 실패함.
ru: Не удалось разобрать стадии по умолчанию.

source: CycleAnalytics|Failed to parse stage events.
ko: 스테이지 이벤트 구문 분석에 실패함
ru: Не удалось разобрать события стадий.

source: CycleAnalytics|If you have recently upgraded your GitLab license from a tier without this feature, it can take up to 30 minutes for data to collect and display.
ko: 만약 최근에 GitLab 라이선스를 해당 기능이 없는 티어에서 업그레이드한 경우, 데이터 수집 및 표시에 최대 30분이 걸릴 수 있습니다.
ru: Если недавно вы обновили свою лицензию GitLab с уровня, не имеющего этой функциональности, сбор и отображение данных может занять до 30 минут.

source: CycleAnalytics|Item count
ko: 항목 개수
ru: Количество элементов

source: CycleAnalytics|Lead time for changes
ko: 변경을 위한 리드 타임
ru: Срок внесения изменений

source: CycleAnalytics|Median duration
ko: 기간 중간값
ru: Медианная длительность

source: CycleAnalytics|New value stream
ko: 새로운 가치 흐름
ru: Новый поток ценности

source: CycleAnalytics|No data
ko: 데이터 없음
ru: Нет данных

source: CycleAnalytics|Number of tasks
ko: 작업 개수
ru: Количество заданий

source: CycleAnalytics|Only %{maxLabels} labels can be selected at this time
ko: 현재 %{maxLabels} 개의 라벨만 선택할 수 있습니다.
ru: В настоящее время могут быть выбраны только %{maxLabels} меток

source: CycleAnalytics|Project selected
ko: %d 개의 프로젝트가 선택됨

source: CycleAnalytics|Select labels
ko: 라벨 선택
ru: Выберите метки

source: CycleAnalytics|Show
ko: 표시
ru: Показать

source: CycleAnalytics|Stage time: %{title}
ko: 스테이지 시간: %{title}
ru: Время на стадии: %{title}

source: CycleAnalytics|The average time items spent in this stage. Data limited to items completed within this date range.
ko: 이 스테이지에서 항목이 소비한 평균 시간입니다. 데이터는 이 날짜 범위 내에 완료된 항목으로 제한됩니다.
ru: Среднее время, которое элементы провели на этой стадии. Данные ограничены элементами, завершёнными в рамках этого диапазона дат.

source: CycleAnalytics|The given date range is larger than 180 days
ko: 지정된 기간이 180일보다 깁니다.
ru: Указанный диапазон времени превышает 180 дней

source: CycleAnalytics|The total time items spent across each value stream stage. Data limited to items completed within this date range.
ko: 각 가치 흐름 단계에서 소요된 총 시간 항목입니다. 데이터는 이 날짜 범위 내에 완료된 항목으로 제한됩니다.
ru: Общее время, которое элементы провели на каждой стадии потока ценности. Данные ограничены элементами, завершёнными в рамках этого диапазона дат.

source: CycleAnalytics|There is no data for 'Stage time' available. Adjust the current filters.
ko: 사용 가능한 '스테이지 시간'에 대한 데이터가 없습니다. 현재 필터를 조정하십시오.
ru: Данные для вычисления времени на стадии недоступны. Настройте текущие фильтры.

source: CycleAnalytics|There is no data for 'Total time' available. Adjust the current filters.
ko: 사용 가능한 '토탈 시간'에 대한 데이터가 없습니다. 현재 필터를 조정하십시오.
ru: Данные для вычисления общего времени недоступны. Настройте текущие фильтры.

source: CycleAnalytics|There was an error while fetching data for the stage time chart.
ko: 스테이지 타임 차트의 데이터 가져오기 도중 오류가 발생했습니다.
ru: Произошла ошибка при получении данных для графика времени на стадии.

source: CycleAnalytics|Time to restore service
ko: 서비스 복원 시간
ru: Время восстановления обслуживания

source: CycleAnalytics|Total time
ko: 총 시간
ru: Общее время

source: CycleAnalytics|not allowed for the given start event
ko: 지정된 시작 이벤트에 대해 허용되지 않습니다.
ru: не разрешено для указанного начального события

source: CycleAnalytics|seconds
ko: 초
ru: секунды

source: DAST configuration
ko: DAST 구성
ru: Конфигурация DAST

source: DAST configuration not found
ko: DAST 설정을 찾을 수 없습니다.

source: DAST profile not found: %{name}
ko: DAST 프로필을 찾을 수 없음: %{name}
ru: Профиль DAST не найден: %{name}

source: DAST profiles
ko: DAST 프로필
ru: Профили DAST

source: DEPRECATED: This parameter has no effect because SSL verification is always enabled.
ko: 지원 중단: SSL 확인이 항상 활성화되어 있기 때문에 이 매개변수는 효과가 없습니다.
ru: УСТАРЕЛО: Этот параметр не имеет эффекта, так как проверка SSL всегда включена.

source: DORA4Metrics|%d project
ko: %d 개 프로젝트
ru: %d проект

source: DORA4Metrics|Accept testing terms
ko: 테스트 약관 동의
ru: Принять условия тестирования

source: DORA4Metrics|Accept testing terms of use?
ko: 테스트 이용 약관 동의하시겠습니까?
ru: Принять условия проведения тестирования?

source: DORA4Metrics|All labels
ko: 모든 라벨
ru: Все метки

source: DORA4Metrics|All topics
ko: 모든 주제
ru: Все темы

source: DORA4Metrics|Average (last %{days}d)
ko: 평균 (최근 %{days}일)

source: DORA4Metrics|Background aggregation not enabled
ko: 백그라운드 집계가 활성화되지 않았습니다.
ru: Агрегация в фоновом режиме отключена

source: DORA4Metrics|By enabling this feature, you accept the %{url}
ko: 이 기능을 활성화하면 %{url}를 수락하는 것입니다.
ru: Включив эту функцию, вы соглашаетесь с %{url}

source: DORA4Metrics|Change failure rate
ko: 실패율 변경

source: DORA4Metrics|Change failure rate (Quality)
ko: 실패율 변경 (품질)

source: DORA4Metrics|Change failure rate (percentage)
ko: 실패율 (퍼센트) 변경

source: DORA4Metrics|Commits
ko: 커밋
ru: Коммиты

source: DORA4Metrics|Contributor count
ko: 기여자 수
ru: Количество участников

source: DORA4Metrics|Critical vulnerabilities over time
ko: 시간 경과에 따른 심각한 취약점

source: DORA4Metrics|Cycle time
ko: 사이클 타임
ru: Время цикла

source: DORA4Metrics|DORA metrics have moved to %{dashboardsLinkStart}Analytics dashboards%{dashboardsLinkEnd} &gt; %{doraMetricsLinkStart}DORA metrics%{doraMetricsLinkEnd}.
ko: DORA 측정항목은 %{dashboardsLinkStart}분석 대시보드%{dashboardsLinkEnd}&gt; %{doraMetricsLinkStart}DORA 측정항목%{doraMetricsLinkEnd}으로 이동되었습니다.
ru: Метрики DORA переехали в %{dashboardsLinkStart}Аналитические панели%{dashboardsLinkEnd} → %{doraMetricsLinkStart}Метрики DORA%{doraMetricsLinkEnd}.

source: DORA4Metrics|Date
ko: 날짜
ru: Дата

source: DORA4Metrics|Days for an open incident
ko: 인시던트가 열려있던 기간 (일)

source: DORA4Metrics|Deployment frequency
ko: 배포 빈도
ru: Частота развёртывания

source: DORA4Metrics|Deployment frequency (Velocity)
ko: 배포 빈도 (속도)
ru: Частота развёртывания (скорость)

source: DORA4Metrics|Deploys
ko: 배포
ru: Развёртывания

source: DORA4Metrics|Failed to load DORA performance scores for Group: %{fullPath}
ko: 그룹의 DORA 성능 점수를 로드하는데 실패했습니다: %{fullPath}
ru: Не удалось загрузить оценки производительности DORA для группы: %{fullPath}

source: DORA4Metrics|Failed to load dashboard panel.
ko: 대시보드 패널 로딩에 실패함.
ru: Не удалось загрузить панель.

source: DORA4Metrics|Failed to load labels matching the filter: %{labels}
ko: 필터와 일치하는 라벨 로드 실패: %{labels}
ru: Не удалось загрузить метки, соответствующие фильтру: %{labels}

source: DORA4Metrics|Filtered by
ko: 필터링 기준

source: DORA4Metrics|Forecast
ko: 예측
ru: Прогноз

source: DORA4Metrics|Go to docs
ko: 문서로 이동

source: DORA4Metrics|Has no calculated data.
ko: 계산된 데이터가 없습니다.
ru: Не имеет рассчитанных данных.

source: DORA4Metrics|Have 30 or more deploys to production per day.
ko: 프로덕션에 배포가 하루에 30개 이상 있습니다.
ru: Количество развертываний в рабочее окружение за день составляет 30 или более.

source: DORA4Metrics|Have between 1 to 29 deploys to production per day.
ko: 프로덕션에 배포가 하루에 1~29개 있습니다.
ru: Количество развертываний в рабочее окружение за день составляет от 1 до 29.

source: DORA4Metrics|Have less than 1 deploy to production per day.
ko: 프로덕션에 배포가 하루에 1회 미만입니다.
ru: Количество развертываний в рабочее окружение за день меньше 1.

source: DORA4Metrics|High
ko: 높음

source: DORA4Metrics|High vulnerabilities over time
ko: 시간 경과에 따른 높은 취약성

source: DORA4Metrics|Issues closed
ko: 이슈가 닫힘

source: DORA4Metrics|Issues created
ko: 이슈가 생성됨

source: DORA4Metrics|Lead time
ko: 리드 타임
ru: Срок исполнения

source: DORA4Metrics|Lead time for changes
ko: 변경을 위한 리드 타임
ru: Срок внесения изменений

source: DORA4Metrics|Lead time for changes (Velocity)
ko: 변경을 위한 리드 타임 (속도)
ru: Срок внесения изменений (скорость)

source: DORA4Metrics|Lead time for changes (median days)
ko: 변경을 위한 리드 타임 (median days)
ru: Срок внесения изменений (медианное количество дней)

source: DORA4Metrics|Looking for DORA metrics?
ko: DORA 측정항목을 찾고 있나요?
ru: Ищете метрики DORA?

source: DORA4Metrics|Low
ko: 낮음

source: DORA4Metrics|Made 15%% or less changes to production resulted in degraded service.
ko: 프로덕션을 15%% 이하로 변경하여 서비스 품질이 저하됩니다.
ru: 15%% или менее изменений в рабочем окружении привели к ухудшению качества обслуживания.

source: DORA4Metrics|Made between 16%% to 44%% of changes to production resulted in degraded service.
ko: 프로덕션을 16%%~44%%가 변경 하여 서비스의 품질이 저하되었습니다.
ru: От 16%% до 44%% изменений в рабочем окружении привели к ухудшению качества обслуживания.

source: DORA4Metrics|Made more than 45%% of changes to production resulted in degraded service.
ko: 프로덕션 변경이 45%% 이상으로 되어 서비스 품질이 저하되었습니다.
ru: Более 45%% изменений в рабочем окружении привели к ухудшению качества обслуживания.

source: DORA4Metrics|Median (last %{days}d)
ko: 중간값 (최근 %{days}일)

source: DORA4Metrics|Median time (last %{days}d)
ko: 중간값 시간 (지난 %{days}일)

source: DORA4Metrics|Median time an incident was open in a production environment over the given time period.
ko: 주어진 기간 동안 프로덕션 환경에서 인시던트가 열려있었던 시간의 중간값입니다.
ru: Медианное время, в течение которого инцидент был открыт в рабочем окружении за указанный период.

source: DORA4Metrics|Median time to merge
ko: 머지까지 시간의 중간값
ru: Медианное время до слияния

source: DORA4Metrics|Medium
ko: 중간

source: DORA4Metrics|Merge request throughput
ko: 머지 리퀘스트 처리량

source: DORA4Metrics|Metrics comparison for %{name}
ko: %{name}에 대한 측정항목 비교

source: DORA4Metrics|Month to date
ko: 현재까지 이번 달

source: DORA4Metrics|New issues
ko: 새 이슈
ru: Новые обсуждения

source: DORA4Metrics|No data available for Group: %{fullPath}
ko: 그룹에 사용 가능한 데이터가 없습니다: %{fullPath}

source: DORA4Metrics|No deployments during this period
ko: 이 기간 동안 배포 없음
ru: Развёртываний в этот период не было

source: DORA4Metrics|No incidents during this period
ko: 이 기간 동안 인시던트 없음
ru: Нет инцидентов за этот период

source: DORA4Metrics|No merge requests were deployed during this period
ko: 이 기간 동안 머지 리퀘스트가 배포되지 않았습니다.
ru: За этот период не было развернуто ни одного запроса на слияние

source: DORA4Metrics|Not included
ko: 포함되지 않음

source: DORA4Metrics|Number of deployments
ko: 배포 수
ru: Количество развёртываний

source: DORA4Metrics|Number of incidents divided by the number of deployments to a production environment in the given time period.
ko: 주어진 기간 동안 인시던트 수를 프로덕션 환경에 대한 배포 수로 나눈 값 입니다.
ru: Количество инцидентов, делённое на количество развёртываний в рабочее окружение за указанный период.

source: DORA4Metrics|Past 6 Months
ko: 지난 6개월
ru: Последние 6 месяцев

source: DORA4Metrics|Percentage of failed deployments
ko: 배포에 실패한 비율
ru: Процент неудачных развёртываний

source: DORA4Metrics|Show forecast
ko: 예측 보기
ru: Показать прогноз

source: DORA4Metrics|Some metric charts failed to load
ko: 일부 측정항목 차트를 로드하지 못했습니다.

source: DORA4Metrics|Some metric comparisons failed to load
ko: 일부 측정항목 비교를 로드하지 못했습니다.
ru: Не удалось загрузить некоторые сравнения метрик

source: DORA4Metrics|Something went wrong while getting change failure rate data.
ko: 실패율 데이터를 변경하는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении данных о коэффициенте неудачных изменений.

source: DORA4Metrics|Something went wrong while getting deployment frequency data.
ko: 배포 빈도 데이터를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении данных о частоте развёртываний.

source: DORA4Metrics|Something went wrong while getting lead time data.
ko: 리드 타임 데이터를 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении данных о сроках исполнения.

source: DORA4Metrics|Something went wrong while getting time to restore service data.
ko: 서비스 데이터를 복원 시간을 가져오는 동안 문제가 발생했습니다.
ru: Произошла ошибка при получении данных о времени восстановления обслуживания.

source: DORA4Metrics|The chart displays the frequency of deployments to production environment(s) that are based on the %{linkStart}deployment_tier%{linkEnd} value.
ko: 차트는 %{linkStart}deployment_tier%{linkEnd} 값을 기반으로 하는 프로덕션 환경으로의 배포 빈도를 표시합니다.
ru: График отображает частоту развертываний в рабочее окружение(я), основанных на значении %{linkStart}deployment_tier%{linkEnd}.

source: DORA4Metrics|The chart displays the median time between a merge request being merged and deployed to production environment(s) that are based on the %{linkStart}deployment_tier%{linkEnd} value.
ko: 차트는 %{linkStart}deployment_tier%{linkEnd} 값을 기반으로 하는 프로덕션 환경에 병합 및 배포되는 머지 리퀘스트 사이의 중간 시간을 표시합니다.
ru: График отображает медианное время между объединением запроса на слияние и его развёртыванием в рабочее окружение(я), в зависимости от значения %{linkStart}deployment_tier%{linkEnd}.

source: DORA4Metrics|This is a lower-bound approximation. Your group has too many issues and MRs to calculate in real time.
ko: 최소 근사치입니다. 그룹에 너무 많은 이슈와 MR이 있어 실시간으로 계산할 수 없습니다.

source: DORA4Metrics|This visualization is not supported for project namespaces.
ko: 이 시각화는 프로젝트 네임스페이스에는 지원되지 않습니다.
ru: Данная визуализация не поддерживается для пространств имён проектов.

source: DORA4Metrics|Time from merge to deploy
ko: 머지부터 배포까지의 시간
ru: Время от слияния до развёртывания

source: DORA4Metrics|Time to restore service
ko: 서비스 복원 시간
ru: Время восстановления обслуживания

source: DORA4Metrics|Time to restore service (Quality)
ko: 서비스 복원 시간 (품질)
ru: Время восстановления обслуживания (качество)

source: DORA4Metrics|Time to restore service (median days)
ko: 서비스 복원 시간 (median days)
ru: Медианное время восстановления работоспособности (в днях)

source: DORA4Metrics|To help us improve the Show forecast feature, please share feedback about your experience in %{linkStart}this issue%{linkEnd}.
ko: Show 예측 기능을 개선하는 데 도움이 되도록 %{linkStart}이 이슈%{linkEnd}에 대한 당신의 경험에 대해 의견을 공유해 주십시오.
ru: Чтобы помочь нам улучшить функцию показа прогнозов, поделитесь отзывом о ваших впечатлениях в %{linkStart}этом обсуждении%{linkEnd}.

source: DORA4Metrics|To help us improve the Value Stream Management Dashboard, please share feedback about your experience in this %{linkStart}survey%{linkEnd}.
ko: 가치 흐름 관리 대시보드를 개선하는 데 도움이 되도록 이 %{linkStart}설문 조사%{linkEnd}에 대한 당신의 경험을 공유해 주십시오.
ru: Чтобы помочь нам улучшить информационную панель управления потоком стоимости, поделитесь отзывами о своем опыте в этом %{linkStart}опросе%{linkEnd}.

source: DORA4Metrics|To see usage overview, you must %{linkStart}enable background aggregation%{linkEnd}.
ko: 사용 개요를 보려면 %{linkStart}백그라운드 집계%{linkEnd}를 활성화해야 합니다.
ru: Чтобы увидеть обзор использования, вы должны %{linkStart}включить агрегацию в фоновом режиме%{linkEnd}.

source: DORA4Metrics|Took 1 day or less to restore service when a service incident or a defect that impacts users occurs.
ko: 사용자에게 영향을 미치는 서비스 인시던트 또는 결함이 발생한 경우 서비스를 복원하는 데 1일 미만이 소요되었습니다.
ru: Восстановление работоспособности при возникновении сервисного инцидента или дефекта, оказывающего влияние на пользователей, занимает 1 день или менее.

source: DORA4Metrics|Took 7 days or less to go from code committed to code successfully running in production.
ko: 커밋된 코드에서 프로덕션 환경에서 성공적으로 실행되는 코드로 이동하는 데 7일 이하가 소요되었습니다.
ru: Прошло 7 дней или меньше с момента коммита кода до его успешного запуска в рабочем окружении.

source: DORA4Metrics|Took between 2 to 6 days to restore service when a service incident or a defect that impacts users occurs.
ko: 사용자에게 영향을 미치는 서비스 인시던트 또는 결함이 발생한 경우 서비스를 복원하는 데 2~6일이 소요되었습니다.
ru: Восстановление работоспособности при возникновении сервисного инцидента или дефекта, оказывающего влияние на пользователей, занимает от 2 до 6 дней.

source: DORA4Metrics|Took between 8 to 29 days to go from code committed to code successfully running in production.
ko: 커밋된 코드에서 프로덕션 환경에서 성공적으로 실행되는 코드로 이동하는 데 8~29일이 소요되었습니다.
ru: Прошло от 8 до 29 дней с момента коммита кода до его успешного запуска в рабочем окружении.

source: DORA4Metrics|Took more than 30 days to go from code committed to code successfully running in production.
ko: 커밋된 코드에서 프로덕션 환경에서 성공적으로 실행되는 코드로 이동하는 데 30일 이상이 걸렸습니다.
ru: Прошло более 30 дней с момента коммита кода до его успешного запуска в рабочем окружении.

source: DORA4Metrics|Took more than 7 days to restore service when a service incident or a defect that impacts users occurs.
ko: 사용자에게 영향을 미치는 서비스 인시던트 또는 결함이 발생한 경우 서비스를 복원하는 데 7일 이상 소요되었습니다.
ru: Восстановление работоспособности при возникновении сервисного инцидента или дефекта, оказывающего влияние на пользователей, занимает более 7 дней.

source: DORA4Metrics|Total projects (%{count}) with DORA metrics
ko: DORA 측정항목이 포함된 총 프로젝트(%{count})
ru: Всего проектов (%{count}) с метриками DORA

source: DORA4Metrics|You have insufficient permissions to view
ko: 볼 수 있는 권한이 부족합니다.
ru: У вас недостаточно прав для просмотра

source: DPoP preference updated.
ko: DPoP 환경 설정이 업데이트되었습니다.
ru: Настройка DPoP обновлена.

source: Daily
ko: 일별
ru: Ежедневно

source: Dashboard
ko: 대시보드
ru: Панель управления

source: Dashboard|%{firstProject} and %{secondProject}
ko: %{firstProject} 과 %{secondProject}
ru: %{firstProject} и %{secondProject}

source: Dashboard|%{firstProject}, %{rest}, and %{secondProject}
ko: %{firstProject}, %{rest} 및 %{secondProject}
ru: %{firstProject}, %{rest}, и %{secondProject}

source: Dashboard|Unable to add %{invalidProjects}. This dashboard is available for public projects, and private projects in groups with a Premium plan.
ko: %{invalidProjects}를 추가할 수 없습니다. 이 대시보드는 공개 프로젝트나 Premium 플랜 이상의 그룹에 있는 프로젝트만 사용할 수 있습니다.
ru: Не удалось добавить %{invalidProjects}. Эта панель доступна для публичных проектов и приватных проектов в группах с тарифом Premium.

source: DastConfig|Customize DAST settings to suit your requirements. Configuration changes made here override those provided by GitLab and are excluded from updates. For details of more advanced configuration options, see the %{docsLinkStart}GitLab DAST documentation%{docsLinkEnd}.
ko: 귀하의 요구 사항에 맞게 DAST 설정을 커스터마이징합니다. 여기에서 수행한 구성 변경 사항은 GitLab에서 제공한 구성 변경 사항을 오버라이드하여 업데이트에서 제외됩니다. 고급 구성 옵션에 대한 자세한 내용은 %{docsLinkStart}GitLab DAST 문서%{docsLinkEnd}을 참조하십시오.
ru: Настройте параметры DAST в соответствии с вашими требованиями. Изменения конфигурации, сделанные здесь, переопределяют параметры, предоставленные GitLab, и исключаются из обновлений. Подробнее о расширенных параметрах конфигурации в %{docsLinkStart}документации по GitLab DAST%{docsLinkEnd}.

source: DastConfig|DAST CI/CD configuration
ko: DAST CI/CD 설정
ru: Конфигурация DAST CI/CD

source: DastConfig|Enable DAST to automatically test for vulnerabilities in your project's running application, website, or API, in the CI/CD pipeline. Configuration changes must be applied to your .gitlab-ci.yml file to take effect. For details of all configuration options, see the %{linkStart}GitLab DAST documentation%{linkEnd}.
ko: DAST를 활성화하여 CI/CD 파이프라인에서 프로젝트의 실행 중인 애플리케이션, 웹사이트 또는 API의 취약점을 자동으로 테스트합니다. 적용하려면 .gitlab-ci.yml 파일에 설정 변경 사항을 적용해야 합니다. 모든 구성 옵션에 대한 자세한 내용은 %{linkStart}GitLab DAST 문서%{linkEnd}을 참조하십시오.
ru: Включив DAST, вы сможете автоматически тестировать уязвимости в работающем приложении, веб-сайте или API вашего проекта в конвейере CI/CD. Изменения конфигурации должны быть применены в вашем файле .gitlab-ci.yml. Для получения подробной информации обо всех параметрах конфигурации, смотрите %{linkStart}документацию GitLab DAST%{linkEnd}.

source: DastConfig|Enabled
ko: 활성화됨

source: DastConfig|Generate code snippet
ko: 코드 스니펫 생성

source: DastConfig|Last scan triggered %{runTimeAgo} in pipeline
ko: 마지막 스캔이 파이프라인에서 %{runTimeAgo} 을 트리거했습니다.

source: DastConfig|No previous scans found for this project
ko: 이 프로젝트에 대한 이전 스캔을 찾을 수 없습니다.
ru: Для этого проекта не найдено предыдущих сканирований

source: DastConfig|Not enabled
ko: 활성화되지 않음
ru: Отключено

source: DastProfiles| Customize the behavior of DAST using additional variables. For a full list of available variables, refer to the %{linkStart}DAST documentation%{linkEnd}.
ko: 추가 변수를 사용하여 DAST의 동작을 커스터마이징 할 수 있습니다. 사용 가능한 변수의 전체 목록은 %{linkStart}DAST 문서%{linkEnd}를 참조하세요.
ru: Настройте поведение DAST с помощью дополнительных переменных. Полный список доступных переменных смотрите в %{linkStart}документации DAST%{linkEnd}.

source: DastProfiles|%{linkStart}Headers may appear in vulnerability reports%{linkEnd}.
ko: %{linkStart}취약점 보고서에 헤더가 나타날 수 있습니다%{linkEnd}.
ru: %{linkStart}Заголовки могут отображаться в отчётах о уязвимостях%{linkEnd}.

source: DastProfiles|/graphql
ko: /graphql
ru: /graphql

source: DastProfiles|A URL that is compared to the URL in the browser to determine if authentication has succeeded after the login form is submitted.
ko: 로그인 양식이 제출된 후 인증이 성공했는지 확인하기 위해 브라우저의 URL과 비교되는 URL입니다.
ru: URL, который сравнивается с URL в браузере для определения успешности аутентификации после отправки формы входа.

source: DastProfiles|A comma-separated list of actions to be run after login but before login verification. Currently supports `click` actions.
ko: 로그인 검증 전에 로그인 후 실행될 동작의 쉼표로 구분된 목록입니다. 현재 `click` 작업을 지원합니다.
ru: Список действий, разделённых запятыми, которые будут выполнены после входа, но до проверки входа. В настоящее время поддерживаются действия типа `click`.

source: DastProfiles|A comma-separated list of selectors representing elements to click on prior to entering the DAST_AUTH_USERNAME and DAST_AUTH_PASSWORD into the login form.
ko: 로그인 양식에 DAST_AUTH_USERNAME과 DAST_AUTH_PASSWORD를 입력하기 전에 클릭할 요소를 나타내는 쉼표로 구분된 선택자 목록입니다.
ru: Список селекторов, разделённых запятыми, представляющих элементы, на которые нужно кликнуть перед введением DAST_AUTH_USERNAME и DAST_AUTH_PASSWORD в форму для входа.

source: DastProfiles|A cookie name and value to be added to every request.
ko: 모든 요청에 ​​추가될 쿠키 이름과 값입니다.
ru: Имя куки и значение, которые будут добавлены к каждому запросу.

source: DastProfiles|A list of modules and their intended logging level for use in the console log.
ko: 콘솔 로그에 사용할 모듈과 해당 로깅 수준의 목록입니다.
ru: Список модулей и их предполагаемый уровень журналирования для использования в консольном журнале.

source: DastProfiles|A list of modules and their intended logging level for use in the file log.
ko: 파일 로그에 사용할 모듈과 해당 로깅 수준의 목록입니다.
ru: Список модулей и их предполагаемый уровень журналирования для использования в файловом журнале.

source: DastProfiles|A passive scan monitors all HTTP messages (requests and responses) sent to the target. An active scan attacks the target to find potential vulnerabilities.
ko: 수동형 스캔은 대상으로 전송된 모든 HTTP 메시지(요청 및 응답)를 모니터링합니다. 능동형 스캔은 잠재적인 취약점을 찾기위해 대상을 공격합니다.
ru: Пассивное сканирование отслеживает все HTTP-сообщения (запросы и ответы), отправленные на целевой ресурс. Активное сканирование атакует цель для поиска потенциальных уязвимостей.

source: DastProfiles|A scanner profile defines the configuration details of a security scanner. %{linkStart}Learn more%{linkEnd}.
ko: 스캐너 프로필은 보안 스캐너의 구성 세부 정보를 정의합니다. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Профиль сканера определяет детали конфигурации сканера безопасности. %{linkStart}Подробнее%{linkEnd}.

source: DastProfiles|A selector describing an element whose presence is used to determine if authentication has succeeded after the login form is submitted.
ko: 로그인 양식이 제출된 후 인증이 성공했는지 여부를 판별하는 데 사용되는 요소를 설명하는 선택기입니다.
ru: Селектор, описывающий элемент, чье присутствие используется для определения успешности аутентификации после отправки формы входа.

source: DastProfiles|A selector describing the element clicked on to submit the login form for a single-page login form, or the password form for a multi-page login form.
ko: 단일 페이지 로그인 양식의 경우 로그인 양식을 제출하기 위해 클릭한 요소를 설명하는 선택기이고, 여러 페이지 로그인 양식의 경우 비밀번호 양식을 제출하기 위해 클릭한 요소를 설명하는 선택기입니다.
ru: Селектор, описывающий элемент, на который нужно нажать для отправки формы входа для одностраничной формы входа или формы пароля для многостраничной формы входа.

source: DastProfiles|A selector describing the element that is clicked on to submit the username form of a multi-page login process.
ko: 여러 페이지로 구성된 로그인 프로세스의 사용자명 양식을 제출하기 위해 클릭되는 요소를 설명하는 선택기입니다.
ru: Селектор, описывающий элемент, на который нужно нажать для отправки формы имени пользователя в многостраничном процессе входа.
