Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: ComplianceFrameworks|Controls
ko: 컨트롤
ru: Меры контроля

source: ComplianceFrameworks|Controls (optional)
ko: 컨트롤 (옵션)
ru: Меры контроля (необязательно)

source: ComplianceFrameworks|Create framework
ko: 프레임워크 생성
ru: Создать регламент

source: ComplianceFrameworks|Create new requirement
ko: 새 요구 사항 생성
ru: Создать новое требование

source: ComplianceFrameworks|Create requirement
ko: 요구 사항 생성
ru: Создать требование

source: ComplianceFrameworks|Default framework will be applied automatically to any new project created in the group or sub group.
ko: 기본 프레임워크는 그룹이나 하위 그룹에서 생성된 모든 새 프로젝트에 자동으로 적용됩니다.
ru: Регламент по умолчанию будет автоматически применяться ко всем новым проектам, созданным в группе или подгруппе.

source: ComplianceFrameworks|Delete compliance framework %{framework}
ko: 규정 준수 프레임워크 %{framework} 삭제
ru: Удаление регламента соблюдения норм %{framework}

source: ComplianceFrameworks|Delete framework
ko: 프레임워크 삭제
ru: Удалить регламент

source: ComplianceFrameworks|Description
ko: 설명
ru: Описание

source: ComplianceFrameworks|Description (max %{maxLength} characters)
ko: 설명 (최대 %{maxLength}자)
ru: Описание (максимум %{maxLength} символов)

source: ComplianceFrameworks|Description is required
ko: 설명은 필수 항목입니다.
ru: Описание обязательно

source: ComplianceFrameworks|Description is required and must be less than %{maxLength} characters
ko: 설명은 필수이며 %{maxLength}자 미만이어야 합니다.
ru: Описание обязательно и должно быть короче %{maxLength} символов.

source: ComplianceFrameworks|Edit compliance framework
ko: 규정 준수 프레임워크 편집
ru: Изменить регламент соблюдения норм

source: ComplianceFrameworks|Edit compliance framework: %{frameworkName}
ko: 준수 프레임워크 편집: %{frameworkName}
ru: Редактирование регламента соблюдения норм: %{frameworkName}

source: ComplianceFrameworks|Edit requirement
ko: 요구 사항 편집
ru: Изменить требование

source: ComplianceFrameworks|Error fetching compliance frameworks data. Please refresh the page or try a different framework
ko: 규정 준수 프레임워크 데이터를 가져오는 동안 오류가 발생했습니다. 페이지를 새로고침하거나 다른 프레임워크를 사용해 보세요.
ru: Произошла ошибка при получении данных регламентов соблюдения норм. Обновите страницу или выберите другой регламент.

source: ComplianceFrameworks|Error fetching compliance requirements controls data. Please refresh the page.
ko: 규정 준수 요구사항 컨트롤 데이터를 가져오는 중 오류가 발생했습니다. 페이지를 새로 고침하세요.
ru: Ошибка при загрузке данных о мерах контроля соблюдения норм. Пожалуйста, обновите страницу.

source: ComplianceFrameworks|Error loading projects.
ko: 프로젝트 로딩 오류
ru: Ошибка при загрузке проектов.

source: ComplianceFrameworks|External
ko: 외부
ru: Внешний

source: ComplianceFrameworks|External Control Name
ko: 외부 컨트롤 이름
ru: Название внешней меры контроля

source: ComplianceFrameworks|External URL
ko: 외부 URL
ru: Внешний URL

source: ComplianceFrameworks|External control
ko: 외부 컨트롤
ru: Внешняя мера контроля

source: ComplianceFrameworks|GitLab controls are pre-defined rules that are configured for GitLab resources. External environmental controls use the API to check the status and details of an external environment.
ko: GitLab 콘트롤은 GitLab 리소스에 대해 구성된 사전 정의된 규칙입니다. 외부 환경 콘트롤은 API를 사용하여 상태나 외부환경의 상세정보를 점검합니다.
ru: Меры контроля GitLab — это заранее определённые правила, настроенные для ресурсов GitLab. Внешние меры контроля окружений используют API для проверки статуса и деталей внешних окружений.

source: ComplianceFrameworks|Go to the %{linkStart}compliance center / project page%{linkEnd} to apply projects for this framework.
ko: 이 프레임워크에 대한 프로젝트를 신청하려면 %{linkStart}규정 준수 센터/프로젝트 페이지%{linkEnd} 로 이동하세요.
ru: Перейдите на %{linkStart}страницу центра соблюдения норм / проекта%{linkEnd}, чтобы применить регламент к проектам.

source: ComplianceFrameworks|Go to the %{linkStart}policy management page%{linkEnd} to scope policies for this framework.
ko: 이 프레임워크의 정책 범위를 설정하려면 %{linkStart}정책 관리 페이지%{linkEnd} 로 이동하세요.
ru: Перейдите на %{linkStart}страницу управления политиками%{linkEnd}, чтобы настроить политики для этого регламента.

source: ComplianceFrameworks|HMAC shared secret
ko: HMAC 공유된 비밀
ru: Общий секрет HMAC

source: ComplianceFrameworks|Invalid format
ko: 잘못된 형식
ru: Недопустимый формат

source: ComplianceFrameworks|Multiple frameworks
ko: 다중 프레임워크
ru: Несколько регламентов

source: ComplianceFrameworks|Name
ko: 이름
ru: Название

source: ComplianceFrameworks|Name (max %{maxLength} characters)
ko: 이름 (최대 %{maxLength}자)
ru: Название (максимум %{maxLength} символов)

source: ComplianceFrameworks|Name is required
ko: 이름은 필수 항목입니다.
ru: Имя обязательно

source: ComplianceFrameworks|Name is required and must be less than %{maxLength} characters
ko: 이름은 필수이며 %{maxLength}자 미만이어야 합니다.
ru: Название обязательно и должно быть короче %{maxLength} символов

source: ComplianceFrameworks|Name is required, and must be less than 255 characters
ko: 이름은 필수이며 255자 미만이어야 합니다.
ru: Название обязательно и должно быть короче 255 символов

source: ComplianceFrameworks|New compliance framework
ko: 새로운 규정 프레임워크
ru: Новый регламент соблюдения норм

source: ComplianceFrameworks|New framework
ko: 새 프레임워크

source: ComplianceFrameworks|New requirement
ko: 새 요구 사항
ru: Новое требование

source: ComplianceFrameworks|No framework
ko: 프레임워크 없음

source: ComplianceFrameworks|No frameworks found. Create a framework in top-level group
ko: 프레임워크를 찾을 수 없습니다. 최상위 그룹에서 프레임워크를 만듭니다.
ru: Регламенты не найдены. Создайте регламент в группе верхнего уровня

source: ComplianceFrameworks|No frameworks found. Create a framework in top-level group %{linkStart}namespace%{linkEnd} to assign it to a project.
ko: 프레임워크를 찾을 수 없습니다. 최상위 그룹 %{linkStart}네임스페이스%{linkEnd} 에 프레임워크를 만들어 프로젝트에 할당하세요.
ru: Регламенты не найдены. Создайте регламент в группе верхнего уровня %{linkStart}пространства имён%{linkEnd}, чтобы назначить его проекту.

source: ComplianceFrameworks|No projects found
ko: 프로젝트를 찾을 수 없습니다
ru: Проекты не найдены

source: ComplianceFrameworks|No projects found that match filters
ko: 필터와 일치하는 프로젝트를 찾을 수 없음
ru: Не найдено проектов, соответствующих фильтрам

source: ComplianceFrameworks|No projects selected
ko: 선택된 프로젝트가 없음
ru: Не выбрано ни одного проекта

source: ComplianceFrameworks|Note: This report was truncated to adhere to filesize limits of %{size}.
ko: 주: 이 보고서는 %{size}의 파일 크기 제한으로 뒷 부분이 잘려있습니다.
ru: Примечание: Этот отчёт был усечён для соответствия ограничениям по размеру файла %{size}.

source: ComplianceFrameworks|Optional
ko: 옵션
ru: Необязательно

source: ComplianceFrameworks|Please enter a valid URL
ko: 유효한 URL을 입력하세요
ru: Введите корректный URL

source: ComplianceFrameworks|Please enter a valid name
ko: 유효한 이름을 입력하세요
ru: Введите корректное название

source: ComplianceFrameworks|Policies
ko: 정책
ru: Политики

source: ComplianceFrameworks|Policy name
ko: 정책 이름
ru: Название политики

source: ComplianceFrameworks|Project name
ko: 프로젝트 이름
ru: Название проекта

source: ComplianceFrameworks|Projects
ko: 프로젝트
ru: Проекты

source: ComplianceFrameworks|Provide a shared secret to be used when sending a request for an external check to authenticate request using HMAC.
ko: HMAC를 사용하여 요청을 인증하기 위한 외부 확인 요청을 보낼 때 사용할 공유 기밀을 제공합니다.
ru: Предоставьте общий секрет, который будет использоваться при отправке запроса для внешней проверки для аутентификации запроса с использованием HMAC.

source: ComplianceFrameworks|Remove control
ko: 콘트롤 제거
ru: Удалить меру контроля

source: ComplianceFrameworks|Required
ko: 필수
ru: Обязательно

source: ComplianceFrameworks|Required format: %{codeStart}path/file.y[a]ml@group-name/project-name%{codeEnd}. %{linkStart}See some examples%{linkEnd}.
ko: 요구 형식: %{codeStart}path/file.y[a]ml@group-name/project-name%{codeEnd}. %{linkStart}예제 보기%{linkEnd}.

source: ComplianceFrameworks|Requirement name
ko: 요구사항 이름
ru: Название требования

source: ComplianceFrameworks|Requirement removed.
ko: 요구사항이 제거됨.
ru: Требование удалено.

source: ComplianceFrameworks|Requirements
ko: 요구 사항
ru: Требования

source: ComplianceFrameworks|Requires Ultimate subscription
ko: Ultimate 요금제 필요

source: ComplianceFrameworks|Save changes to the framework
ko: 프레임워크에 변경 사항 저장
ru: Сохранить изменения в регламенте

source: ComplianceFrameworks|Saved changes to compliance framework
ko: 규정 준수 프레임워크에 대한 변경 사항 저장
ru: Изменения в регламенте соблюдения норм сохранены

source: ComplianceFrameworks|Secret token is required
ko: 비밀 토큰은 필수 사항입니다
ru: Секретный токен обязателен

source: ComplianceFrameworks|Select policies to enforce on all projects scoped to this framework.
ko: 이 프레임워크에 범위로 적용된 모든 프로젝트에 적용할 정책을 선택합니다.
ru: Выберите политики для принудительного применения ко всем проектам, входящим в область действия этого регламента.

source: ComplianceFrameworks|Selected projects
ko: 선택된 프로젝트
ru: Выбранные проекты

source: ComplianceFrameworks|Send via:
ko: 다음을통해 전송:
ru: Отправлено через:

source: ComplianceFrameworks|Set as default
ko: 기본값으로 설정
ru: Установить по умолчанию

source: ComplianceFrameworks|Set basic information for the compliance framework.
ko: 컴플라이언스 프레임워크에 대한 기본 정보를 설정합니다.
ru: Установите основную информацию для регламента соблюдения норм.

source: ComplianceFrameworks|Set compliance pipeline configuration for projects that use this framework. %{linkStart}How do I create the configuration?%{linkEnd}
ko: 이 프레임워크를 사용하는 프로젝트에 대한 규정 준수 파이프라인 구성을 설정합니다. %{linkStart}구성을 어떻게 생성합니까?%{linkEnd}
ru: Настройте конфигурацию конвейера соблюдения норм для проектов, использующих этот регламент. %{linkStart}Как создать конфигурацию?%{linkEnd}

source: ComplianceFrameworks|Show only selected
ko: 선택한 항목만 표시
ru: Показать только выбранные

source: ComplianceFrameworks|Subgroup
ko: 하위 그룹
ru: Подгруппа

source: ComplianceFrameworks|Summary
ko: 요약
ru: Сводка

source: ComplianceFrameworks|The default framework can't be deleted
ko: 기본 프레임워크를 삭제할 수 없습니다.
ru: Нельзя удалить регламент по умолчанию

source: ComplianceFrameworks|There can be only one default framework.
ko: 기본 프레임워크는 하나만 있을 수 있습니다.

source: ComplianceFrameworks|To link this policy and framework, edit the policy's scope.
ko: 이 정책과 프레임워크의 링크하려면 정책의 범위를 편집하세요.
ru: Чтобы связать эту политику с регламентом, отредактируйте область действия политики.

source: ComplianceFrameworks|To unlink this policy and framework, edit the policy's scope.
ko: 이 정책과 프레임워크의 링크를 해제하려면 정책의 범위를 편집하세요.
ru: Чтобы отменить связь этой политики с регламентом, отредактируйте область действия политики.

source: ComplianceFrameworks|Unable to save this compliance framework. Please try again
ko: 이 규정 준수 프레임워크를 저장할 수 없습니다. 다시 시도하십시오
ru: Не удалось сохранить этот регламент соблюдения норм. Повторите попытку.

source: ComplianceFrameworks|Unknown
ko: 알 수 없음
ru: Неизвестно

source: ComplianceFrameworks|You are about to permanently delete the compliance framework %{framework} from all projects which currently have it applied, which may remove other functionality. This cannot be undone.
ko: 현재 적용된 모든 프로젝트에서 규정 준수 프레임워크 %{framework} 을 영구적으로 삭제하려고 합니다. 이로 인해 다른 기능이 제거될 수 있습니다. 삭제하면 되돌릴 수 없습니다.
ru: Вы собираетесь безвозвратно удалить регламент соблюдения норм %{framework} из всех проектов, в которых он применяется, что может привести к удалению другой функциональности. Это действие невозможно отменить.

source: ComplianceFrameworks|You can create a maximum of %{maxControlsNumber} controls
ko: 최대 %{maxControlsNumber}개의 컨트롤 생성할 수 있습니다.
ru: Вы можете создать не более %{maxControlsNumber} мер контроля

source: ComplianceFrameworks|You can create a maximum of %{maxRequirementsNumber} requirements
ko: 최대 %{maxRequirementsNumber}개의 요구사항을 생성할 수 있습니다.
ru: Вы можете создать не более %{maxRequirementsNumber} требований

source: ComplianceFrameworks|You must create compliance frameworks in top-level group %{linkStart}namespace%{linkEnd}
ko: 최상위 그룹 %{linkStart}네임스페이스%{linkEnd}에 규정 준수 프레임워크를 생성해야 합니다.
ru: Необходимо создавать регламенты соблюдения норм в группе верхнего уровня %{linkStart}пространства имён%{linkEnd}.

source: ComplianceFrameworks|You must edit the compliance framework in top-level group %{linkStart}namespace%{linkEnd}
ko: 최상위 그룹 %{linkStart}네임스페이스%{linkEnd}에서 규정 준수 프레임워크를 편집해야 합니다.
ru: Необходимо редактировать регламент соблюдения норм в группе верхнего уровня %{linkStart}пространства имён%{linkEnd}.

source: ComplianceFrameworks|You must have the Owner role for the top-level group %{strongStart}namespace%{strongEnd}
ko: 최상위 그룹 %{strongStart}네임스페이스%{strongEnd}에 대한 소유자 역할이 있어야 합니다.
ru: Вы должны иметь роль владельца группы верхнего уровня %{strongStart}пространства имён%{strongEnd}.

source: ComplianceFrameworks|Your Compliance Project Frameworks CSV export for the group "%{group_name}" has been attached to this email.
ko: "%{group_name}" 그룹에 대한 규정 준수 프로젝트 프레임워크 CSV 내보내기가 이 이메일에 첨부되었습니다.

source: ComplianceFrameworks|Your Compliance Project Frameworks CSV export for the group %{group_link} has been attached to this email.
ko: %{group_link} 그룹에 대한 규정 준수 프로젝트 프레임워크 CSV 내보내기가 이 이메일에 첨부되었습니다.

source: ComplianceFrameworks|default
ko: 기본값
ru: по умолчанию

source: ComplianceFramework|Add a framework to %{linkStart}%{groupName}%{linkEnd} and it will appear here.
ko: %{linkStart}%{groupName}%{linkEnd}에 프레임워크를 추가하면 여기에 표시됩니다.

source: ComplianceFramework|Add framework in %{groupName}
ko: %{groupName}에 프레임워크 추가
ru: Добавить фреймворк в %{groupName}

source: ComplianceFramework|After a framework is added to %{linkStart}%{groupName}%{linkEnd}, it will appear here.
ko: %{linkStart}%{groupName}%{linkEnd}에 프레임워크가 추가되면 여기에 표시됩니다.

source: ComplianceFramework|Create a new compliance framework from scratch to define your compliance requirements.
ko: 규정 준수 요구 사항을 정의하기 위해 새로운 규정 준수 프레임워크를 처음부터 만듭니다.
ru: Создайте новый регламент соблюдения норм с нуля, чтобы определить ваши требования к соблюдению норм.

source: ComplianceFramework|Create blank framework
ko: 빈 프레임워크 만들기
ru: Создать пустой регламент

source: ComplianceFramework|Create new framework
ko: 새 프레임워크 만들기
ru: Создать новый регламент

source: ComplianceFramework|Edit compliance framework
ko: 규정 준수 프레임워크 편집
ru: Редактирование регламента соблюдения норм

source: ComplianceFramework|Failed to import framework file.
ko: 프레임워크 파일을 가져오는 데 실패됨.
ru: Не удалось импортировать файл регламента.

source: ComplianceFramework|Framework imported successfully.
ko: 프레임워크를 성공적으로 가져왔습니다.
ru: Регламент успешно импортирован.

source: ComplianceFramework|Import an existing compliance framework from a JSON file.
ko: JSON 파일에서 기존 규정 준수 프레임워크를 가져옵니다.
ru: Импортировать существующий регламент соблюдения норм из файла JSON.

source: ComplianceFramework|Import framework
ko: 프레임워크 가져오기
ru: Импортировать регламент

source: ComplianceFramework|Looking for a template? Need an example JSON schema? Look through our %{linkStart}examples here.%{linkEnd}
ko: 템플릿을 찾으시나요? JSON 스키마 예제가 필요하신가요? %{linkStart}여기에서 예제%{linkEnd}를 살펴보세요.
ru: Ищете шаблон? Нужен пример схемы JSON? Ознакомьтесь с %{linkStart}примером здесь.%{linkEnd}

source: ComplianceFramework|New compliance framework
ko: 새 규정 준수 프레임워크
ru: Новый регламент соблюдения норм

source: ComplianceFramework|No compliance frameworks are set up yet
ko: 아직 설정된 규정 준수 프레임워크가 없습니다.
ru: Регламенты соблюдения норм ещё не настроены

source: ComplianceFramework|Unable to determine the correct upload URL. Please try again.
ko: 올바른 업로드 URL을 확인할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось определить корректный URL для загрузки. Попробуйте снова.

source: ComplianceManagement|Framework
ko: 프레임워크
ru: Регламент

source: ComplianceManagement|Requirement
ko: 요구 사항
ru: Требование

source: ComplianceReport|Apply frameworks to selected projects
ko: 선택한 프로젝트에 프레임워크 적용
ru: Применить регламенты к выбранным проектам

source: ComplianceReport|Approved by author
ko: 작성자가 승인
ru: Одобрено автором

source: ComplianceReport|Approved by committer
ko: 커미터가 승인함
ru: Одобрено коммитером

source: ComplianceReport|Avoid creating new compliance pipelines and use pipeline execution policies instead. %{linkStart}Pipeline execution policies%{linkEnd} provide the ability to enforce CI/CD jobs, execute security scans, and better manage compliance enforcement in pipelines.
ko: 새로운 규정 준수 파이프라인을 만드는 것을 피하고 대신 파이프라인 실행 정책을 사용합니다. %{linkStart}파이프라인 실행 정책%{linkEnd} 은 CI/CD 작업을 시행하고, 보안 검사를 실행하고, 파이프라인에서 규정 준수 시행을 보다 효과적으로 관리하는 기능을 제공합니다.
ru: Избегайте создания новых конвейеров соблюдения норм и используйте вместо этого политики выполнения конвейеров. %{linkStart}Политики выполнения конвейеров%{linkEnd} позволяют обеспечивать выполнение CI/CD заданий, проводить сканирование безопасности и лучше управлять соблюдением норм в конвейерах.

source: ComplianceReport|Choose one bulk action
ko: 하나의 대량 작업을 선택하세요.
ru: Выберите одно массовое действие

source: ComplianceReport|Compliance framework
ko: 규정 준수 프레임워크
ru: Регламент соблюдения норм

source: ComplianceReport|Compliance pipelines are deprecated
ko: 규정 준수 파이프라인이 더 이상 사용되지 않습니다.
ru: Конвейеры соблюдения норм устарели

source: ComplianceReport|Create a new framework
ko: 새로운 프레임워크 생성

source: ComplianceReport|Create policy
ko: 정책 생성
ru: Создать политику

source: ComplianceReport|Dismiss
ko: 해지
ru: Скрыть

source: ComplianceReport|Do you want to refresh the filtered results to include your change?
ko: 변경 사항이 포함되도록 필터링된 결과를 새로 고치시겠습니까?

source: ComplianceReport|Edit the framework
ko: 프레임워크 편집
ru: Редактировать фреймворк

source: ComplianceReport|For more information, see %{linkStart}how to migrate from compliance pipelines to pipeline execution policies%{linkEnd}.
ko: 자세한 내용은 %{linkStart}규정 준수 파이프라인에서 파이프라인 실행 정책으로 마이그레이션하는 방법%{linkEnd}을 참조하세요.
ru: Изучите документацию о том, %{linkStart}как перейти с конвейеров соблюдения норм на политики выполнения конвейеров%{linkEnd}.

source: ComplianceReport|For more information, see %{linkStart}how to migrate from compliance pipelines to pipeline execution policy actions%{linkEnd}.
ko: 자세한 내용은 %{linkStart}규정 준수 파이프라인에서 파이프라인 실행 정책 동작%{linkEnd}으로 마이그레이션하는 방법을 참조하세요.
ru: Для получения дополнительной информации, изучите %{linkStart}как перейти с конвейеров соблюдения норм на действия политики выполнения конвейеров%{linkEnd}.

source: ComplianceReport|Frameworks have been successfully updated.
ko: 프레임워크가 성공적으로 업데이트되었습니다.
ru: Регламенты успешно обновлены.

source: ComplianceReport|Full target branch name
ko: 전체 대상 브랜치 이름

source: ComplianceReport|However, there is still a configured compliance pipeline that must be removed. Otherwise, the compliance pipeline will continue to take precedence over the new pipeline execution policy.
ko: 그러나 제거해야 하는 구성된 규정 준수 파이프라인이 여전히 있습니다. 그렇지 않으면 규정 준수 파이프라인이 새 파이프라인 실행 정책보다 계속 우선합니다.
ru: Однако всё ещё есть настроенный конвейер соблюдения норм, который необходимо удалить. В противном случае конвейер соблюдения норм продолжит иметь приоритет над новой политикой выполнения конвейеров.

source: ComplianceReport|Less than 2 approvers
ko: 승인자 2명 미만

source: ComplianceReport|Migrate pipeline to a policy
ko: 파이프라인을 정책으로 마이그레이션
ru: Перейти с конвейера на политику

source: ComplianceReport|No frameworks
ko: 프레임워크 없음
ru: Нет регламентов

source: ComplianceReport|No frameworks found
ko: 프레임워크를 찾을 수 없습니다.

source: ComplianceReport|No projects found
ko: 프로젝트를 찾을 수 없습니다.

source: ComplianceReport|No projects found that match filters
ko: 필터와 일치하는 프로젝트를 찾을 수 없음

source: ComplianceReport|No violations found
ko: 위반이 발견되지 않음

source: ComplianceReport|No violations found. Change search options and try again
ko: 위반 사항이 없습니다. 검색 옵션을 변경하고 다시 시도하십시오

source: ComplianceReport|Only group owners and maintainers can view the framework details
ko: 그룹 소유자와 유지관리자만 프레임워크 상세정보를 볼 수 있습니다
ru: Только владельцы и мейнтейнеры группы могут просматривать детали регламента

source: ComplianceReport|Please remove the compliance pipeline configuration from the compliance framework so that the new pipeline execution policy can take precedence.
ko: 새로운 파이프라인 실행 정책이 우선 적용될 수 있도록 규정 준수 프레임워크에서 규정 준수 파이프라인 구성을 제거하세요.
ru: Удалите конфигурацию конвейера соблюдения норм из регламента, чтобы новая политика выполнения конвейера стала приоритетной.

source: ComplianceReport|Remove frameworks from selected projects
ko: 선택한 프로젝트에서 프레임워크 제거
ru: Удалить регламенты из выбранных проектов

source: ComplianceReport|Search target branch
ko: 대상 브랜치 검색
ru: Поиск целевой ветки

source: ComplianceReport|Select at least one project to apply the bulk action
ko: 대량 동작을 적용할 프로젝트를 하나 이상 선택하세요.
ru: Выберите хотя бы один проект для применения массового действия

source: ComplianceReport|Select frameworks
ko: 프레임워크 선택
ru: Выбрать регламенты

source: ComplianceReport|This compliance framework's compliance pipeline has been migrated to a pipeline execution policy.
ko: 이 규정 준수 프레임워크의 준수 파이프라인이 파이프라인 실행 정책으로 마이그레이션되었습니다.
ru: Конвейер соблюдения норм этого регламента был перенесён в политику выполнения конвейера.

source: ComplianceReport|Unable to load the compliance framework projects report. Refresh the page and try again.
ko: 규정 준수 프레임워크 프로젝트 보고서를 로드할 수 없습니다. 페이지를 새로 고치고 다시 시도하세요.
ru: Не удалось загрузить отчёт по проектам регламента соблюдения норм. Обновите страницу и попробуйте снова.

source: ComplianceReport|Unable to load the compliance framework report. Refresh the page and try again.
ko: 규정 준수 프레임워크 보고서를 로드할 수 없습니다. 페이지를 새로 고치고 다시 시도하세요.
ru: Не удалось загрузить отчёт по регламенту соблюдения норм. Обновите страницу и попробуйте снова.

source: ComplianceReport|Unable to load the compliance violations report. Refresh the page and try again.
ko: 규정 준수 위반 보고서를 로드할 수 없습니다. 페이지를 새로고침하고 다시 시도하세요.

source: ComplianceReport|Update filtered results?
ko: 필터링된 결과를 업데이트하시겠습니까?

source: ComplianceReport|Update result
ko: 결과 업데이트

source: ComplianceReport|View the framework details
ko: 프레임워크 세부 정보 보기
ru: Посмотреть детали регламента

source: ComplianceReport|You are viewing the compliance centre for %{project}. To see information for all projects, go to %{linkStart}group%{linkEnd}.
ko: %{project}의 규정준수 센터를 보고 있습니다. 모든 프로젝트에 대한 정보를 보려면 %{linkStart}그룹%{linkEnd}으로 이동하세요.
ru: Вы находитесь в центре соблюдения норм для проекта %{project}. Чтобы увидеть информацию для всех проектов, перейдите в %{linkStart}группу%{linkEnd}.

source: ComplianceReport|and %{count} more
ko: 와 추가 %{count}개
ru: и ещё %{count}

source: ComplianceStandardsAdherence| Standards adherence export
ko: 표준 준수 내보내기
ru: Экспорт соблюдения стандартов

source: ComplianceStandardsAdherence|%d control
ko: %d 개의 컨트롤
ru: %d мера контроля

source: ComplianceStandardsAdherence|%{failedCount}/%{totalCount} failed
ko: %{failedCount}/%{totalCount}개 실패
ru: %{failedCount}/%{totalCount} не выполнено

source: ComplianceStandardsAdherence|A rule is configured to prevent author approved merge requests.
ko: 머지 리퀘스트 작성자가 승인하는 것을 방지하도록 규칙이 구성되었습니다.
ru: Правило настроено на предотвращение одобрения автором собственных запросов на слияние.

source: ComplianceStandardsAdherence|A rule is configured to prevent merge requests approved by committers.
ko: 머지 리퀘스트를 커미터가 승인하는 것을 방지하도록 규칙이 구성되었습니다.
ru: Правило настроено на предотвращение одобрения запросов на слияние коммитерами.

source: ComplianceStandardsAdherence|A rule is configured to require two approvals.
ko: 규칙은 두개의 승인을 요구하도록 구성되었습니다.
ru: Правило настроено на требование двух одобрений.

source: ComplianceStandardsAdherence|Add adequate administrators
ko: 적합한 관리자 추가
ru: Добавьте соответствующих администраторов

source: ComplianceStandardsAdherence|Add multiple administrators
ko: 복수의 관리자 추가
ru: Добавьте нескольких администраторов

source: ComplianceStandardsAdherence|Adjust permissions to control who can merge changes to the default branch.
ko: 기본 브랜치에 변경 사항을 머지할 수 있는 사람을 제어하기 위해 권한을 조정합니다.
ru: Настройте разрешения, чтобы контролировать, кто может объединять изменения в основную ветку.

source: ComplianceStandardsAdherence|Adjust permissions to control who can push directly to the default branch.
ko: 기본 브랜치에 직접 푸시할 수 있는 사람을 제어하려면 권한을 조정합니다.
ru: Настройте разрешения, чтобы контролировать, кто может отправлять изменения напрямую в основную ветку.
