Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: AiPowered|Features are not available. However, any group, subgroup, or project can turn them on.
ko: 기능을 사용할 수 없습니다. 그러나 모든 그룹, 하위 그룹 또는 프로젝트에서 기능을 켤 수 있습니다.

source: AiPowered|Get started with GitLab Duo
ko: GitLab Duo로 시작하기
ru: Начать работу с GitLab Duo

source: AiPowered|Get started with GitLab Duo Core
ko: GitLab Duo Core로 시작하기
ru: Начать работу с GitLab Duo Core

source: AiPowered|GitLab Duo Chat conversation expiration
ko: GitLab Duo Chat 대화 만료
ru: Срок сохранения диалога в GitLab Duo Chat

source: AiPowered|GitLab Duo Core available to all users
ko: GitLab Duo Core가 모든 사용자에게 사용가능합니다
ru: GitLab Duo Core доступен всем пользователям

source: AiPowered|GitLab Duo Core will be available to all users in your %{plan} plan, including Chat and Code Suggestions in supported IDEs. %{eligibilityLinkStart}Eligibility requirements apply%{eligibilityLinkEnd}. By enabling GitLab Duo, you accept the %{aiLinkStart}GitLab AI functionality terms%{aiLinkEnd}.
ko: GitLab Duo Core는 %{plan} 플랜의 모든 사용자에게 제공되며, 지원되는 IDE의 채팅 및 코드 제안 기능도 포함됩니다. %{eligibilityLinkStart}자격 요건이 적용됩니다%{eligibilityLinkEnd}. GitLab Duo를 활성화하면 %{aiLinkStart}GitLab AI 기능 약관%{aiLinkEnd}에 동의하는 것으로 간주됩니다.
ru: GitLab Duo Core будет доступен всем пользователям вашего тарифа %{plan}, включая чат и предложения кода в поддерживаемых IDE. %{eligibilityLinkStart}Применяются требования к допустимости%{eligibilityLinkEnd}. Включая GitLab Duo, вы принимаете %{aiLinkStart}условия использования функций ИИ GitLab%{aiLinkEnd}.

source: AiPowered|GitLab Duo Enterprise availability
ko: GitLab Duo Enterprise 가용성
ru: Доступность GitLab Duo Enterprise

source: AiPowered|GitLab Duo Pro availability
ko: GitLab Duo Pro 가용성
ru: Доступность GitLab Duo Pro

source: AiPowered|GitLab Duo Pro or Enterprise
ko: GitLab Duo Pro 또는 Enterprise
ru: GitLab Duo Pro или Enterprise

source: AiPowered|GitLab Duo Self-Hosted
ko: 셀프 호스팅 GitLab Duo
ru: Автономный GitLab Duo

source: AiPowered|GitLab Duo Workflow
ko: GitLab Duo 워크플로우
ru: Duo Workflow

source: AiPowered|GitLab Duo Workflow has successfully been turned off.
ko: GitLab Duo 워크플로우가 성공적으로 꺼졌습니다.
ru: GitLab Duo Workflow успешно отключён.

source: AiPowered|GitLab Duo Workflow is now on for the instance and the service account (%{accountId}) was created. To use Workflow in your groups, you must turn on AI features for specific groups.
ko: GitLab Duo 워크플로우가 인스턴스에 대해 켜졌으며, 서비스 계정 (%{accountId})이 생성되었습니다. 당신의 그룹에서 워크플로우에서 사용하려면 특정 그룹에 대해 AI 기능을 켜야 합니다.
ru: GitLab Duo Workflow теперь включён для экземпляра, и учётная запись службы (%{accountId}) была создана. Чтобы использовать Workflow в ваших группах, включите функции ИИ для конкретных групп.

source: AiPowered|GitLab Duo Workflow is now on for the instance. To use Workflow in your groups, you must turn on AI features for specific groups.
ko: 이제 인스턴스에서 GitLab Duo Workflow가 활성화되었습니다. 그룹에서 Workflow를 사용하려면 특정 그룹에 대해 AI 기능을 활성화해야 합니다.
ru: Функциональность GitLab Duo Workflow теперь включена для этого экземпляра. Чтобы использовать Workflow в своих группах, необходимо включить функции ИИ в их настройках.

source: AiPowered|GitLab Duo seat assignment is now located in GitLab Duo settings.
ko: GitLab Duo 사용자 할당은 이제 GitLab Duo 설정에서 가능합니다.
ru: Назначение лицензий GitLab Duo теперь находится в настройках GitLab Duo.

source: AiPowered|GitLab Duo with Amazon Q
ko: Amazon Q와 GitLab Duo
ru: GitLab Duo с Amazon Q

source: AiPowered|Help make the next releases of GitLab better. As a member of the GitLab Early Access Program, you can take part in shaping GitLab by letting us know what you think of GitLab Duo experimental and beta features. How does this program work?
ko: GitLab의 다음 릴리스를 개선하는 데 도움을 주세요. GitLab 먼저 체험하기 프로그램의 멤버로서 GitLab Duo 실험기능 및 베타 기능에 대한 의견을 알려주시면 GitLab을 형성하는 데 참여할 수 있습니다. 이 프로그램은 어떻게 작동하나요?
ru: Помогите сделать следующие релизы GitLab лучше. Как участник программы раннего доступа GitLab, вы можете повлиять на развитие GitLab, поделившись своим мнением о экспериментальных и бета-функциях GitLab Duo. Как работает эта программа?

source: AiPowered|Ideal for lowest latency. An IDE must be able to connect to https://gitlab.com:443.
ko: 최저 지연 시간에 이상적. IDE는 https://gitlab.com:443에 연결할 수 있어야 합니다.
ru: Идеально для низкой задержки. IDE должен иметь возможность подключаться к https://gitlab.com:443.

source: AiPowered|Indirect connections through GitLab self-managed instance
ko: GitLab 자체 관리 인스턴스를 통한 간접 연결
ru: Непрямые подключения через автономный экземпляр GitLab

source: AiPowered|Learn more
ko: 자세히 알아보기
ru: Подробнее

source: AiPowered|Local AI Gateway URL
ko: 로컬 AI 게이트웨이 URL
ru: URL локального шлюза ИИ

source: AiPowered|Local AI gateway URL
ko: 로컬 AI 게이트웨이 URL
ru: URL локального шлюза ИИ

source: AiPowered|Might result in requests having higher latency.
ko: 요청의 지연 시간이 길어질 수 있습니다.
ru: Может привести к увеличению задержки запросов.

source: AiPowered|Model Selection
ko: 모델 선택
ru: Выбор модели

source: AiPowered|Monitor, manage, and customize AI features to ensure efficient utilization and alignment.
ko: 효율적인 활용과 정렬을 보장하기 위해 AI 기능을 모니터링, 관리하고 커스터마이징합니다.
ru: Отслеживайте, управляйте и настраивайте возможности ИИ для обеспечения эффективного использования и согласованности.

source: AiPowered|Not enabled
ko: 활성화되지 않음
ru: Отключён

source: AiPowered|Off by default
ko: 기본적으로 꺼짐
ru: Отключено по умолчанию

source: AiPowered|On by default
ko: 기본적으로 켜짐
ru: Включено по умолчанию

source: AiPowered|Participate in the Early Access Program and help make GitLab better
ko: 먼저 체험하기 프로그램에 참여하여 GitLab을 더욱 개선하는 데 도움을 주세요.
ru: Участвуйте в программе раннего доступа и помогите улучшить GitLab

source: AiPowered|Purchase Duo Pro seats
ko: Duo Pro 좌석 구매
ru: Приобрести лицензии Duo Pro

source: AiPowered|Seat assignment for GitLab Duo has moved
ko: GitLab Duo의 사용자 배정이 변경되었습니다.
ru: Назначение лицензий для GitLab Duo перемещено

source: AiPowered|Self-hosted beta models and features
ko: 자체 호스팅 베타 모델과 기능
ru: Бета-модели и функции для автономной работы

source: AiPowered|Setting unavailable
ko: 설정을 사용할 수 없음
ru: Параметр недоступен

source: AiPowered|Specify how code completion requests are sent to the AI gateway.
ko: 코드 완성 요청이 AI 게이트웨이로 전송되는 방식을 지정합니다.
ru: Укажите, как запросы на автодополнение кода отправляются в шлюз ИИ.

source: AiPowered|Start date: %{startDate}
ko: 시작일 : %{startDate}
ru: Дата начала: %{startDate}

source: AiPowered|Tanuki AI icon
ko: Tanuki AI 아이콘
ru: Иконка Tanuki AI

source: AiPowered|This setting applies to the whole instance. Group and project access controls are coming soon.%{br}By turning this on, you accept the %{termsLinkStart}GitLab AI functionality terms%{termsLinkEnd}. Check the %{requirementsLinkStart}eligibility requirements%{requirementsLinkEnd}.
ko: 이 설정은 전체 인스턴스에 적용됩니다. 그룹 및 프로젝트 액세스 제어는 곧 제공될 예정입니다.%{br}이 기능을 켜면 %{termsLinkStart}GitLab AI 기능 이용 약관%{termsLinkEnd}에 동의하는 것으로 간주됩니다. %{requirementsLinkStart}자격 요건%{requirementsLinkEnd}을 확인하세요.
ru: Этот параметр применяется ко всему экземпляру. Контроль доступа на уровне групп и проектов появится позже.%{br}Включая эту функцию, вы принимаете %{termsLinkStart}условия использования функций GitLab ИИ%{termsLinkEnd}. Ознакомьтесь с %{requirementsLinkStart}требованиями к доступу%{requirementsLinkEnd}.

source: AiPowered|This setting applies to the whole top-level group. Subgroup and project access controls are coming soon.%{br}By turning this on, you accept the %{termsLinkStart}GitLab AI functionality terms%{termsLinkEnd}. Check the %{requirementsLinkStart}eligibility requirements%{requirementsLinkEnd}.
ko: 이 설정은 최상위 그룹 전체에 적용됩니다. 하위 그룹 및 프로젝트 액세스 제어는 곧 제공될 예정입니다.%{br}이 기능을 켜면 %{termsLinkStart}GitLab AI 기능 이용 약관%{termsLinkEnd}에 동의하는 것으로 간주됩니다. %{requirementsLinkStart}자격 요건%{requirementsLinkEnd}을 확인하세요.
ru: Этот параметр применяется ко всей группе верхнего уровня. Контроль доступа на уровне подгрупп и проектов появится позже.%{br}Включая эту функцию, вы принимаете %{termsLinkStart}условия использования функций GitLab ИИ%{termsLinkEnd}. Ознакомьтесь с %{requirementsLinkStart}требованиями к доступу%{requirementsLinkEnd}.

source: AiPowered|Turn off GitLab Duo Workflow
ko: GitLab Duo 워크플로우 끄기
ru: Отключить GitLab Duo Workflow

source: AiPowered|Turn off Workflow
ko: 워크플로우 끄기
ru: Отключить Workflow

source: AiPowered|Turn on GitLab Duo Workflow
ko: GitLab Duo 워크플로우 켜기
ru: Включить GitLab Duo Workflow

source: AiPowered|Turn on IDE features
ko: IDE 기능 켜기
ru: Включить функции IDE

source: AiPowered|Turn on experiment and beta GitLab Duo features
ko: 실험기능과 베타 GitLab Duo 기능 활성화
ru: Включить экспериментальные и бета функции GitLab Duo

source: AiPowered|Turn on prompt caching
ko: 프롬프트 캐싱 켜기
ru: Включить кэширование запросов

source: AiPowered|Turn on prompt caching to improve Duo performance. %{linkStart}Learn more%{linkEnd}.
ko: Duo 성능을 높이려면 프롬프트 캐싱을 켜세요. %{linkStart}자세히 알아보기%{linkEnd}.
ru: Включить кэширование запросов для улучшения производительности Duo. %{linkStart}Подробнее%{linkEnd}.

source: AiPowered|Unlock advanced AI-native capabilities with the Premium or Ultimate tier designed for your development needs.
ko: 당신의 개발 필요에 맞춰 설계된 Premium 또는 Ultimate 티어로 고급 AI-네이티브 기능을 사용하십시오.
ru: Откройте расширенные возможности ИИ, разработанные для ваших потребностей, с тарифами Premium или Ultimate.

source: AiPowered|Upgrade to
ko: 다음으로 업그레이드
ru: Перейдите на

source: AiPowered|Use beta models and features in GitLab Duo Self-Hosted
ko: GitLab Duo 셀프 호스팅에서 베타 모델과 기능을 사용하세요
ru: Используйте бета-модели и функции в автономном GitLab Duo

source: AiPowered|View GitLab Duo settings
ko: GitLab Duo 설정 보기
ru: Посмотреть настройки GitLab Duo

source: AiPowered|View configuration
ko: 구성 보기
ru: Просмотреть конфигурацию

source: AiPowered|What is this service account?
ko: 이 서비스 계정은 무엇입니까?
ru: Что такое эта учётная запись службы?

source: AiPowered|When GitLab Duo is not available, experiment and beta features cannot be turned on.
ko: GitLab Duo를 사용할 수 없으면 실험기능과 베타 기능을 켤 수 없습니다.
ru: Когда GitLab Duo недоступен, экспериментальные или бета функции не могут быть включены.

source: AiPowered|When GitLab Duo is not available, prompt caching cannot be turned on.
ko: GitLab Duo를 사용할 수 없으면 프롬프트 캐싱을 켤 수 없습니다.
ru: Когда GitLab Duo недоступен, кэширование запросов не может быть включено.

source: AiPowered|When turned on, all billable users can access GitLab Duo Chat and Code Suggestions in supported IDEs.
ko: 이 기능을 켜면 청구 가능한 모든 사용자가 지원되는 IDE에서 GitLab Duo Chat 및 코드 제안에 액세스할 수 있습니다.
ru: При включении все платные пользователи получат доступ к GitLab Duo Chat и предложениям кода в поддерживаемых IDE.

source: AiPowered|When you save, GitLab Duo will be turned for all groups, subgroups, and projects.
ko: 저장하면 GitLab Duo가 모든 그룹, 하위 그룹 및 프로젝트에 적용됩니다.
ru: После сохранения GitLab Duo будет включен для всех групп, подгрупп и проектов.

source: AiPowered|When you save, GitLab Duo will be turned off for all groups, subgroups, and projects.
ko: 저장하면 GitLab Duo가 모든 그룹, 하위 그룹 및 프로젝트에 대해 꺼집니다.
ru: После сохранения GitLab Duo будет отключен для всех групп, подгрупп и проектов.

source: AiPowered|When you turn off Workflow, users can no longer use it to solve coding tasks. Are you sure?
ko: 워크플로우를 끄면, 사용자는 코딩 작업의 문제 해결에 더 이상 사용할 수 없게 됩니다. 확실 합니까?
ru: После того как вы отключите Workflow, пользователи больше не смогут использовать его для решения задач с кодом. Вы уверены?

source: AiPowered|When you turn on GitLab Duo Workflow, a service account is created.
ko: GitLab Duo 워크플로우를 켜면, 서비스 계정이 생성됩니다.
ru: После того как вы включите Workflow, будет создана учётная запись службы.

source: AiPowered|Workflow is an AI-native coding agent in the Visual Studio Code (VS Code) IDE.
ko: 워크플로우는 AI-네이티브 코딩 에이전트로 Visual Studio Code (VS Code) IDE에서 사용할 수 있습니다.
ru: Workflow — это агент, использующий ИИ для работы с кодом в интегрированной среде разработки Visual Studio Code (VS Code).

source: AiPowered|You now have access to GitLab Duo Chat and Code Suggestions in supported IDEs. To start using these features, %{link1Start}install the GitLab extension in your IDE%{link1End}. If you already have this extension installed, %{link2Start}explore what you can do with GitLab Duo Core%{link2End}.
ko: 이제 지원되는 IDE에서 GitLab Duo Chat 및 코드 제안을 사용할 수 있습니다. 이 기능을 사용하려면 %{link1Start}IDE에 GitLab 확장 프로그램을 설치하세요%{link1End}. 이미 이 확장 프로그램이 설치되어 있다면 %{link2Start}GitLab Duo Core로 할 수 있는 작업을 살펴보세요%{link2End}.
ru: Теперь у вас есть доступ к GitLab Duo Chat и предложениям кода в поддерживаемых IDE. Чтобы начать пользоваться этими функциями, %{link1Start}установите расширение GitLab в вашу IDE%{link1End}. Если расширение уже установлено, %{link2Start}узнайте, что ещё может GitLab Duo Core%{link2End}.

source: Akismet API Key
ko: Akismet API 키
ru: API-ключ Akismet:

source: Akismet helps prevent the creation of spam issues in public projects.
ko: Akismet은 공개 프로젝트에서 스팸이 발생하는 것을 방지합니다.
ru: Akismet помогает бороться со спамом в публичных проектах.

source: Alert
ko: 경고
ru: Предупреждение

source: Alert type:
ko: 알림 유형:
ru: Тип предупреждения:

source: AlertManagement|Acknowledged
ko: 확인됨
ru: Прочитано

source: AlertManagement|Activity feed
ko: 활동 피드
ru: Лента активности

source: AlertManagement|Alert
ko: 경고
ru: Оповещение

source: AlertManagement|Alert assignees: %{assignees}
ko: 경고 담당자: %{assignees}
ru: Оповестить исполнителей: %{assignees}

source: AlertManagement|Alert detail
ko: 경고 상세정보
ru: Подробности оповещения

source: AlertManagement|Alert details
ko: 경고 세부정보
ru: Подробности оповещения

source: AlertManagement|Alert status: %{status}
ko: 경고 상태: %{status}
ru: Статус оповещения: %{status}

source: AlertManagement|Alerts
ko: 경고
ru: Оповещения

source: AlertManagement|All alerts
ko: 모든 경고
ru: Все оповещения

source: AlertManagement|Assign status
ko: 상태 지정
ru: Назначить статус

source: AlertManagement|Assignees
ko: 담당자
ru: Исполнители

source: AlertManagement|Authorize external service
ko: 외부 서비스 인증
ru: Авторизовать внешнюю службу

source: AlertManagement|Create incident
ko: 인시던트 생성
ru: Создать инцидент

source: AlertManagement|Display alerts from all your monitoring tools directly within GitLab. Streamline the investigation of your alerts and the escalation of alerts to incidents.
ko: GitLab 내에서 직접 모든 모니터링 도구의 경고를 표시합니다. 경고 조사와 경고를 인시던트로 승격하는 과정을 간소화합니다.
ru: Выводите уведомления от всех своих инструментов мониторинга непосредственно в Gitlab. Упростите рассмотрение оповещений и их превращение в инциденты.

source: AlertManagement|Edit
ko: 편집
ru: Редактировать

source: AlertManagement|Environment
ko: 환경
ru: Окружение

source: AlertManagement|Events
ko: 이벤트
ru: События

source: AlertManagement|Incident
ko: 인시던트
ru: Инцидент

source: AlertManagement|Key
ko: 키
ru: Ключ

source: AlertManagement|Metrics
ko: 측정항목
ru: Метрики

source: AlertManagement|More information
ko: 추가 정보
ru: Подробнее

source: AlertManagement|No alert data to display.
ko: 표시할 경고 데이터가 없습니다.

source: AlertManagement|No alerts available to display. See %{linkStart}enabling alert management%{linkEnd} for more information on adding alerts to the list.
ko: 표시할 수 있는 경고가 없습니다. 목록에 경고를 추가하는 방법에 대한 자세한 내용은 %{linkStart}경고 관리 활성화%{linkEnd}을 참조하세요.

source: AlertManagement|No alerts to display.
ko: 표시할 경고가 없습니다.
ru: Нет оповещений для отображения.

source: AlertManagement|None
ko: 없음
ru: Нет

source: AlertManagement|Open
ko: 열기

source: AlertManagement|Please try again.
ko: 다시 시도해주세요.
ru: Пожалуйста, попробуйте еще раз.

source: AlertManagement|Reported %{when}
ko: %{when}에 보고됨

source: AlertManagement|Reported %{when} by %{tool}
ko: %{tool}에 의해 %{when}에 보고됨

source: AlertManagement|Resolved
ko: 해결됨
ru: Обработано

source: AlertManagement|Runbook
ko: 런북

source: AlertManagement|Service
ko: 서비스
ru: Служба

source: AlertManagement|Severity
ko: 심각도
ru: Уровень серьёзности

source: AlertManagement|Start time
ko: 시작 시간
ru: Время начала

source: AlertManagement|Status
ko: 상태
ru: Состояние

source: AlertManagement|Surface alerts in GitLab
ko: GitLab의 표면 경고
ru: Вывод оповещений в GitLab

source: AlertManagement|There was an error displaying the alert. Please refresh the page to try again.
ko: 경고를 표시하는 동안 오류가 발생했습니다. 다시 시도하려면 페이지를 새로고침하세요.
ru: Возникла ошибка при отображении оповещения. Пожалуйста, обновите страницу, чтобы повторить попытку.

source: AlertManagement|There was an error displaying the alerts. Confirm your endpoint's configuration details to ensure alerts appear.
ko: 경고를 표시하는 동안 오류가 발생했습니다. 경고가 표시되도록 엔드포인트의 구성 세부 정보를 확인합니다.
ru: Произошла ошибка при отображении оповещений. Проверьте настройки конечной точки, чтобы убедиться, что оповещения показываются.

source: AlertManagement|There was an error while updating the assignees list. Please try again.
ko: 담당자 목록을 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении списка исполнителей. Повторите попытку.

source: AlertManagement|There was an error while updating the assignees of the alert. Please try again.
ko: 경고 담당자를 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при обновлении исполнителей оповещения. Повторите попытку.

source: AlertManagement|There was an error while updating the status of the alert.
ko: 경고 상태를 업데이트하는 동안 오류가 발생했습니다.

source: AlertManagement|There was an error while updating the to-do item of the alert.
ko: 경고의 할 일 항목을 업데이트하는 동안 오류가 발생했습니다.
ru: Произошла ошибка при обновлении напоминания для уведомления.

source: AlertManagement|This assignee cannot be assigned to this alert.
ko: 이 담당자는 이 경고에 할당할 수 없습니다.
ru: Этот исполнитель не может быть назначен для этого оповещения.

source: AlertManagement|Tool
ko: 도구
ru: Инструмент

source: AlertManagement|Triggered
ko: 트리거됨
ru: Получено

source: AlertManagement|Value
ko: 값
ru: Значение

source: AlertManagement|View incident
ko: 인시던트 보기
ru: Просмотр инцидента

source: AlertMappingBuilder|Define fallback
ko: 대체(Fallback) 정의
ru: Определить запасной вариант

source: AlertMappingBuilder|GitLab alert key
ko: GitLab 경고 키
ru: Ключ оповещений GitLab

source: AlertMappingBuilder|Make selection
ko: 선택 하세요
ru: Сделать выбор

source: AlertMappingBuilder|Payload alert key
ko: 페이로드 경고 키

source: AlertMappingBuilder|Select key
ko: 키 선택
ru: Выбрать ключ

source: AlertMappingBuilder|Title is a required field for alerts in GitLab. Should the payload field you specified not be available, specifiy which field we should use instead.
ko: 제목은 GitLab의 경고에 대한 필수 필드입니다. 지정한 페이로드 필드를 사용할 수 없는 경우 대신 사용해야 하는 필드를 지정합니다.
ru: Заголовок — обязательное поле для оповещений в GitLab. Если указанное вами поле полезной нагрузки недоступно, укажите, какое поле мы должны использовать вместо него.

source: AlertSettings|A webhook URL and authorization key is generated for the integration. After you save the integration, both are visible under the “View credentials” tab.
ko: 통합을 위해 Webhook URL 및 인증 키가 생성됩니다. 통합을 저장하면 "자격 증명 보기" 탭에서 둘 다 볼 수 있습니다.
ru: URL вебхука и ключ авторизации генерируются для интеграции. После сохранения интеграции оба будут видны во вкладке «Просмотр учётных данных».

source: AlertSettings|Active alerts
ko: 활성 경고
ru: Активные оповещения

source: AlertSettings|Add new integration
ko: 새 통합 추가
ru: Добавить новую интеграцию

source: AlertSettings|Alert settings
ko: 경고 설정
ru: Настройки оповещений

source: AlertSettings|Authorization key
ko: 인증 키
ru: Ключ авторизации

source: AlertSettings|Configure details
ko: 상세 설정
ru: Настроить детали

source: AlertSettings|Current integrations
ko: 현재 통합 상태
ru: Текущие интеграции

source: AlertSettings|Customize alert payload mapping (optional)
ko: 알림 페이로드 매핑 커스터마이징 (옵션)
ru: Настройка сопоставления нагрузки оповещения (необязательно)

source: AlertSettings|Delete integration
ko: 통합 삭제
ru: Удалить интеграцию

source: AlertSettings|Edit integration
ko: 통합 수정
ru: Изменить интеграцию

source: AlertSettings|Edit payload
ko: 페이로드 수정
ru: Изменить нагрузку

source: AlertSettings|Enable integration
ko: 통합 활성화
ru: Включить интеграцию

source: AlertSettings|Enter an example payload from your selected monitoring tool. This supports sending alerts to a GitLab endpoint.
ko: 선택한 모니터링 도구의 예제 페이로드를 입력하십시오. 이것은 GitLab 엔드포인트에 경고를 보내는 것을 지원합니다.
ru: Введите пример нагрузки из выбранного вами инструмента мониторинга. Это помогает отправлять оповещения в конечную точку GitLab.

source: AlertSettings|Enter integration name
ko: 통합 이름 입력
ru: Введите название интеграции

source: AlertSettings|Free versions of GitLab are limited to one integration per type. To add more, %{linkStart}upgrade your subscription%{linkEnd}.
ko: GitLab의 무료 버전은 유형당 하나의 통합으로 제한됩니다. 더 추가하려면 %{linkStart}구독을 업그레이드하십시오%{linkEnd}.
ru: Бесплатные версии GitLab ограничены одной интеграцией на тип. Чтобы добавить больше, %{linkStart}обновите подписку%{linkEnd}.

source: AlertSettings|GitLab has created a URL and authorization key for your integration. You can use them to set up a webhook and authorize your endpoint to send alerts to GitLab.
ko: GitLab은 통합을 위한 URL 및 인증 키를 생성했습니다. 이를 사용하여 webhook을 설정하고 엔드포인트가 GitLab에 경고를 보낼 수 있도록 승인할 수 있습니다.
ru: GitLab создал URL и ключ авторизации для вашей интеграции. Вы можете использовать их для настройки вебхука и авторизации вашего эндпоинта для отправки уведомлений в GitLab.

source: AlertSettings|HTTP Endpoint
ko: HTTP 엔드포인트
ru: Конечная точка HTTP

source: AlertSettings|If you edit the payload, you must re-map the fields again.
ko: 페이로드를 편집하는 경우 필드를 다시 매핑해야 합니다.
ru: Если вы изменяете полезную нагрузку, необходимо заново сопоставить поля

source: AlertSettings|If you reset the authorization key for this project, you must update the key in every enabled alert source.
ko: 이 프로젝트에 대한 인증 키를 재설정하는 경우 활성화된 모든 경고 소스에서 키를 업데이트해야 합니다.
ru: Если вы сбросите ключ авторизации для этого проекта, вам необходимо будет обновить ключ для каждого включенного источника уведомлений

source: AlertSettings|Integration successfully saved
ko: 통합이 성공적으로 저장되었습니다.
ru: Интеграция успешно сохранена

source: AlertSettings|Name integration
ko: 이름 통합

source: AlertSettings|Parse payload fields
ko: 페이로드 필드 파싱
ru: Анализировать поля полезной нагрузки

source: AlertSettings|Proceed with editing
ko: 편집 진행
ru: Продолжить редактирование

source: AlertSettings|Prometheus
ko: Prometheus
ru: Prometheus

source: AlertSettings|Reset Key
ko: 키 리셋
ru: Ключ сброса

source: AlertSettings|Reset the mapping
ko: 맵핑 리셋
ru: Сбросить сопоставление

source: AlertSettings|Sample payload has been parsed. You can now map the fields.
ko: 샘플 페이로드가 구문 분석되었습니다. 이제 필드를 매핑할 수 있습니다.
ru: Образец полезной нагрузки проанализирован. Теперь вы можете сопоставить поля.

source: AlertSettings|Save & create test alert
ko: 저장 & 테스트 알람 생성
ru: Сохранить и создать тестовое оповещение

source: AlertSettings|Save integration
ko: 통합 저장
ru: Сохранить интеграцию

source: AlertSettings|Save integration & send
ko: 통합 저장 후 전송
ru: Сохранить интеграцию и отправить

source: AlertSettings|Select integration type
ko: 통합 유형 선택
ru: Выберите тип интеграции

source: AlertSettings|Send test alert
ko: 테스트 경고 전송
ru: Отправить тестовое оповещение

source: AlertSettings|Send without saving
ko: 저장하지 않고 전송
ru: Отправить без сохранения

source: AlertSettings|The form has unsaved changes
ko: 양식에 저장되지 않은 변경사항이 있습니다.
ru: Форма содержит несохранённые изменения

source: AlertSettings|The form has unsaved changes. How would you like to proceed?
ko: 양식에 저장되지 않은 변경사항이 있습니다. 계속 진행하시겠습니까?
ru: Форма содержит несохранённые изменения. Как бы вы хотели продолжить?

source: AlertSettings|To create a custom mapping, enter an example payload from your monitoring tool, in JSON format. Select the "Parse payload fields" button to continue.
ko: 커스텀 맵핑을 생성하려면 모니터링 도구를 통해 예시 페이로드를 JSON형식으로 입력하세요. 계속하려면 "페이로드 필드 분석"버튼을 선택하세요.
ru: Чтобы создать пользовательское сопоставление, введите пример полезной нагрузки из вашего инструмента мониторинга в формате JSON. Чтобы продолжить, нажмите кнопку «Анализировать поля полезной нагрузки».
