Repository: gitlabhq/gitlabhq
Catalog: locale/*/gitlab.po
Languages: ko, ru

source: Promotions|Buy EE
ko: EE 구매

source: Promotions|Buy GitLab Enterprise Edition
ko: GitLab Enterprise 에디션 구매

source: Promotions|Configure Service Desk
ko: 서비스 데스크 설정
ru: Настроить Service Desk

source: Promotions|Contact an owner of group %{namespace_name} to upgrade the plan.
ko: 요금제를 업그레이드하려면 그룹 %{namespace_name} 의 소유자에게 문의하세요.

source: Promotions|Contact owner %{link_start}%{owner_name}%{link_end} to upgrade the plan.
ko: 요금제를 업그레이드하려면 소유자 %{link_start}%{owner_name}%{link_end} 에게 문의하세요.

source: Promotions|Contact your Administrator to upgrade your license.
ko: 라이센스를 업그레이드하려면 운영자에게 문의하십시오.
ru: Обратитесь к администратору, чтобы обновить лицензию.

source: Promotions|Dismiss Service Desk promotion
ko: 서비스 데스크 프로모션 해지

source: Promotions|Dismiss burndown charts promotion
ko: 번다운 차트 프로모션 해지
ru: Убрать рекламу графиков сгорания

source: Promotions|Dismiss repository features promotion
ko: 리포지토리 기능 프로모션 해제

source: Promotions|Don't show me this again
ko: 다시 표시하지 않습니다.

source: Promotions|Epics let you manage your portfolio of projects more efficiently and with less effort by tracking groups of issues that share a theme, across projects and milestones.
ko: Epics를 사용하면 프로젝트 및 마일스톤 전체에서 주제를 공유하는 이슈 그룹을 추적하여 프로젝트 포트폴리오를 보다 효율적이고 적은 노력으로 관리할 수 있습니다.
ru: Цели позволяют управлять портфелем проектов более эффективно и с меньшими усилиями, отслеживая объединённые общей тематикой группы обсуждений из различных проектов и этапов.

source: Promotions|Get started with GitLab Mobile DevOps
ko: GitLab Mobile DevOps 시작하기
ru: Начните работать с GitLab Mobile DevOps

source: Promotions|Improve issues management with Issue weight and GitLab Enterprise Edition.
ko: 이슈 가중치 및 GitLab Enterprise Edition으로 이슈 관리를 개선합니다.
ru: Улучшите управление обсуждениями с помощью веса обсуждений и GitLab Enterprise Edition.

source: Promotions|Improve merge requests and customer support with GitLab Enterprise Edition.
ko: GitLab Enterprise Edition으로 머지 리퀘스트 및 고객 지원을 개선합니다.
ru: Улучшите запросы на слияние и поддержку клиентов с помощью GitLab Enterprise Edition.

source: Promotions|Improve milestones with Burndown Charts.
ko: 번다운 차트로 마일스톤을 개선하세요.
ru: Улучшите этапы с помощью графиков сгорания

source: Promotions|Improve repositories with GitLab Enterprise Edition.
ko: GitLab Enterprise Edition으로 리포지토리 개선.
ru: Улучшайте репозитории с помощью GitLab Enterprise Edition.

source: Promotions|Improve search with Advanced Search and GitLab Enterprise Edition.
ko: 고급 검색 및 GitLab Enterprise Edition으로 검색 개선.
ru: Улучшите поиск с помощью расширенного поиска в GitLab Enterprise Edition.

source: Promotions|Keep track of events in your project
ko: 프로젝트의 이벤트 추적

source: Promotions|Merge request approvals
ko: 머지 리퀘스트 승인
ru: Одобрения запросов на слияние

source: Promotions|Not now, thanks!
ko: 지금은 안하겠습니다. 감사합니다!

source: Promotions|Push rules
ko: 푸시 규칙
ru: Правила отправки

source: Promotions|Push rules are defined per project so you can have different rules applied to different projects depends on your needs.
ko: 푸시 규칙은 프로젝트별로 정의되므로 요구 사항에 따라 다른 프로젝트에 다른 규칙을 적용할 수 있습니다.
ru: Правила отправки определяются для каждого проекта, поэтому вы можете применять разные правила к разным проектам в зависимости от ваших потребностей.

source: Promotions|Repository Mirroring
ko: 리포지토리 미러링
ru: Зеркалирование репозиториев

source: Promotions|Repository Mirroring is a way to mirror repositories from external sources. It can be used to mirror all branches, tags, and commits that you have in your repository.
ko: 리포지토리 미러링은 외부 소스의 리포지토리를 미러링하는 방법입니다. 리포지토리에 있는 모든 브랜치, 태그 및 커밋을 미러링하는 데 사용할 수 있습니다.
ru: Зеркалирование репозиториев — это способ зеркалирования репозиториев из внешних источников. Оно может использоваться для зеркалирования всех веток, тегов и коммитов, которые есть в вашем репозитории.

source: Promotions|See the other features in the %{subscription_link}
ko: %{subscription_link}에서 다른 기능을 확인하세요

source: Promotions|Set the number of necessary approvals and define a list of approvers needed for every merge request in a project.
ko: 필요한 승인 수를 설정하고 프로젝트의 모든 머지 리퀘스트에 필요한 승인자 목록을 정의합니다.
ru: Установите количество необходимых одобрений и определите список одобряющих, необходимых для каждого запроса на слияние в проекте.

source: Promotions|Ship faster with GitLab Mobile DevOps.
ko: GitLab Mobile DevOps로 더 빠르게 배포하세요.

source: Promotions|Start GitLab Ultimate trial
ko: GitLab Ultimate 평가판 시작
ru: Начать пробный период GitLab Ultimate

source: Promotions|The Advanced Search in GitLab is a powerful search service that saves you time. Instead of creating duplicate code and wasting time, you can now search for code within other teams that can help your own project.
ko: GitLab의 고급 검색은 시간을 절약해주는 강력한 검색 서비스입니다. 중복 코드를 만드는게 시간을 낭비하는 대신 이제 자신의 프로젝트를 도울 수 있는 다른 팀 내에서 코드를 검색할 수 있습니다.
ru: Расширенный поиск в GitLab — это мощный поисковый сервис, который экономит ваше время. Вместо того чтобы создавать повторяющийся код и тратить время, теперь вы можете найти код других команд, который может помочь вашему проекту.

source: Promotions|This feature is locked.
ko: 이 기능은 잠겨있습니다.
ru: Данная функция заблокирована.

source: Promotions|Try it for free
ko: 무료로 사용해 보세요

source: Promotions|Upgrade plan
ko: 요금제 업그레이드
ru: Сменить тариф

source: Promotions|Upgrade your plan to activate Advanced Search.
ko: 요금제를 업그레이드하고 고급 검색을 활성화하세요.
ru: Перейдите на более высокий тарифный план, чтобы активировать расширенный поиск.

source: Promotions|Upgrade your plan to activate Group Webhooks.
ko: 그룹 Webhook을 활성화하려면 요금제를 업그레이드하십시오.
ru: Смените тариф, чтобы активировать вебхуки для группы.

source: Promotions|Upgrade your plan to activate audit events.
ko: 감사 이벤트를 활성화하기 위해 요금제를 업그레이드하세요.
ru: Смените тарифный план, чтобы активировать события аудита.

source: Promotions|Upgrade your plan to improve merge requests.
ko: 요금제를 업그레이드하여 머지 리퀘스트를 개선하세요.
ru: Измените ваш тариф, чтобы улучшить запросы на слияние.

source: Promotions|Upgrade your plan to improve milestones with Burndown Charts.
ko: 요금제를 업그레이드하여 번다운 차트로 마일스톤을 개선하세요.
ru: Смените тариф, чтобы улучшить этапы с помощью графиков сгорания.

source: Promotions|Upgrade your plan to improve repositories
ko: 리포지토리를 개선하기 위해서는 요금제를 업그레이드하세요
ru: Смените тарифный план, чтобы улучшить репозитории

source: Promotions|Use GitLab Mobile DevOps to quickly build, sign, and release native and cross-platform mobile apps for Android and iOS using GitLab CI/CD.
ko: GitLab Mobile DevOps를 사용하여 GitLab CI/CD를 사용하여 Android 및 iOS용 기본 및 이종 플랫폼 모바일 앱을 신속하게 빌드, 서명 및 릴리스합니다.
ru: Используйте GitLab Mobile DevOps для быстрого создания, подписания и выпуска нативных и кросс-платформенных мобильных приложений для Android и iOS с использованием GitLab CI/CD.

source: Promotions|Webhooks allow you to trigger a URL if, for example, new code is pushed or a new issue is created. You can configure webhooks to listen for specific events like pushes, issues or merge requests. Group webhooks will apply to all projects in a group, allowing you to standardize webhook functionality across your entire group.
ko: Webhook을 사용하면 예를 들어 새 코드가 푸시되거나 새 이슈가 생성되는 경우 URL을 트리거할 수 있습니다. 푸시, 이슈 또는 머지 리퀘스트와 같은 특정 이벤트를 수신하도록 웹훅을 설정할 수 있습니다. 그룹 webhook은 그룹의 모든 프로젝트에 적용되므로 전체 그룹에서 webhook 기능을 표준화할 수 있습니다.
ru: Вебхуки позволяют отправлять запрос на URL, например, при отправке нового кода или создании нового обсуждения. Вы можете настроить вебхуки для прослушивания конкретных событий, таких как отправки, обсуждения или запросы на слияние. Вебхуки группы будут применяться ко всем проектам в группе, что позволит стандартизировать функциональность вебхуков для всей группы.

source: Promotions|Weight
ko: 가중치
ru: Вес

source: Promotions|Weighting your issue
ko: 이슈에 가중치 부여
ru: Установка веса для вашего обсуждения

source: Promotions|When you have a lot of issues, it can be hard to get an overview. By adding a weight to your issues, you can get a better idea of the effort, cost, required time, or value of each, and so better manage them.
ko: 이슈가 많으면 요점을 파악하기 어려울 수 있습니다. 이슈에 가중치를 추가하면 각각의 노력, 비용, 필요한 시간 또는 가치에 대해 더 잘 이해할 수 있으므로 문제를 더 잘 관리할 수 있습니다.
ru: При большом количестве обсуждений сложно оценить общую картину. Добавив вес к вашим обсуждениям, вы можете получить лучшее представление о затрачиваемых усилиях, времени, стоимости или значимости каждого из них и, таким образом, лучше ими управлять.

source: Promotions|You can restrict access to protected branches by choosing a role (Maintainers, Developers) as well as certain users.
ko: 특정 사용자는 물론 역할(유지관리자, 개발자)을 선택하여 보호된 브랜치에 대한 액세스를 제한할 수 있습니다.
ru: Вы можете ограничить доступ к защищенным веткам, выбрав роль (Мейнтейнеры, Разработчики), а также определенных пользователей.

source: Prompt Cache
ko: 프롬프트 캐싱
ru: Кэш запросов

source: Prompt users to upload SSH keys
ko: 사용자에게 SSH 키를 업로드하라는 메시지 표시
ru: Предлагать пользователям загружать ключи SSH

source: Property 'dedicatedPod' of component '%{name}' is not yet supported
ko: 컴포넌트 '%{name}'의 'dedicatedPod' 속성은 아직 지원되지 않습니다.

source: Protect
ko: 보호
ru: Защитить

source: Protect a tag
ko: 태그 보호
ru: Защитить тег

source: Protected
ko: 보호됨
ru: Защищено

source: Protected Branch
ko: 보호된 브랜치

source: Protected Branches
ko: 보호된 브랜치
ru: Защищённые ветки

source: Protected Paths: requests
ko: 보호된 경로: 요청
ru: Защищённые пути: запросы

source: Protected Tag
ko: 보호된 태그
ru: Защищённый тег

source: Protected branches
ko: 보호된 브랜치
ru: Защищённые ветки

source: Protected environments
ko: 보호된 환경

source: Protected paths
ko: 보호된 경로
ru: Защищённые пути

source: Protected tags
ko: 보호된 태그
ru: Защищённые теги

source: ProtectedBranch|%{wildcards_link_start}Wildcards%{wildcards_link_end} such as %{code_tag_start}*-stable%{code_tag_end} or %{code_tag_start}production/*%{code_tag_end} are supported. %{case_sensitive_link_start}Branch names are case-sensitive.%{case_sensitive_link_end}
ko: %{wildcards_link_start}와일드카드%{wildcards_link_end} (예: %{code_tag_start}*-stable%{code_tag_end} 또는 %{code_tag_start}production/*%{code_tag_end} 이 지원됩니다. %{case_sensitive_link_start}브랜치 이름은 대소문자를 구분합니다.%{case_sensitive_link_end}
ru: Поддерживаются %{wildcards_link_start}шаблоны%{wildcards_link_end}, такие как %{code_tag_start}*-stable%{code_tag_end} или %{code_tag_start}production/*%{code_tag_end}. %{case_sensitive_link_start}Имена веток чувствительны к регистру.%{case_sensitive_link_end}

source: ProtectedBranch|After you configure a protected branch, merge request approval, or status check, it appears here.
ko: 보호된 브랜치, 머지 리퀘스트 승인 또는 상태 점검을 구성하면 여기에 나타납니다.
ru: После настройки защищённой ветки, одобрения запросов на слияние или проверки статуса, они появятся здесь.

source: ProtectedBranch|Allow all users with push access to %{tag_start}force push%{tag_end}.
ko: 푸시 액세스 권한이 있는 모든 사용자에게 %{tag_start}강제 푸시%{tag_end}를 허용합니다.
ru: Разрешить всем пользователям с правом отправки изменений %{tag_start}принудительную отправку изменений%{tag_end}.

source: ProtectedBranch|Allow all users with push access to force push.
ko: 푸시 액세스 권한이 있는 모든 사용자가 강제로 푸시하도록 허용합니다.
ru: Разрешить всем пользователям с правом отправки изменений принудительную отправку изменений.

source: ProtectedBranch|Allow developers to push to the initial commit
ko: 개발자가 초기 커밋으로 푸시하도록 허용
ru: Разрешить разработчикам отправлять начальный коммит

source: ProtectedBranch|Allowed to create
ko: 만들기 허용
ru: Разрешить создание

source: ProtectedBranch|Allowed to force push
ko: 강제 푸시 허용됨
ru: Разрешить принудительную отправку изменений

source: ProtectedBranch|Allowed to force push:
ko: 강제 푸시 허용됨:
ru: Разрешить принудительную отправку изменений

source: ProtectedBranch|Allowed to merge
ko: 머지 허용됨
ru: Разрешено слияние

source: ProtectedBranch|Allowed to merge:
ko: 머지 허용됨:
ru: Разрешено слияние:

source: ProtectedBranch|Allowed to push
ko: 푸시가 허용됨
ru: Разрешено отправлять

source: ProtectedBranch|Allowed to push and merge
ko: 푸시 및 머지 허용됨
ru: Разрешено отправлять и сливать

source: ProtectedBranch|Allowed to push and merge:
ko: 푸시 및 머지 허용됨:
ru: Разрешено отправлять и сливать:

source: ProtectedBranch|An error occurred while loading branch rules. Please try again.
ko: 브랜치 규칙을 로드하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
ru: Произошла ошибка при загрузке правил веток. Повторите попытку.

source: ProtectedBranch|Branch
ko: 브랜치
ru: Ветка

source: ProtectedBranch|Branch does not exist.
ko: 브랜치가 존재하지 않습니다.
ru: Ветка не существует

source: ProtectedBranch|Branch will be writable for developers. Are you sure?
ko: 브랜치에 개발자가 쓸 수 있게 됩니다.확실합니까?
ru: Ветка будет доступна для изменения разработчиками. Вы уверены?

source: ProtectedBranch|Branch:
ko: 브랜치:
ru: Ветка:

source: ProtectedBranch|By default, protected branches restrict who can modify the branch.
ko: 기본적으로 보호된 브랜치는 브랜치를 수정할 수 있는 사람을 제한합니다.
ru: По умолчанию защищённые ветки ограничивают круг лиц, которые могут изменять ветку.

source: ProtectedBranch|Code owner approval
ko: 코드 소유자 승인
ru: Одобрение владельцем кода

source: ProtectedBranch|Couldn't find any matching branches.
ko: 일치하는 브랜치를 찾을 수 없습니다.
ru: Не удалось найти соответствующие ветки.

source: ProtectedBranch|Create wildcard
ko: 와일드 카드 만들기
ru: Создать шаблон

source: ProtectedBranch|Developers can push the initial commit to a repository, but none afterward.
ko: 개발자는 초기 커밋을 리포지토리에 푸시할 수 있지만 이후에는 푸시할 수 없습니다.
ru: Разработчики могут отправить начальный коммит в репозиторий, но последующие — нет.

source: ProtectedBranch|Does not apply to users **Allowed to push** when pushing directly to the branch. Optional sections are not enforced.
ko: 브랜치에 직접 푸시할 때 **푸시가 허용된** 사용자에게는 적용되지 않습니다. 옵션 섹션은 강제 적용되지 않습니다.
ru: Не применяется к пользователям, **которым разрешено отправлять изменения** при прямой отправке в ветку. Опциональные разделы не контролируются.

source: ProtectedBranch|Giving merge rights to a protected branch also gives elevated permissions for certain CI/CD features.
ko: 보호된 브랜치에 병합 권한을 부여하면 특정 CI/CD 기능에 대한 권한도 높게 부여됩니다.
ru: Предоставление прав на слияние для защищённой ветки также даёт повышенные разрешения для некоторых функций CI/CD.

source: ProtectedBranch|How do I use branch rules?
ko: 브랜치 규칙을 어떻게 사용하나요?
ru: Как использовать правила веток?

source: ProtectedBranch|Inherited - This setting can be changed at the group level
ko: 이 설정은 그룹 수준에서 변경할 수 있습니다.
ru: Унаследовано — эту настройку можно изменить на уровне группы

source: ProtectedBranch|Keep stable branches secure and force developers to use merge requests.
ko: 안정적인 브랜치를 안전하게 유지하고 개발자가 머지 리퀘스트를 사용하도록 합니다.
ru: Обеспечьте безопасность стабильных веток и заставьте разработчиков использовать запросы на слияние.

source: ProtectedBranch|Last commit
ko: 마지막 커밋
ru: Последний коммит

source: ProtectedBranch|Learn more.
ko: 더 알아보기.
ru: Подробнее.

source: ProtectedBranch|Manage branch related settings in one area with branch rules.
ko: 브랜치 규칙을 사용하여 한 영역에서 브랜치 관련 설정을 관리합니다.
ru: Управляйте настройками, связанными с ветками, в одном месте с помощью правил веток.

source: ProtectedBranch|Matching Branches
ko: 일치하는 브랜치
ru: Соответствующие ветки

source: ProtectedBranch|New Protected Tag
ko: 새 보호된 태그
ru: Новый защищённый тег

source: ProtectedBranch|No tags are protected.
ko: 보호된 태그가 없습니다.
ru: Нет защищенных тегов.

source: ProtectedBranch|Only %{wildcards_link_start}Wildcards%{wildcards_link_end} such as %{code_tag_start}*-stable%{code_tag_end} or %{code_tag_start}production/*%{code_tag_end} are supported. %{case_sensitive_link_start}Branch names are case-sensitive.%{case_sensitive_link_end}
ko: %{code_tag_start}*-stable%{code_tag_end} 또는 %{code_tag_start}production/*%{code_tag_end} 와 같은 %{wildcards_link_start}와일드카드%{wildcards_link_end} 만 지원됩니다. %{case_sensitive_link_start}브랜치 이름은 대소문자를 구분합니다.%{case_sensitive_link_end}
ru: Поддерживаются только %{wildcards_link_start}шаблоны%{wildcards_link_end}, такие как %{code_tag_start}*-stable%{code_tag_end} или %{code_tag_start}production/*%{code_tag_end}. %{case_sensitive_link_start}Имена веток чувствительны к регистру.%{case_sensitive_link_end}

source: ProtectedBranch|Protect
ko: 보호
ru: Защитить

source: ProtectedBranch|Protect a branch
ko: 브랜치 보호
ru: Защитить ветку

source: ProtectedBranch|Protected branch was successfully created
ko: 보호된 브랜치가 성공적으로 생성되었습니다
ru: Защищённая ветка успешно создана

source: ProtectedBranch|Protected branches
ko: 보호된 브랜치
ru: Защищённые ветки

source: ProtectedBranch|Protected branches is moving to %{branch_rules_link_start}Branch rules%{branch_rules_link_end}.
ko: 브랜치 보호는 %{branch_rules_link_start}브랜치 규칙%{branch_rules_link_end}으로 이동됩니다.
ru: Защищённые ветки перемещены в %{branch_rules_link_start}Правила веток%{branch_rules_link_end}.

source: ProtectedBranch|Reject code pushes that change files listed in the CODEOWNERS file.
ko: 거부 코드는 CODEOWNERS 파일에 나열된 변경 파일을 푸시합니다.
ru: Отклонить код, который изменяет файлы, перечисленные в файле CODEOWNERS.

source: ProtectedBranch|Require approval from code owners
ko: 코드 소유자의 승인이 필요합니다.
ru: Требовать одобрения от владельцев кода

source: ProtectedBranch|Require approval from code owners:
ko: 코드 소유자의 승인 필요:
ru: Требовать одобрение от владельцев кода:

source: ProtectedBranch|Search protected tags
ko: 보호된 태그 검색
ru: Поиск по защищенным тегам

source: ProtectedBranch|Select tag or create wildcard
ko: 태그 선택 또는 와일드카드 만들기
ru: Выберите тег или создайте шаблон

source: ProtectedBranch|Tag
ko: 태그
ru: Тег

source: ProtectedBranch|There are currently no protected branches, to protect a branch start by creating a new one above.
ko: 현재 보호된 브랜치가 없습니다. 브랜치를 보호하려면, 위에 새로 브랜치를 생성하는 것부터 시작하기 바랍니다.
ru: В данный момент нет защищённых веток. Чтобы защитить ветку, начните с создания новой выше.

source: ProtectedBranch|Toggle allowed to force push
ko: 토글 - 강제 푸시 허용
ru: Переключить разрешение на принудительную отправку изменений

source: ProtectedBranch|Toggle code owner approval
ko: 토글 - 코드 소유자 승인
ru: Переключить одобрение владельца кода

source: ProtectedBranch|Unprotect
ko: 보호 해제
ru: Снять защиту

source: ProtectedBranch|Unprotect branch
ko: 브랜치 보호 해제
ru: Снять защиту ветки

source: ProtectedBranch|View branch rule
ko: 브랜치 규칙 보기
ru: Посмотреть правила веток

source: ProtectedBranch|View protected branches as branch rules
ko: 보호된 브랜치를 브랜치 규칙으로 보기
ru: Просмотр защищённых веток как правил ветки

source: ProtectedBranch|What are protected branches?
ko: 보호된 브랜치란 무엇입니까?
ru: Что такое защищённые ветки?

source: ProtectedBranch|What are the security implications?
ko: 보안에 미치는 영향은 무엇입니까?
ru: Каковы последствия для безопасности?

source: ProtectedBranch|You can add only groups that have this project shared. %{learn_more_link}
ko: 이 프로젝트가 공유된 그룹만 추가할 수 있습니다. %{learn_more_link}
ru: Вы можете добавлять только те группы, которые совместно используют этот проект. %{learn_more_link}

source: ProtectedBranch|You can now manage branch protections, approval rules, and status checks in one place.
ko: 이제 한 곳에서 브랜치 보호, 승인 규칙, 상태 점검을 관리할 수 있습니다.
ru: Теперь вы можете управлять защитой веток, правилами одобрения и проверками статуса в одном месте.

source: ProtectedBranch|default
ko: 기본값
ru: по умолчанию

source: ProtectedEnvironments|%d approval rule
ko: %d 승인 규칙
ru: %d правило одобрения

source: ProtectedEnvironments|%d deployment rule
ko: %d 배포 규칙
ru: %d правило развёртывания

source: ProtectedEnvironments|Add approval rules
ko: 승인 규칙 추가

source: ProtectedEnvironments|Add deployment rules
ko: 배포 규칙 추가

source: ProtectedEnvironments|Allowed to deploy
ko: 배포 허용됨

source: ProtectedEnvironments|An error occurred while fetching information on the selected approvers.
ko: 선택한 승인자에 대한 정보를 가져오는 동안 오류가 발생했습니다.

source: ProtectedEnvironments|Approval rules
ko: 승인 규칙

source: ProtectedEnvironments|Approvals required
ko: 승인 필요
ru: Требуется одобрений

source: ProtectedEnvironments|Approvers
ko: 승인자

source: ProtectedEnvironments|Create approval rule
ko: 승인 규칙 생성

source: ProtectedEnvironments|Create deployment rule
ko: 배포 규칙 생성

source: ProtectedEnvironments|Delete approver rule
ko: 승인자 규칙 삭제

source: ProtectedEnvironments|Delete deployer rule
ko: 배포자 규칙 삭제

source: ProtectedEnvironments|Edit
ko: 편집

source: ProtectedEnvironments|Enable group inheritance
ko: 그룹 상속 활성화

source: ProtectedEnvironments|If a group is invited to the current project, its parent and members inherit the permissions of the invited group.
ko: 그룹이 현재 프로젝트에 초대되면 해당 상위 그룹과 구성원은 초대된 그룹의 권한을 상속받습니다.
ru: Если группа приглашена в текущий проект, её родитель и участники наследуют разрешения приглашённой группы.

source: ProtectedEnvironments|Number of approvals must be between 1 and 5
ko: 승인 수는 1에서 5 사이여야 합니다.
ru: Количество одобрений должно быть от 1 до 5

source: ProtectedEnvironments|Protect an environment
ko: 환경을 보호
ru: Защитить окружение

source: ProtectedEnvironments|Protected environments
ko: 보호된 환경
ru: Защищенные окружения

source: ProtectedEnvironments|Remove approval rule
ko: 승인 규칙 제거
ru: Удалить правило одобрения

source: ProtectedEnvironments|Required approval count
ko: 필수 승인 수
ru: Требуемое количество одобрений

source: ProtectedEnvironments|Save
ko: 저장

source: ProtectedEnvironments|Select users
ko: 사용자 선택

source: ProtectedEnvironments|Set which groups, access levels, or users are required to approve in this environment tier.
ko: 이 환경 티어에서 승인해야 하는 그룹, 액세스 수준 또는 사용자를 설정합니다.

source: ProtectedEnvironments|Set which groups, access levels, or users are required to approve. Groups and users must be members of the project.
ko: 승인이 필요한 그룹, 액세스 수준 또는 사용자를 설정합니다. 그룹과 사용자는 프로젝트의 멤버이어야 합니다.

source: ProtectedEnvironments|Set which groups, access levels, or users can deploy in this environment tier.
ko: 이 환경 티어에서 배포할 수 있는 그룹, 액세스 수준 또는 사용자를 설정합니다.

source: ProtectedEnvironments|Set which groups, access levels, or users can deploy to this environment. Groups and users must be members of the project.
ko: 이 환경에 배포할 수 있는 그룹, 액세스 수준 또는 사용자를 설정합니다. 그룹과 사용자는 프로젝트의 멤버이어야 합니다.

source: ProtectedEnvironments|This environment has no approval rules set up. %{linkStart}Learn more about deployment approvals.%{linkEnd}
ko: 이 환경에는 승인 규칙이 설정되어 있지 않습니다. %{linkStart}배포 승인에 대해 자세히 알아보세요.%{linkEnd}
ru: Для этого окружения не настроены правила одобрений. %{linkStart}Подробнее об одобрениях для развёртываний.%{linkEnd}

source: ProtectedEnvironments|This rule already exists.
ko: 이 규칙은 이미 존재합니다.
ru: Это правило уже существует.

source: ProtectedEnvironments|To configure unified approval rules, use the %{apiLinkStart}API%{apiLinkEnd}. Consider using %{docsLinkStart}multiple approval rules%{docsLinkEnd} instead.
ko: 머지 승인 규칙을 구성하려면 %{apiLinkStart}API%{apiLinkEnd}를 사용하십시오. 이외에도 %{docsLinkStart}다중 승인 규칙%{docsLinkEnd}을 사용하는 것을 고려해 보십시오.
ru: Чтобы настроить единые правила одобрения, используйте %{apiLinkStart}API%{apiLinkEnd}. Вместо этого рассмотрите возможность использования %{docsLinkStart}нескольких правил одобрения%{docsLinkEnd}.

source: ProtectedEnvironments|Unprotect
ko: 보호되지 않음
ru: Незащищённое

source: ProtectedEnvironments|Users
ko: 사용자

source: ProtectedEnvironment|Add new protected environment
ko: 새로운 보호 환경 추가

source: ProtectedEnvironment|All environments specified with the deployment tiers below are protected by a parent group. %{link_start}Learn More%{link_end}.
ko: 아래 배포 계층으로 지정된 모든 환경은 상위 그룹에 의해 보호됩니다. %{link_start}자세히 알아보기%{link_end}.
ru: Все окружения, с указанными ниже уровнями развертывания, защищены родительской группой. %{link_start}Подробнее%{link_end}.

source: ProtectedEnvironment|Allowed to deploy
ko: 배포 허용됨

source: ProtectedEnvironment|Allowed to deploy to %{project} / %{environment}
ko: %{project} / %{environment}에 배포 허용

source: ProtectedEnvironment|Approvers
ko: 승인자

source: ProtectedEnvironment|Environment %{environmentName} is protected.
ko: %{environmentName} 환경은 보호되어 있습니다.

source: ProtectedEnvironment|Environment %{environmentName} is unprotected.
ko: %{environmentName} 환경은 보호되어 있지 않습니다.
ru: Окружение %{environmentName} не защищено.

source: ProtectedEnvironment|Environment '%{environment_name}' is already protected
ko: '%{environment_name}' 환경은 이미 보호되어 있습니다.

source: ProtectedEnvironment|Environments protected upstream
ko: 보호된 업스트림 환경
